{
  "note on sources": "aposticha stichera are missing TODO",
  "ps140": [
    "8, Podoben “In the garden of Eden…”",
    "Calling to remembrance by name today all the dead from all the ages* who with faith have lived piously.* O faithful, let us sing praises to the Saviour and Lord,* asking Him fervently to grant them a good defence* in the hour of judgment before our God, who will judge all the earth.* May they receive a place at His right hand in joy;* may they dwell in glory with the righteous and the saints,* and be deemed worthy of His heavenly Kingdom.",
    "By Your own Blood, O Saviour, You have ransomed mankind,* and by Your death You have delivered us from bitter death,* granting us life eternal by Your Resurrection.* Grant rest then, O Lord, to all those who have fallen asleep in godliness,* whether in the wilderness or in the city, on the sea or on land,* in every place, sovereigns, rulers and hierarchs,* priests, monastics and those married, of every age and every race,* and deem them worthy of Your heavenly Kingdom.",
    "By Your arising from the dead, O Christ,* death no longer rules over those that have died in piety.* We pray fervently: grant rest in Your courts and in the bosom of Abraham* to Your servants from Adam to this present day* who have worshiped You in purity,* our fathers and brethren, friends and kin,* all who in this life have offered faithful service to You,* and who have now departed to be with You,* O God, and deem them worthy of Your heavenly Kingdom.",
    "8",
    "g",
    "I lament, and weep when I see death* and look upon our beauty, formed according to God’s image,* lying in the grave disfigured, inglorious, and bereft of animate form.* O strange wonder! What mystery is this concerning us?* How have we been delivered to corruption?* How have we been yoked to death?* All this, as is written, is by the command of God,* who grants rest to the departed."
  ],
  "special_prokimenon_index": "dead",
  "aposticha": [
    "6",
    "g",
    "My beginning and foundation was accomplished by Your creative will,* for You willed to fashion me as a living creature from visible and invisible natures;* having brought forth my body from the earth,* and given me a soul by Your divine and quickening breath.* O Saviour, grant rest to Your servants in the land of the living,* in the tabernacles of the righteous.",
    "n",
    "By the prayers of her that gave birth to You, O Christ,* and of Your martyrs and apostles, the prophets and holy hierarchs,* the venerable, the righteous and of all the saints,* grant rest to Your departed servants."
  ]
}