{
  "repeat at ps140": 4,
  "ps140": [
    "6",
    "When you shall come, O righteous Judge, to execute just judgment,* seated on Your Throne of glory,* a river of fire will draw all men amazed before Your judgment seat;* the powers of heaven will stand beside You,* and in fear mankind will be judged* according to the deeds that each has done.* Then spare us, Christ, in Your compassion,* with faith we entreat You,* and count us worthy of Your blessings* with those that are saved.",
    "The books will be opened* and the acts of men will be revealed* before the unbearable judgment-seat;* and the whole vale of sorrow* shall echo with the fearful sound of lamentation,* as all the sinners, weeping in vain,* are sent by Your just judgment to everlasting torment.* Therefore, we beseech You,* O compassionate and loving Lord:* spare us who sing Your praise,* for You alone are rich in mercy. ",
    "The trumpets shall sound and the tombs shall be emptied,* and all mankind in trembling shall be raised.* Those that have done good shall rejoice in gladness, awaiting their reward;* those that have sinned shall tremble and bitterly lament,* as they are sent to punishment and parted from the chosen.* O Lord of glory, take pity on us in Your goodness,* and count us worthy of a place with them that have loved You.",
    "I lament and weep when I think of the eternal fire,* the outer darkness and the nether world,* the dread worm and the gnashing of teeth,* and the unceasing anguish that shall befall those* who have sinned without measure,* by their wickedness arousing You to anger, O Supreme in love.* Among them in misery I am first:* but O Judge compassionate, in Your mercy save me. ",
    "8",
    "g",
    "When the thrones are set up and the books are opened,* and God sits in judgment,* O what fear there will be then!* When the angels stand trembling in Your presence* and the river of fire flows before You,* what shall we do then, guilty of many sins?* When we hear Him call the blessed of His Father into the Kingdom,* but send the sinners to their punishment,* who shall endure His fearful condemnation?* But Saviour, who alone love mankind, King of the ages,* before the end comes turn me back through repentance* and have mercy on me."
  ],
  "aposticha": [
    "8",
    "g",
    "Alas, black soul!* How long will you continue in evil?* How long will you lie in idleness?* Why do you not think of the fearful hour of death?* Why do you not tremble at the dread judgment-seat of the Saviour?* What defence will you make, or what will you answer?* Your works will be there to accuse you:* your actions will reproach you and condemn you.* O my soul, the time is near at hand;* make haste before it is too late, and cry aloud in faith:* I have sinned, O Lord, I have sinned against You;* but I know Your love for man and Your compassion.* O good Shepherd, deprive me not of a place at Your right hand* in Your great mercy."
  ]
}