{
  "ps140": [
    "8",
    "Come, all you faithful, and let us praise the assembly of the Holy Fathers,* Antony the Great, Euthymios the illustrious, and all their companions.* Let us call to remembrance the story of their lives,* for each is a spiritual Paradise of joy,* with gladness let us cry aloud:* These are trees which the Lord our God has planted;* they have flowered and borne the fruit of immortal life,* as an offering to Christ and as food for our souls.* Let us cry aloud to them:* O God-bearing and blessed Fathers, pray that we may be saved.",
    "Rejoice, Egypt, land of faith;* Rejoice, venerable Libya;* Rejoice, O chosen Thebaid;* Rejoice, every place and city and country* that has nurtured the citizens of the Kingdom of Heaven,* bringing them up in abstinence and toil,* offering them to God as men of perfect desires.* Like stars they guide our souls,* and through the brightness of their wonders* and the strange marvels they accomplished,* they have shed their light noetically* upon all the ends of the earth.* All-blessed Fathers,* pray ye that our souls may be saved.",
    "Who among those born on earth* can recount your wondrous lives?* O Fathers of the whole world,* what tongue can tell of the holy contests you endured in the Spirit and by your sweat,* your feats of virtue and the wasting of your bodies,* your wrestling with the passions* in vigils, in prayers and in weeping?* Truly you lived like angels in the world;* utterly defeating the power of dark spirits,* working strange and marvellous miracles.* Wherefore pray, O all-blessed Fathers, that we may receive eternal joy. ",
    "6",
    "g",
    "Having preserved that which is in the image of God,* and set your minds as master over the pernicious passions through fasting,* you ascended to that which is in the likeness of God,* as far as you were able;* for manfully compelling your nature,* you strove to subdue that which is lower to that which is better,* and to enslave the flesh to the spirit.* Wherefore, you were shown to be the summits of monastics,* citizens of the desert, trainers of those who run the good race,* most excellent rules of virtue.* And in purity you now behold the Holy Trinity in the heavens,* not by reflection as by a mirror,* praying directly for those who honor you with faith and love."
  ],
  "readings": ["Zechariah 8:9-23"],
  "second_prokimenon": [
    "6",
    "Let Israel hope in the Lord,",
    "from henceforth and for evermore.",
    "Lord, my heart is not exalted, nor are my eyes lofty."
  ],
  "aposticha": [
    "2",
    "Let us cleanse ourselves, O brethren, from all defilement of flesh and spirit.* Let us make the lamps of our souls burn brightly with the love of poverty,* not devouring one another by false accusation.* For the time of the Bridegroom’s coming is upon us,* when each shall be rewarded according to his deeds.* May we enter with Christ in the company of the wise virgins,* crying to Him with the words of the thief:* Remember us, O Lord, when You come in Your Kingdom.",
    "Because the holy martyrs intercede for us* and sing in praise of Christ,* all deceit has been destroyed* and mankind has been saved by faith.",
    "8",
    "g",
    "The multitudes of monks are our teachers,* wherefore we honour you, holy Fathers,* for through you we have come to know how to walk upon the straight path.* Blessed are you, who have served Christ,* and thereby become victorious over the power of the enemy,* companions of the angels, fellow-citizens with the righteous and venerable saints.* With them entreat the Lord* that He have mercy on our souls.",
    "n",
    "Rejoice, treasury of purity;* Rejoice, pure dwelling-place of the immaterial light;* Rejoice, diadem of our salvation;* Rejoice preaching of the apostles,* Rejoice boast of the martyrs,* Rejoice all-immaculate fulfilment of the prophets.* Rejoice, adornment of monks and ascetics;* and the salvation of the faithful."
  ]
}