{
  "repeat at ps140": 4,
  "ps140": [
    "6, Podoben “Having set all aside…”",
    "The Lord my Creator took me as dust from the earth* and formed me into a living creature* breathing into me the breath of life and giving me a soul;* He honoured me,* setting me as a ruler upon the earth over all things visible,* and making me a companion of the angels.* But Satan the deceiver,* using the serpent as his instrument,* enticed me by food;* he parted me from the glory of God* and gave me over to the earth* and to the lowest depths of death.* But, O Master, in compassion, call me back again.",
    "In my wretchedness I have cast off the robe woven by God,* disobeying Your divine command, O Lord, at the counsel of the enemy;* and I am clothed now in fig leaves and in garments of skin.* I am condemned to eat the bread of toil in the sweat of my brow,* and the earth has been cursed so that it bears thorns and thistles for me.* But, Lord, who in the last times was made flesh of a Virgin, call me back again* and bring me into Paradise.",
    "O precious Paradise, unsurpassed in beauty,* tabernacle built by God, unending gladness and delight,* glory of the righteous, joy of the prophets and dwelling of the saints,* with the sound of your leaves* pray to the Maker of all:* may He open to me the gates which I closed by my transgression,* and may He count me worthy* to partake of the Tree of Life* and of the joy that was mine* when I dwelt in you before.",
    "Adam was banished from Paradise through disobedience and cast out from delight,* beguiled by the words of a woman.* Naked he sat outside the garden, lamenting, “Woe is me!”* Therefore let us all make haste to accept the season of the Fast* and hearken to the teaching of the Gospel,* that we may gain Christ’s mercy* and receive once more a dwelling-place in Paradise.",
    "g",
    "6",
    "Adam sat before Paradise and lamenting his nakedness,* he wept: “Woe is me!* By evil deceit was I persuaded and led astray,* and now I am an exile from glory.* Woe is me!* In my simplicity I was stripped naked,* and now I am in want.* O Paradise, no more shall I take pleasure in your joy;* for I shall return to the earth from whence I was taken.* O merciful and compassionate Lord,* to You I cry aloud: I am fallen, have mercy on me.”"
  ],
  "aposticha": [
    "6",
    "g",
    "Adam was cast out of Paradise through eating from the tree.* Seated before the gates he wept,* lamenting with a pitiful voice and saying:* “Woe is me,* what have I suffered in my misery!* I transgressed one commandment of the Master,* and now I am deprived of every blessing.* O most holy Paradise, planted for my sake and shut because of Eve,* pray to Him that made you and fashioned me,* that once more I may take pleasure in your flowers.”* Then the Saviour said to him:* “I desire not the loss of the creature which I fashioned,* but that he should be saved and come to the knowledge of the truth;* and when he comes to me I will not cast him out.”"
  ]
}