{
  "ps140": [
    "2",
    "Valiantly enduring the present torments,* rejoicing in that for which they longed,* the holy martyrs said one to another:* If we do not shed our garments, we shall not put off the old man.* Winter is cruel, but paradise is sweet;* the ice is painful, but the acquisition of the Kingdom is delightful.* Then, let us not give way, O warriors!* Let us endure but a little while,* that we may be crowned with crowns of victory by Christ God,* the Saviour of our souls.",
    "Casting off all their garments and entering the lake with trembling,* the holy martyrs said one to another:* Let us not spare today our corruptible garments,* that we may attain the paradise which we lost!* Having once been clothed because of the pernicious serpent,* let us now unclothe ourselves for the resurrection of all;* let us disdain the frigid ice and despise the flesh,* that we may be crowned with crowns of victory by Christ God,* the Saviour of our souls!",
    "Seeing tortures as delight,* running to the frozen lake as to a warm spring, the holy martyrs said:* Let us not fear the season of winter,* that we may avoid the fearsome fire of Gehenna;* let our legs be consumed, that they may dance eternally;* let our arms be cut off, that they may stretch themselves forth to the Lord;* let us not spare our mortal nature;* let us submit to death, that we may be crowned with crowns of victory by Christ God,* the Saviour of our souls.",
    "g",
    "Valiantly enduring the present torments,* rejoicing in that for which they longed,* the holy martyrs said one to another:* If we do not shed our garments, we shall not put off the old man.* Winter is cruel, but paradise is sweet;* the ice is painful, but the acquisition of the Kingdom is delightful.* Then, let us not give way, O warriors!* Let us endure but a little while,* that we may be crowned with crowns of victory by Christ God,* the Saviour of our souls."
  ],
  "readings": [
    "Isaiah 43:9-14",
    "Wisdom 3:1-9",
    "Wisdom 5:15-6:3"
  ],
  "aposticha": [
    "6",
    "g",
    "In hymnody let us praise the forty passion-bearing martyrs, O faithful,* and with sweet singing let us cry out to them, saying:* Rejoice, O athletes of Christ:* Hesychius, Meliton, Heraclius, Smaragdus and Domnus,* Eunoicus, Valens and Vivianus, Claudius and Priscus!* Rejoice, Theodulus, Eutychius and John,* Xanthius, Helianus, Sisinnius, Cyrion, Angius, Aetius and Flavius!* Rejoice, Acacius, Ecditius, Lysimachus, Alexander, Elias and Candidus,* Theophilus, Dometian and godly Gaius and Gorgonius!* Rejoice, Leontius and Athanasius, Cyril and Sacerdon,* Nicholas and Valerius, Philoctimon, Severian, Chudion and Aglais,* for you have boldness before Christ our God, O most honoured martyrs!* Beseech Him earnestly that they that keep your most precious memory with faith may be saved"
  ]
}