{
  "ps140": [
    "8",
    "In His love for mankind,* the Saviour condescended and willed to be wrapped in swaddling clothes.* Eight days old according to His mother* and eternal according to His Father,* He did not look down upon the circumcision of the flesh.* Therefore, O believers, let us cry out to Him:* You are our God; have mercy on us!",
    "The all-good God was not ashamed to be circumcised in the flesh,* but He offered Himself as a symbol* and an example of salvation to all.* For the Maker of the law submitted Himself to its commands* and to what the prophets beforehand told of Him.* O our God who hold all things in Your hands,* and yet were wrapped in swaddling clothes,* O Lord, glory to You!",
    "4, Podoben “Called from on high…”",
    "You have been called by the name of Basil, after the kingdom.* In your kingly rank you led the people of Christ to wisdom and knowledge.* Then the Lord of all and King of Kings* adorned you with the crown of the kingdom, O Basil.* He is the everlasting and co-eternal Son* who was united to her that bore Him.* Therefore, intercede with Him* that He may enlighten and save our souls.",
    "Adorned with the vestments of a bishop, O Basil,* you gladly proclaimed the Gospel of the kingdom* and poured out the teachings of the true faith for the Church.* Now enlightened by them, we confess and glorify* the one Godhead, indivisible in three Persons;* namely the almighty Father, the only-begotten Word of God, and the Divine Spirit.* Intercede with Him * that He may enlighten and save our souls.",
    "You are now living among the ranks of the heavenly powers, O Basil,* for you imitated their life with the purity of your way of living.* When you were in the flesh,* you lived on earth as one without flesh.* Therefore, intercede with Christ our God for us* who delight in your God-inspired teachings,* that He may protect us from dangers and the darkness of ignorance,* and that He may enlighten our souls.",
    "8",
    "g",
    "O venerable Father, you became a lover of wisdom,* preferring life with God to all possessions of the world.* Your contemplation of death made you forsake the wealth of the earth,* and by your perseverance in fasting,* you overcame the sting of passions.* By study of the divine law* you preserved the freedom within your soul.* By your generous practice of virtue* you subjected the passions of the flesh to the spirit.* You renounced the flesh, the world, and the princes of the earth;* now you stand in the presence of Christ.* Intercede with Him for great mercy upon our souls.",
    "n",
    "In His love for mankind,* the Saviour condescended and willed to be wrapped in swaddling clothes.* Eight days old according to His mother* and eternal according to His Father,* He did not look down upon the circumcision of the flesh.* Therefore, O believers, let us cry out to Him:* You are our God; have mercy on us!"
  ],
  "readings": "(1) Genesis 17:1-14; (2) Proverbs 8:22-30; (3) Proverbs 10:31-11:12",
  "lytia": [
    "3",
    "With your life of purity, O holy Basil,* you attracted Christ, the fountain of life, to dwell in your soul.* You channelled streams of inspired teachings to the world.* The faithful people of the Church drink from them* and acknowledge the teachings of your lips* and offer good works to Him* who glorified your memory for all ages.",
    "The holy chrism of grace was poured out upon you, O God-inspired Basil,* and anointed you as minister of the Gospel of the kingdom of heaven.* You were the sweet fragrance of Christ;* you filled the earth with the fragrance of His knowledge.* Graciously hear the voices of your servants* and ask abundant mercy for us who honour you.",
    "Clothed in priestly vestments, holy Basil,* O defender of the Trinity,* you stood before the tribunal,* braving danger for the faith.* You resisted with the undaunted courage of a martyr.* You put to shame the anger of the bold emperor* who was filled with the power of the ungodly.* You willingly decided beforehand* to accept the sufferings that he threatened.* Having been ready of your own choice to be a martyr,* you received the crown of victory from Christ* who has shown great mercy.",
    "5",
    "g",
    "The grace flowed from your lips, O holy Father Basil.* You were the shepherd of the Church of Christ,* teaching your spiritual sheep to believe in the holy Trinity,* consubstantial on the one Godhead.",
    "8",
    "n",
    "In His love for mankind,* the Saviour condescended and willed to be wrapped in swaddling clothes.* Eight days old according to His mother* and eternal according to His Father,* He did not look down upon the circumcision of the flesh.* Therefore, O believers, let us cry out to Him:* You are our God; have mercy on us!"
  ],
  "aposticha": [
    "1",
    "You were like a divine and noble bee of the Church of Christ, all-blessed Basil.* When you armed yourself with the sting of divine love,* you wounded the blasphemers of God-transgressing heresies,* and you stored up the sweetness of true worship in the souls of believers.* Now that you have attained the delights of the divine presence,* remember us before the consubstantial Trinity.",
    "You have acquired the virtues of all the saints, O Father Basil:* the meekness of Moses and the zeal of Elijah,* the confession of faith by Peter,* and the eloquence in theology of John.* Like Paul, you never cease to cry aloud:* Who is weak and I am not weak?* Who is offended and I burn not?* Therefore, because you dwell with them,* pray for the salvation of our souls.",
    "O Basil, the revealer of holiness,* having studied the nature of creatures* and contemplated the instability of all things,* you found the only One Who is unchangeable,* the transcendent Creator of all the world.* And having clung to Him, you cast off the desire of transient things.* Therefore, intercede for us* that we may also obtain the divine love.",
    "6",
    "g",
    "O all-blessed Basil, you received the grace of miracles from heaven* and exposed the errors of the heathen by your doctrines.* You are the glory and support of bishops,* and an example of the teachings of all the Fathers.* Therefore, having received favour with Christ,* intercede with Him for the salvation of our souls.",
    "8",
    "n",
    "The all-good God was not ashamed to be circumcised in the flesh,* but He offered Himself as a symbol* and an example of salvation to all.* For the Maker of the Law submitted Himself to its commands* and to what the prophets beforehand told of Him.* O our God who holds all things in Your hands* and yet were wrapped in swaddling clothes,* glory to You!"
  ],
  "aposticha_verses": [
    "My lips will speak words of wisdom;* my heart is full of insight.",
    "<div class=\"rubric\">Tone 2</div>The mouth of the just utters wisdom,* and his lips speak what is right."
  ]
}