{
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "Let us piously sing the prefestive hymns* of the honourable baptism of our God.* Behold, He desires to come in the flesh to His own Forerunner,* and to ask for the baptism of salvation* for the re-creation of those who are enlightened through the faith* and who are partakers of the Spirit.",
    "Christ is revealed and God appears, as it is written;* He comes to His servant to be baptized.* O River Jordan, O land and sea, O mountains and hills,* be filled with happiness;* O hearts of the faithful,* joyfully celebrate and receive the great Light.",
    "O all-powerful Lord,* how will the streams of the river receive You?* As it is written, You are the river and the stream of peace;* how will You enter the stream without a garment?* For You are the One who covers the heavens with clouds;* You are the One who stripped away all evil of the enemy* and who clothed the human race with immortality.",
    "8, Podoben “O most glorious wonder…”",
    "O holy Father Sylvester, bishop of God,* through the light of the priesthood you were enlightened.* You have illumined the faithful through your clear teachings* in order to honour the dwelling of the three Persons in one nature;* you also cast away the darkness of heresies.* For this reason, we rejoice today* and gloriously celebrate your light-bearing memory.",
    "O holy Father Sylvester, bearer of God,* you revealed yourself to be a pillar of fire.* You convoked a sacred council and were the cloud which gives shade.* You led the faithful away from the Egyptian heresy* and always brought them to the divine land by your true teaching.* Therefore, we venerate your blessed and all-holy memory.",
    "O holy Father Sylvester, herald of God,* by the streams of your prayers you firmly silenced the many-faced serpent.* We are amazed at your priestly work.* You brought a multitude of pagans to God;* you quieted the harshness of the heretics;* you publicly performed great miracles before them.* Therefore, we venerate you and call you blessed.",
    "6",
    "gn",
    "Christ the Truth is coming to the Jordan* to be baptized by John,* and the Baptizer says to Him:* I should be baptized by You, but You are coming to me.* I do not dare to put straw to the fire.* O Master, sanctify me by your divine Theophany."
  ],
  "aposticha": [
    "1",
    "Radiant was the feast that has just passed;* but more brilliant, O Saviour, is the one approaching.* The first had an angel as a herald;* this one has John the Forerunner.* The first had blood spilled and had Bethlehem lament as one who was childless;* the second has blessed waters recognized to be a bath having many children.* Before, the star proclaimed to the Magi;* now, the Father shows You to the world,* that You are incarnate and are openly coming again.* O Lord, glory to You!",
    "Again Jesus cleanses himself in the Jordan.* Above all, He cleanses our sins* because He is coming to wash away the decree written against Adam.* The Lord says to John:* O Baptizer, come and serve the Fountainhead of the wondrous mystery.* Come, extend your hand quickly* and touch the head of Him who crushed the head of the serpent,* the One who opened up Paradise,* which, by the tasting of the fruit of the tree,* was closed through the guile of the serpent.",
    "Resplendent is the feast which has passed;* but more glorious is the present day.* On that day the Magi adored the Saviour;* on this, the glorious servant baptizes the Master.* There, the shepherds sang in amazement;* here, the voice of the Father proclaims Him to be the Only-begotten Son.",
    "gn",
    "O come all you faithful ones.* Leaving the regions of Judea, we shall cross the wilderness of the Jordan;* and today we shall see Him who revealed himself in the flesh for our sake.* In the streams of the Jordan,* He is asking the Forerunner for baptism.* John refuses and cries out in fear:* I do not dare to touch the divine Fire with my hand of clay.* The Jordan and the sea fled, O Saviour, and then returned.* And I, how shall I place a hand on your head which even the Seraphim fear?* The Jordan fled when Elisha received the mantle of Elijah;* how will it not go into the Abyss* and into the depths when it sees You unclothed in the stream?* How will the Jordan not burn me when I touch the fire?* The Jordan then cries out to John:* Why do you hesitate to baptize my Lord?* Why do you delay the purification of so many people?* He has already sanctified all creation.* Let me also be sanctified together with the nature of the waters.* For this reason, He has come into the world."
  ],
  "aposticha_verses": [
    "<div class=\"rubric\">Tone 2</div>I think of You from the country of Jordan* and Mount Hermon.",
    "<div class=\"rubric\">Tone 3</div>The waters saw You, O God;* the waters saw You and trembled."
  ]
}