{
  "note on sources": "this is from Royal Doors. Stycheras set does not correspond to menaions: missing the ones for the martyr who is the more important (he has a troparion unlike the prophet).",
  "ps140": [
    "6",
    "The feast of Christ’s birth has passed.* It shone more brightly than the sun!* The day of His manifestation is on its way.* That day will be even more radiant.* There the shepherds gave glory with the angels, worshipping God made Man;* here John’s right hand will touch the Master, as he cries out in fear:* Sanctify both me and the waters, only merciful One! ",
    "Make ready, river Jordan!* Behold, Christ God approaches to be baptized by John.* He will crush the heads of invisible dragons in your waters.* Rejoice, wilderness of Jordan!* Dance with gladness, mountains!* The eternal Life has come to recall Adam!* Voice crying in the wilderness, John the forerunner, cry:* Prepare the way of the Lord; make His paths straight!",
    "Desert of Jordan, rejoice exceedingly!* Blossom as the lily!* A voice is heard within you:* Prepare the way of the Lord!* He who weighs the mountains in scales* and the wooded valleys in a balance,* who fills all things in His divinity,* approaches to be baptized by a servant.* The Giver of riches has become poor!* Eve was told in days of old:* You shall bring forth children in pain,* but now the Virgin hears:* Rejoice, full of grace, the Lord who has great mercy is with you! ",
    "8",
    "Seeing that the words of your tongue are now fully realized,* I admire the truth and bless you, O Prophet.* You are truly to be admired;* for you enlightened the world by your splendorous voice,* announcing beforehand the redemptive coming of the Lord.",
    "You lived on earth as if your were an angel.* Likewise, you were enriched with a name signifying an angel.* You joined spiritual goodness to physical goodness,* O all-blessed Prophet, Malachi.",
    "O Lord, I offer Your prophet to You* as an intercessor and suppliant.* Through his pleas and prayers, O generous One,* remit the sins of a hopeless soul;* for You are compassionate and kind by essence and nature.",
    "4",
    "gn",
    "How glorious is the marvel!* He who baptizes by fire and the Spirit is coming to the Jordan,* neither as God alone nor mere man, but in two natures;* the one, the same, and the only-begotten Son.* In His humanity He seeks baptism from a mortal,* and in His divinity He takes away the sin of the world* and grants great mercy to all."
  ],
  "aposticha": [
    "6, Podoben “On the third day…”",
    "Behold the illumination of the faithful.* Behold the One who obtains pardon for us.* Christ our God desires to enter into the currents of the river* so that He may wash away the stain of our wickedness* and renew for us our broken nature.",
    "O Lord, when Your Forerunner saw You coming to him* and asking to be baptized,* he cried out with fear:* My God and my Creator,* how is it that I baptize You,* the only-sinless One?",
    "O faithful, let us come together in spirit* at the currents of the Jordan* so that we may clearly see the great miracle;* for the Creator of all has manifested Himself* and has come to be baptized.",
    "5",
    "gn",
    "Christ our God is coming to the Jordan River to be baptized.* He desires to cleanse us of our sins by His Theophany,* for He alone is gracious and the Lover of mankind."
  ],
  "aposticha_verses": [
    "I think of You from the country of Jordan* and Mount Hermon.",
    "The waters saw You, O God;* the waters saw You and trembled."
  ]
}