{
  "note on sources": "this is from Royal Doors. Stycheras set does not correspond to menaions: missing the ones for the martyr who is the more important (he has a troparion unlike the prophet).",
  "ps140": [
    "4, Podoben “You have given a sign...”",
    "O faithful, with sacred hymns let us bless Cleopas, Andronicus, Silvanus and Agabus,* Ananias and Philip, Prochorus, Nicanor, Rufus and Sosthenes,* Linus and Stachys, Stephen, Timon, Hermas, Phlegon,* Mark, Luke, Sosipater, Jason and Gaius, Tychicus and Philemon.",
    "As is meet, let Narcissus and Trophimus be praised,* with Caesanus, Zenas and Aristarchus,* Mark, Silas and Gaius, Quartus, Hermes and Asyncritus,* Apollos and Cephas, Clement and Justus,* Quartus, Erastus, Luke, Onesiphorus, Carpus,* Euodias, Matthias and James, Urban and Aristobulus,* Tychicus and Aristarchus.",
    "Let us honour the honoured preachers of God:* Prudens, Herodion and Artemas,* Philologus, Olympas and Rodion, Apelles and Amplias,* Patrobus and Mark, Tertius and Thaddeus, the wondrous Epenetus,* Achaius, Aquila, Lucius, Barnabas and Fortunatus,* and glorious Apollos and Crispus.",
    "2, Podoben “When from the Tree…”",
    "When you wounded your soul with divine desire, O most blessed one,* rejoicing you took up your cross and followed after Christ;* and having mortified the wisdom of the flesh through abstinence,* you received the living activity of the Spirit,* enabling you to banish the winter of infirmities with the fervour of thy right acceptable prayers.* Together we bless you.",
    "When you cleansed the sight of your soul through earnest prayers and most steadfast fasting, O father,* you became a temple of the three-sunned Godhead;* and. receiving the divine anointing of the priesthood of God* you entered within the inaccessible, offering up in sacrifice Him that was slain for your sake,* for the sake of an ineffable companionship.",
    "Manifest as meek and guileless, O father Theoctistus,* in wholeness of character you truly inherited the land of the meek;* and deified through communion with God, you delighted in the sustenance of true joy and gladness.* Do not cease to remember us here that ardently honour you* and celebrate your godly repose.",
    "3",
    "gn",
    "Splendid has the past feast been, and most glorious is the present day,* for thereon did the magi do homage to the Saviour,* and hereon a glorious servant has baptized the Master.* Then piping shepherds, beholding the Lord, marvelled;* and now the voice of the Father has proclaimed His only-begotten Son."
  ],
  "aposticha": [
    "8",
    "“Why do You incline Your holy head* before me who am clay and shadow, O my Christ who are ineffable Fire,* before which the angelic hosts tremble?”* said John to his Creator, when He came to be baptized.* “Great is Your condescension, O compassionate Bestower of life!”",
    "Lo! our enlightenment and deliverance and salvation* shall go forth into the Jordan openly to strip Himself naked* and to be clothed in the waters as in a robe,* thus clothing the nakedness of all who have been stripped naked* by the adverse counsel of the serpent.",
    "He that is truly unbearable Fire shall go forth into the Jordan* to cleanse me who have been destroyed by the wicked violation.* In the midst of the waters shall He receive the rain of heaven* which washes away the stain of many transgressions,* in that He is compassionate and great in mercy.",
    "6",
    "gn",
    "Christ came to the Jordan truly to be baptized by John;* and he said to Him: “I have need to be baptized of You,* and You come to me?* I, a shadow, dare not come in contact with fire!* Sanctify me, O Master, by Your divine manifestation!”"
  ],
  "aposticha_verses": [
    "I think of You from the country of Jordan* and Mount Hermon.",
    "The waters saw You, O God;* the waters saw You and trembled."
  ]
}