{
  "psalms": [
    5,
    22,
    26
  ],
  "stichera": [
    "8",
    "Today the nature of the waters is sanctified,* and the Jordan is parted in two;* it holds back the streams of its own waters,* seeing the Master being baptized.",
    "8",
    "As man You came to the river Jordan, O Christ King,* and You hasten, O Gracious One,* to receive the baptism of a servant* from the hands of the Forerunner for our sins,* O Lover of mankind.",
    "8",
    "To the voice of the one crying in the wilderness:* Prepare the way of the Lord;* You came, O Lord, as a servant seeking to be baptized* even though You had no sin.* When the waters saw You, they trembled in fear* like the Forerunner who exclaimed:* How can a lamp give light to the Light?* How can a servant touch his Master?* Rather, O Saviour, bless the waters and me,* for You take away the sin of the world. "
  ],
  "verses": [
    "I think of You from the country of Jordan* and Mount Hermon.",
    "The waters saw You, O God;* the waters saw You and trembled."
  ],
  "prokimenon": [
    "4",
    "The Lord thundered from heaven;",
    "the Most high made His voice resound.",
    "I love You, Lord, my strength, Lord, my rock, my fortress, my deliverer"
  ],
  "readings": [
    "A reading from the Prophecy of Isaiah.",
    "Thus says the Lord: The desert and the parched land will exult; the steppe will rejoice and bloom. They will bloom with abundant flowers, and rejoice with joyful song. The glory of Lebanon will be given to them, the splendor of Carmel and Sharon; They will see the glory of the Lord, the splendor of our God. Strengthen the hands that are feeble, make firm the knees that are weak, say to those whose hearts are frightened: Be strong, fear not! Here is your God, he comes with vindication; with divine recompense he comes to save you. Then will the eyes of the blind be opened, the ears of the deaf be cleared; then will the lame leap like a stag, then the tongue of the dumb will sing. Streams will burst forth in the desert, and rivers in the steppe. The burning sands will become pools, and the thirsty ground, springs of water; the abode where jackals lurk will be a marsh of the reed and papyrus. A highway will be there, called the holy way; no one unclean may pass over it nor fools go stray on it. It is for those with a journey to make, and on it the redeemed will walk. Those whom the Lord has ransomed will return and enter Zion singing, crowned with everlasting joy; they will meet with joy and gladness, sorrow and mourning will flee.",
    "A reading from the Acts of the Apostles.",
    "In those days, as John was completing his course, he would say, ‘What do you suppose that I am? I am not he. Behold, one is coming after me; I am not worthy to unfasten the sandals of his feet.’ “My Brothers, children of the family of Abraham, and those others among you who are God-fearing, to us this word of salvation has been sent. The inhabitants of Jerusalem and their leaders failed to recognize him, and by condemning him they fulfilled the oracles of the prophets that are read sabbath after sabbath. For even though they found no grounds for a death sentence, they asked Pilate to have him put to death, and when they had accomplished all that was written about him they took him down from the tree and placed him in a tomb. But God raised him from the dead, and for many days he appeared to those who had come up with him from Galilee to Jerusalem. These are now his witnesses before the people. We ourselves are proclaiming this good news to you that what God promised our ancestors, He made true on us their children: rose Jesus.”",
    "A reading from the holy Gospel according to Matthew.",
    "In those days John the Baptist appeared in the wilderness of Judea, proclaiming, “Repent, for the kingdom of heaven has come near.” This is the one of whom the prophet Isaiah spoke when he said, “The voice of one crying out in the wilderness: ‘Prepare the way of the Lord; make his paths straight.’” Now John wore clothing of camel’s hair with a leather belt around his waist, and his food was locusts and wild honey. Then Jerusalem and all Judea and all the region around the Jordan were going out to him, and they were baptized by him in the River Jordan, confessing their sins. But when he saw many of the Pharisees and Sadducees coming for his baptism, he said to them, “You brood of vipers! Who warned you to flee from the coming wrath? Therefore, bear fruit worthy of repentance, and do not presume to say to yourselves, ‘We have Abraham as our ancestor,’ for I tell you, God is able from these stones to raise up children to Abraham. Even now the ax is lying at the root of the trees; therefore every tree that does not bear good fruit will be cut down and thrown into the fire. “I baptize you with water for repentance, but the one who is coming after me is more powerful than I, and I am not worthy to carry his sandals. He will baptize you with the Holy Spirit and fire. His winnowing fork is in his hand, and he will clear his threshing floor and will gather his wheat into the granary, but the chaff he will burn with unquenchable fire.”"
  ]
}