{
  "psalms": [
    28,
    41,
    50
  ],
  "stichera": [
    "8",
    "The right hand of the Forerunner, baptizer and prophet,* the most venerated of all the prophets,* trembled, when he beheld the Lamb of God,* Who takes away the sins of the world.* Overwhelmed by the awesome task he was about to perform, he said:* I do not dare, O Word, to touch Your hear.* You Yourself, O bountiful One, sanctify and enlighten me,* for You are the Life and the Light and the Peace of the World.",
    "4",
    "Today, the Trinity, our God,* has revealed Itself indivisibly to us:* The Father bears his clear witness to his Son;* the Spirit comes down from heaven in the form of a dove;* the Son bows his spotless head before the Baptist;* being baptized, the Lover of Mankind frees mankind from slavery.",
    "5",
    "You come, O Lord, as a man in the flesh to the Jordan,* desiring, O Giver of life, to be baptized,* in order to deliver us from the wiles and traps of the serpent, and to enlighten us.* The Father bore witness to You* and the Holy Spirit in the form of a dove hovered above You.* Have Him dwell within our souls, O Lover of mankind."
  ],
  "verses": [
    "I think of You from the country of Jordan* and Mount Hermon.",
    "The waters saw You, O God;* the waters saw You and trembled."
  ],
  "prokimenon": [
    "6",
    "The waters saw you, O God,",
    "the waters saw you and trembled.",
    " I cry aloud to God, I cry aloud to God, that He may hear me."
  ],
  "readings": [
    "A reading from the Prophecy of Isaiah.",
    "Thus says the Lord: Wash yourselves clean! Put away your misdeeds from before my eyes; cease doing evil; learn to do good. Make justice your aim: redress the wronged, hear the orphan’s plea, defend the widow. Come now, let us set things right, says the Lord: though your sins be like scarlet, they may become white as snow; though they be crimson red, they may become white as wool. If you are willing, and obey, you shall eat the good things of the land; but if you refuse and resist, the sword shall consume you: for the mouth of the Lord has spoken!",
    "A reading from the Acts of the Apostles.",
    "In those days, while Apollos was in Corinth, Paul traveled through the interior of the country and came down to Ephesus where he found some disciples. He said to them, “Did you receive the Holy Spirit when you became believers?” They answered him, “We have never even heard that there is a Holy Spirit.” He said, “Ho were you baptized?” they replied, “With the baptism of John.” Paul then said, “John baptized with a baptism of repentance, telling people to believe in the one who was to come after him, that is, in Jesus.” When they heard this, they were baptized in the name of the Lord Jesus. And when Paul laid his hands on them, the Holy Spirit came upon them, and they spoke in tongues and prophesied. Altogether there were about twelve men. He entered the synagogue, and for three months debated boldly with persuasive arguments about the kingdom of God.",
    "A reading from the holy Gospel according to Mark.",
    "The beginning of the good news of Jesus Christ. As it is written in the prophet Isaiah, “See, I am sending my messenger ahead of you, who will prepare your way, the voice of one crying out in the wilderness: ‘Prepare the way of the Lord; make his paths straight,’ ” so John the baptizer appeared in the wilderness, proclaiming a baptism of repentance for the forgiveness of sins. And the whole Judean region and all the people of Jerusalem were going out to him and were baptized by him in the River Jordan, confessing their sins. Now John was clothed with camel’s hair, with a leather belt around his waist, and he ate locusts and wild honey. He proclaimed, “The one who is more powerful than I is coming after me; I am not worthy to stoop down and untie the strap of his sandals. I have baptized you with water, but he will baptize you with the Holy Spirit.”"
  ]
}