{
  "psalms": [
    73,
    76,
    90
  ],
  "stichera": [
    "8",
    "The Lord spoke these words to John:* Come and baptize Me, your Creator, O prophet,* for I enlighten and purify all people by grace.* Place your hand on my head and do not doubt.* O prophet, allow it to be this way now,* for I have come to fulfill all justice.* Cast away all your doubt;* for I hasten to put to death the prince of darkness,* the enemy who hides in the waters,* so I may release the world from his hold* and grant eternal life in my love for all.",
    "6",
    "Today the prophecy of the psalms comes to its fulfillment:* The sea fled at the sight;* the Jordan turned back on its course before the face of the Lord,* before the face of the God of Jacob,* who comes to seek baptism from a servant,* so that, washed clean from the defilement of idolatry,* our souls might be illumined in him.",
    "5",
    "O Jordan, why do your waters change course?* Why do your streams stop, and why do you not flow as you should?* The river then answered:* I cannot hold the Fire that consumes me.* I am amazed and awed at his great condescension.* For I am not accustomed to wash Him Who is clean;* I have not learned to bathe the sinless,* but to purify the unclean vessels.* Christ, now baptized in me, teaches me to burn the thorns of sin.* John, the voice of the Word, testifies with me and cries out:* Behold the Lamb of God Who takes away the sin of the world.* O faithful, with a loud voice, let us say:* You are manifested for our salvation; O God, glory to You!"
  ],
  "verses": [
    "I think of You from the country of Jordan* and Mount Hermon.",
    "The waters saw You, O God;* the waters saw You and trembled."
  ],
  "prokimenon": [
    "4",
    "Your way led through the sea,",
    "Your path through the mighty waters",
    "Your thunder rolled around the sky."
  ],
  "readings": [
    "A reading from the Prophecy of Isaiah.",
    "Thus says the Lord: “With joy you will draw water at the fountain of salvation, and say on that day: Give thanks to the Lord, acclaim his name; among the nations make known his deeds, proclaim how exalted is his name. Sing praise to the Lord for his glorious achievement; let this be known throughout all the earth. Shout with exultation, O city of Zion, for great in your midst is the Holy One of Israel!”",
    "A reading from the Epistle of St. Paul to the Romans.",
    "Brothers and sisters: we who were baptized into Christ Jesus were baptized into his death. We were indeed buried with him through baptism into death, so that, just as Christ was raised from the dead by the glory of the Father we too might live in newness of life. For if we have grown into union with him through a death like his, we shall also be united with him through a death like his, we shall also be united with him in the resurrection. We know that our old self was crucified with him, so that our sinful body might be done away with, that we might no longer be slavery to sin. For a dead person has been absolved from sin. If, then, we have died with Christ, we believe that we shall also live with him. We know that Christ, raised from the dead, dies not more; death no longer has power over him. As to his death, he died to sin once and for all; as to his life, he lives for God. Consequently, you too must think of yourselves as being dead to sin and living for God in Christ Jesus. ",
    "A reading from the holy Gospel according to Mark.",
    "In those days Jesus came from Nazareth of Galilee and was baptized by John in the Jordan. And just as he was coming up out of the water, he saw the heavens torn apart and the Spirit descending like a dove upon him. And a voice came from the heavens, “You are my Son, the Beloved; with you I am well pleased.” And the Spirit immediately drove him out into the wilderness. He was in the wilderness forty days, tested by Satan, and he was with the wild beasts, and the angels waited on him. Now after John was arrested, Jesus came to Galilee proclaiming the good news of God and saying, “The time is fulfilled, and the kingdom of God has come near; repent, and believe in the good news.”"
  ]
}