{
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "Let us hymn the wise Theonas and Theopemptus* for, submitting to the dogmas of Christ,* and having splendidly set at nought all ungodly worship,* they worshiped the one Lord and God* in holiness, honour and goodly hope,* confessing Him right boldly before the tyrants;* and they have been crowned from on high.",
    "Having forsaken as fleeting those things of life which drag men downwards,* delight in food and glory which fades like a flower, O most lauded ones,* you cleaved to Christ, enkindled by His comely beauty,* and you offered yourselves to Him as sweet-smelling roses,* and have been divinely crowned with the diadem of the incorrupt kingdom.",
    "Having hated the world you have been shown to transcend the world,* and have joined the Church of the firstborn;* and with the angels you chant incorrupt hymnody, standing together before God.* And having rejected the vile falsehood of idolatry,* as martyrs you have put to shame the mindlessness of the tyrants.",
    "1, Podoben “The joy of the heavenly ranks…”",
    "Having truly desired the glory of the fathers, you loved incorrupt glory;* forsaking that which is sweet,* you gave your body over to all manner of pain.* And, reigning with Christ, you now receive the reward of your pangs.",
    "He Who permitted the devil when he asked to tempt Job,* desiring to try you like gold,* left your body to the violence of the evil one;* but having put the tempter to shame by the patient endurance of infirmities,* you have been crowned with a wreath of victory.",
    "Yearning for the comely beauty of Christ the Bridegroom,* and desiring to wed yourself to Him by all manner of good works,* you adorned yourself with the pangs of abstinence;* you now reign with Him in His bridal-chamber.",
    "6",
    "gn",
    "Make ready, O River Jordan!* For, lo! Christ God comes to be baptized by John,* that in your waters He might crush the heads of the invisible serpents by His divinity!* Rejoice, O desert of Jordan!* You mountains, leap up with gladness;* for our eternal Life comes to restore Adam!* O forerunner John, you are the voice of one crying in the wilderness:* “Prepare the ways of the Lord and make straight His paths!”"
  ],
  "aposticha": [
    "6, Podoben “On the third day…”",
    "O earth, and you that are above the earth,* leap up and rejoice!* the Torrent of sweetness is baptized in the river,* drying up the outpouring of malice;* and He pours forth divine remission.",
    "As the Bestower of light Jesus has no need to be baptized,* yet He comes in the flesh to the streams of the Jordan,* desiring to enlighten those who are in darkness.* With fervour let us greet Him with faith!",
    "Having assumed the guise of a servant,* you come to be baptized by a servant, in the streams of the Jordan, O Christ,* delivering us from bondage to the ancient sin,* sanctifying and illumining us.",
    "6",
    "gn",
    "Let the desert of Jordan rejoice, and let it blossom like a lily;* for therein has been heard the voice of one crying in the wilderness:* “Prepare the way of the Lord!”* For He Who set forth the mountains with a measure* and the forested places with His scales,* Who as God fills all things, is baptized by a servant,* granting rich gifts at the beginning of His impoverishment.* Eve once heard: “In pain you shall give birth to children;”* but now the Virgin has heard:* “Rejoice, O you who are full of grace! The Lord is with you,* Who has great mercy!”"
  ],
  "aposticha_verses": [
    "I think of You from the country of Jordan* and Mount Hermon.",
    "The waters saw You, O God;* the waters saw You and trembled."
  ]
}