{
  "note on sources": "internet: pastyr.ca",
  "lytia": [
    "4",
    "He who covers Himself with light as with a garment* has vouchsafed for our sakes to become as we are.* Today He is covered by the streams of the Jordan,* though He has no need to be cleansed by them:* but through the cleansing that He Himself receives* He bestows regeneration on us.* O wonder!* Without fire He casts anew and without shattering He refashions;* and He saves those who are enlightened in Him,* Christ our God, the Saviour of our souls.",
    "Seeing You, who cleanses the sin of the world by Spirit and by fire, draw near,* the Baptist cried aloud in fear and trembling, saying:* I dare not touch Your immaculate head.* Do You, O Master, sanctify me by Your Epiphany,* You who alone loves mankind.",
    "Come, let us do as the wise virgins;* come let us go and meet the Master who has appeared:* for as a Bridegroom has He come forth to John.* The Jordan, seeing You, crouched in fear and stopped;* John cried aloud: I dare not touch Your immortal head.* The Spirit came down in the form of a dove to hallow the waters,* and a voice cried from on high:* This is My Son who is come into the world to save mankind.* O Lord, glory to You.",
    "Christ is baptized:* He comes up out of the waters, and with Him He carries up the world.* He sees the heavens opened that Adam closed against himself and his posterity.* The Spirit bears witness to His divinity, for He hastens towards His like;* and a voice sounds from heaven,* for it is from heaven that He has come down to whom this testimony is given,* and He is the Saviour of our souls.",
    "The hand of the Baptist trembled,* when it touched Your immaculate head:* the river Jordan turned back, not daring to minister to You.* For how could he that stood in awe of Joshua the son of Nun* not be afraid before the Maker of Joshua?* But You, our Saviour, have fulfilled all that was appointed,* that so You might save the world by Your Epiphany,* O You who alone love mankind.",
    "8",
    "g",
    "O Lord, wishing to fulfil that which You have appointed from eternity,* You have received at this, Your mystery, ministers from all creation* Gabriel from among the angels* the Virgin from among men* the Star from among the heavens* and Jordan from among the waters;* and in its stream You have washed away the transgression of the world.* O Saviour, glory to You.",
    "n",
    "Today the creation is enlightened.* Today all nature is glad, things of heaven and things upon earth.* Angels and men mingle with one another,* for where the King is present, there His army also goes.* Let us run, then, to the Jordan;* let us all see how John baptizes a sinless and uncreated head.* Therefore let us cry aloud with one accord,* echoing the voice of the apostle:* The Grace of God that brings salvation to all men has appeared,* shining upon the faithful and granting them great mercy."
  ],
  "aposticha": [
    "2",
    "Seeing You, O Christ our God,* draw near to him in the river Jordan, John said:* Why do You, who has no defilement, come to Your servant, O Lord?* In whose name shall I baptize You?* Of the Father? But You bear Him in Yourself.* Of the Son? But You are Yourself this Son made flesh.* Of the Holy Spirit? But Your know that through Your own mouth* You give Him to the faithful.* O God who has appeared, have mercy upon us.",
    "The waters saw You, O God:* the waters saw You and were afraid.* For the Cherubim cannot lift their eyes upon Your glory,* nor can the Seraphim gaze upon You:* but standing by You in fear,* the first carry You and the second glorify Your might.* With them, O merciful Lord, we proclaim Your praises* and we say: O God who has appeared, have mercy upon us.",
    "Today the Maker of heaven and earth comes in the flesh to the Jordan.* He who is sinless asks for baptism,* that He may cleanse the world from the error of the enemy.* He who is the Master of all is baptized by a servant,* and He gives mankind cleansing through water.* Unto Him let us cry aloud: O God who hast appeared to us, glory to You.",
    "6",
    "gn",
    "Seeing the Sun that came from a Virgin* asking for baptism in the Jordan,* the shining Lamp that was born of a barren woman* cried to Him in fear and joy:* Sanctify me, O Master,* by Your divine Epiphany."
  ],
  "aposticha_verses": [
    "The sea saw and fled;* Jordan was turned back.",
    "Why is it, O sea, that you fled;* O Jordan, that you turned back?"
  ]
}