{
  "ps140": [
    "2",
    "When the Forerunner saw our Enlightener,* who enlightens all mankind,* draw near to be baptized,* he rejoiced in soul while his hand trembled.* And he showed Him to the people, saying:* “Behold, the Redeemer of Israel,* who sets us free from corruption.”* O sinless Christ our God, glory to You.",
    "The hosts of angels were filled with fear,* as they saw our Deliverer baptized by a servant* and receiving witness through the coming of the Spirit.* And the Father’s voice was heard from on high:* “The One on whom the Forerunner lays his hand,* the same is My beloved Son* in Whom I am well pleased.”* O Christ our God, glory to You.",
    "The streams of the Jordan received You, the Fountain,* and the Advocate descended in the form of a dove.* He who bowed the heavens, bowed His head,* and the clay cried out to the One who formed him:* “Why do You order me to do what is beyond my power?* For I need to be baptized by You.”* O sinless Christ our God, glory to You.",
    "Wishing to save the human race that had gone astray,* You did not disdain to clothe Yourself in the form of a servant.* For it befitted You, as Master and God,* to take upon Yourself our nature for our sake.* For You, O Deliverer, were baptized in the flesh, making us worthy of forgiveness.* Therefore we cry out to You:* O Christ our God and Benefactor, glory to You.",
    "gn",
    "You bowed Your head before the Forerunner* and crushed the heads of the dragons.* You descended into the waters* and gave light to all things,* that they may glorify You, O Savior,* our souls’ Enlightenment."
  ],
  "special_prokimenon_index": 1,
  "readings": [
    "(1) Genesis 1:1-13; (2) Exodus 14: 15-18, 21-23, 27-29; (3) Exodus 15: 22- 16: 1"
  ],
  "troparia_and_readings": [
    [
      "5",
      "O Creator of the world, You have appeared in the world",
      "To give light to those that sit in darkness.* Glory to You who love mankind.",
      "God, be merciful to us and bless us; make the light of Your face shine upon us and have mercy on us. That we may know Your way upon earth, Your salvation among all nations.",
      "Let the peoples give praise to You O God, may all the peoples give praise to You. Let the nations be glad and rejoice, for You will judge the peoples with justice and guide the nations on earth.",
      "Let the peoples give praise to You, O God, may all the peoples give praise to You.",
      "The earth has yielded her fruit; may God, our God, bless us. May God bless us, and let all the ends of the earth fear Him."
    ],
    "(4) Joshua the Son of Nun 3:7-8, 15-17 (5) The Fourth Book of Kings (2 Kings) 2:6-14 (6) The Fourth Book of Kings (2 Kings) 5:9-14",
    [
      "6",
      "In the greatness of Your compassion, You have revealed Yourself, O our Saviour, to sinners and publicans.",
      "For where should Your light have shone if not on those who sit in darkness?* Glory to You.",
      "The Lord is King; He is clothed with beauty; the Lord is clothed with strength and has girded Himself. For He has established the world which shall not be shaken.",
      "Your throne is prepared from of old; You are from everlasting.",
      "The floods have lifted up, O Lord; the floods have lifted up their voices. The floods shall lift up their breakers with the noise of many waters.",
      "Wonderful are the surging waves of the sea; wonderful is the Lord on high. Your testimonies have become exceedingly credible; holiness befits Your house, O Lord, for length of days."
    ],
    "(7) Isaiah 1:16-20 (8) Genesis 32:1-10 (9) Exodus 2:5-10 (10) Judges 6:36-40 (11) The Third Book of Kings (1 Kings) 18:30-39  (12) The Fourth Book of Kings (2 Kings) 2:19-22 (13) Isaiah 49:8-15",
    [
      "3",
      "The Lord is my light and my Saviour",
      "whom shall I fear (whom shall I fear)",
      "The Lord is the protector of my life; of whom shall I be afraid."
    ],
    [
      "1 Corinthians: 9:19 - 10:4",
      "1 Corinthians: 10:1-4"
    ],
    [
      "4",
      "My heart erupts with a goodly theme; I address my words to the king.",
      "ou are the most splendidly beautiful of men."
    ],
    [
      "Luke 3: 1-18",
      "Luke 3: 1-18"
    ]
  ]
}