{
  "note on sources": "copied festive stychera from yesterday. RD has a different translation",
  "ps140": [
    "2",
     "When the Forerunner saw our Enlightener,* who enlightens all mankind,* draw near to be baptized,* he rejoiced in soul while his hand trembled.* And he showed Him to the people, saying:* “Behold, the Redeemer of Israel,* who sets us free from corruption.”* O sinless Christ our God, glory to You.",
    "The hosts of angels were filled with fear,* as they saw our Deliverer baptized by a servant* and receiving witness through the coming of the Spirit.* And the Father’s voice was heard from on high:* “The One on whom the Forerunner lays his hand,* the same is My beloved Son* in Whom I am well pleased.”* O Christ our God, glory to You.",
    "The streams of the Jordan received You, the Fountain,* and the Advocate descended in the form of a dove.* He who bowed the heavens, bowed His head,* and the clay cried out to the One who formed him:* “Why do You order me to do what is beyond my power?* For I need to be baptized by You.”* O sinless Christ our God, glory to You.",
    "1, Podoben “All-gloriuos martyrs…”",
    "Beholding You coming to him and requesting baptism, O Christ,* the forerunner cried out with trembling:* “Why do You command me to do that which is beyond my power?* How can I touch with my hand You who holds all things in You hand, O almighty Lord?* Better would it be that You baptize Your servant!”",
    "“I, who am unapproachable by nature,* have manifested Myself as wholly man, accessible to you.* I, who am rich, have impoverished Myself willingly,* that I may enrich what has become impoverished with incorruption and deliverance.* Approach, then, and baptize Me who am not subject to corruption,* but rescue the world therefrom!”",
    "“I am constrained on every side!* To where I shall flee, I know not!”* the forerunner said to the Creator;* “As You are the torrent of nourishment, O Compassionate One,* how, then, can the river’s streams receive You who have come,* pouring forth salvation upon those* who honour Your holy epiphany, O Word?”",
    "6",
    "g",
    "O beacon in the flesh, forerunner of the Saviour,* offspring of a barren woman, friend of Him who came forth from the Virgin,* whom you worshipped by leaping up within your mother’s womb* and have baptized in the waters of the Jordan:* Him do you entreat, O prophet,* that we may escape the waves of tumult which are to come.",
    "n",
    "God the Word appeared in the flesh to the human race* and stood forth to be baptized in the Jordan.* And the forerunner said to Him:* “How can I stretch forth my hand and touch the head of You who hold all things?* Even though You are Mary’s Child, yet do I know You to be the pre-eternal God,* who are hymned by the seraphim and go about on the earth.* A servant knows not how to baptize his master.* O unapproachable Lord, glory be to You!”"
  ],
  "special_prokimenon_index": 1,
  "aposticha": [
    "4, Podoben “You have given a sign...”",
    "When John the forerunner beheld You coming to him, O Master,* he was filled with awe,* and as a guileless servant he cried out with fear:* “What humility is this, O Saviour,* what poverty, wherein You have clothed Yourself,* lifting lowly man up in the richness of Your goodness,* in that You are compassionate,* having clothed Yourself in him?”",
    "“Come to Me who am accomplishing the mystery of salvation!”* You responded to the forerunner;* and he obeyed You with fear, O Saviour of all,* and was not overcome with awe.* “For, restoring Adam, who was crushed by sin,* I am baptized as a man in the waters of the Jordan,* to which you see that I am come,* though I am undefiled by nature.”",
    "“Who among mortals has seen the Sun cleansed?” John, answering, said,* “Him who clothes the sky with clouds stripped utterly naked,* and Him who creates the springs and rivers entering the waters?* I marvel at Your ineffable dispensation, O Master!* Burden not Your servant with fearsome commands!”",
    "4",
    "g",
    "As a lover of the Spirit,* a swallow who manifestly announces the gracious dispensation of God the King,* who shone forth brightly upon the human race* from the pure one to the restoration of men, O forerunner,* you shone forth, utterly lifting the spirits of the downcast,* and guiding aright the hearts of those who are baptized in repentance,* that they may receive everlasting life, O blessed God-pleaser.",
    "n",
    "Come, let us emulate the wise virgins!* Come, let us greet the Master who has appeared to us!* For He has come to John like a Bridegroom;* the Jordan, seeing You, was afraid and halted.* And John cried out: “I dare not touch the head of the Immortal One!”* The Spirit descended in the form of a dove, to sanctify the water.* And a voice was heard from heaven, saying:* “This is my Son who has come into the world to save the human race!”* O Lord, glory be to You!"
  ],
  "aposticha_verses": [
    "The sea beheld and fled,* the Jordan turned back.",
    "What ails you, O sea, that you fled?* And you, O Jordan, that you turned back?"
  ]
}