{
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
     "O blessed one, the citadel of your soul* was never stormed by the assaults of temptation.* As a rampart before them, you placed your ascetic perseverance,* to keep you unwounded and untouched by the devil who wars against us.* Thus you are now present before the Master of all,* crowned as a conqueror.",
     "Neither the length of the journey nor the difficulties encountered in its course* could dampen the ardor of your pilgrimage toward God.* For, once arrived, you had the joy of living in those places* where our God had walked.* With no other concern than progressing toward the heavenly Sion,* you persevered in the labors of asceticism.",
     "Revealing the depth of your love,* you poured forth tears of compunction to the point of bathing the earth.* With your hair, you wiped dry the place where the feet of Christ had stood.* Thinking of Him whom you loved, seeing Him as though present,* and following His footsteps in spirit,* you made your soul radiant with the purest contemplation.",
    "4, Podoben “You have given a sign...”",
     "Rising in the West, O blessed one,* you went to the East as a brilliant star,* radiant in your works inspired by virtue,* to enlighten the soul and spirit of believers* by your resplendent miracles.* We call you blessed and celebrate your memory,* magnifying Christ who glorified you in holiness.",
     "Pierced by the arrows of love for Christ, O illustrious Dominica,* you followed Him, refusing passing glory* and renouncing the pleasures of the flesh and all other joys of this life.* Thus, Jesus, the Lover of mankind and Savior of our souls,* made you dwell in the radiant bridal chamber.",
     "Reproducing in yourself the Passion of your Lord and Creator,* as a creature of the Word, endowed with reason,* you overcame the unreasonable wanderings of the passions.* Thus, O praiseworthy virgin, you restored the likeness to Him in yourself,* appearing in truth as a pure image of God.",
    "1",
    "gn",
     "He who covers the heavens with clouds* is Himself today covered by the streams of the Jordan.* He who takes away the sins of the world* is cleansed that I may be made clean.* The Only-begotten Son of the Most High Father* receives from above the testimony of the consubstantial Spirit.* Let us cry aloud to Him: “O Christ our God, who have been made manifest,* glory to You!”"
  ],
  "aposticha": [
    "6, Podoben “The angelic hosts…”",
     "Light shone forth from You, O Jesus,* and You enlightened all mankind in your radiance* when You were baptized in the streams of the Jordan.* Being of the same Essence as the Father,* you were resplendent with all the divine brightness.* Illumined by it, the whole creation sings to You, O Christ:* “Blessed is Your Theophany; O our God, glory to You!”",
     "Come, let us purify our hearts in spirit,* in order that we may be filled with divine glory.* Seeing Christ baptized in the flesh in order to crush the head of the Tempter,* let us sing to Him with all our skill:* “Blessed is Your Theophany; O our God, glory to You!”",
     "We are all consumed by thirst for You.* You let us drink from the fountain of life, O Jesus,* in the streams of the Jordan,* because of Your compassion, O Lover of mankind.* Thus refreshed at Your immortal fountain of light, O Christ, we sing to You:* “Blessed is Your Theophany: O our God, glory to You!”",
    "2",
    "gn",
     "O Lord, when John saw You coming to him at the Jordan River, he cried out:* “How do You, O Lord, who have no stain, come to me Your Servant?* In whose name shall I baptize You?* In the name of the Father You possess in Yourself?* In the name of the Son, while You are the very Son in the flesh?* In the name of the Holy Spirit whom you grant to the faithful with the breath of Your mouth?”* O God made manifest, have mercy on us."
  ],
  "aposticha_verses": [
    "The sea beheld and fled,* the Jordan turned back.",
    "What ails you, O sea, that you fled?* And you, O Jordan, that you turned back?"
  ]
}