{
  "ps140": [
    "8, Podoben “O Lord, though You stood forth before the tribunal…”",
     "In your humanity You presented yourself* to John in the Jordan, O Lord,* although You did not leave your heavenly throne.* You were seated with the Father,* yet You were baptized for us.* Since You are generous and the Lover of mankind,* You have freed the world from slavery to the enemy.",
     "In your humanity You clothed yourself* in the waters of the Jordan, O Lord.* You were given witness from on high* by the descent of the Spirit;* and the voice of the Father testified that You are His Son.* Now manifest yourself to us* and grant incorruption to our souls.",
     "O Lord, from all eternity* You were begotten in an unchangeable way from the Father.* In latter times You came and received the likeness of a servant.* As the Creator You also renewed our likeness,* for in your baptism You granted incorruption to our souls.",
    "1, Podoben “The joy of the heavenly ranks…”",
     "O Martyr, Christ led you away from the error of idolatry* and from the mire of the earth,* just as David was led from the abyss of passion.* For He mystically placed your feet upon the rock of divine knowledge* and granted you a recognition of himself.* Implore Him that we may all be saved.",
     "Neither the love for your wife,* nor the yearning for your children,* nor your high rank, nor the wealth of possessions and riches* shook your strength of soul away from the true faith;* for your trust is in Christ, O all-blessed Polyeuctus.",
     "Before the grace of your martyrdom,* you truly adorned yourself with righteous deeds.* Because of them you were made worthy* to be a faithful witness of Christ;* and you were devoutly baptized in his death by your blood.",
    "1",
    "g",
     "Today the angelic hosts dance with joy* in memory of the martyr Polyeuctus;* and the human race faithfully celebrates and joyfully cries out:* Rejoice, all-praiseworthy one!* You overcame the snares of the deceitful one,* and you were crowned by Christ with the crown of victory.* Rejoice, warrior of the great King and our Saviour;* you destroyed the altars of idols.* Rejoice, O strength of martyrs!* Pray that we may be delivered from every danger,* for in faith we observe your ever-precious memory.",
    "2",
    "n",
     "Today the Creator of heaven and earth* approaches the Jordan River in the flesh;* the One who is free from sin seeks to be baptized* in order to cleanse the human race from the error of the enemy;* the Master of all is baptized at the hand of the servant* in order to grant us the cleansing through water.* Therefore, let us cry out to Him:* O God who has appeared to us, glory to You!"
  ],
  "aposticha": [
    "6, Podoben “On the third day…”",
     "O incomprehensible One,* You stood before everyone in the waters!* You bowed Your head to the Forerunner.* O sinless One, by Your baptism* You sanctified and delivered the world from slavery.",
     "The Father's voice spoke from on high and said:* This is My Beloved Son.* And the Spirit gave witness, O Christ.* The mystery of the Trinity was made known* through Him who was baptized in the Jordan.",
     "You sanctified the waters of the Jordan, O Saviour,* as well as the nature of water.* Therefore, the human race glorifies You* and praises your divine Ephiphany.",
    "4",
    "gn",
     "The One who clothes himself with light as with a robe* deigned, for our sakes, to become as we are.* Today He is clothed in the streams of the Jordan* even though He has no need to be purified.* He refashions us through the cleansing that He receives.* What a marvellous wonder!* He creates anew without fire* and refashions without tearing apart;* He grants salvation to those enlightened in Him,* Christ our God, the Saviour of our souls."
  ],
  "aposticha_verses": [
    "The sea beheld and fled,* the Jordan turned back.",
    "What ails you, O sea, that you fled?* And you, O Jordan, that you turned back?"
  ]
}