{
  "ps140": [
    "5, Podoben “O venerable father…”",
     "O venerable Father Gregory, you are filled with holiness,* O reed filled with the breath of the Comforter,* O clearest tongue of piety* and many-splendored luminary of the divine Splendour,* O preacher of truth and foundation of theology,* fountain of sublime doctrine and rich teachings,* you are a flute inspired by God.* You delighted the thoughts of the faithful with your inspired hymns.* O all-wise one, implore Christ and pray to Him to save our race,* for He renewed the world in the streams of the Jordan.",
     "O venerable Father Gregory, you are most worthy of honour,* you are the axe which chops down the assaults of the heretics.* You are the two-edged sword of the Comforter.* You are the shears that prune the wild branches* and the fire which burns up the brushwood of heresies.* Truly you are the winnowing fan* that defines both the simple and the difficult teachings.* You gave clear rules for the path of salvation.* Implore Christ and pray to Him to save our race,* for He renewed the world in the streams of the Jordan.",
     "O venerable Father and all-blessed Gregory,* your mouth is filled with blessed words* which it draws from the unfailing and divine sources of salvation.* You explain the words of prayer for everyone,* and set down rules for virtue,* and are illumined by divine contemplation.* Enlightened by the splendour of the uncreated Trinity,* you were its invincible defender.* O all-wise one, implore Christ and pray to Him to save our race,* for He renewed the world in the streams of the Jordan.",
    "1, Podoben “All-gloriuos martyrs…”",
     "The one who boasted to destroy the earth* and drench the sea* is now seen to be laughed at* by the faithful,* as a bird and a as a ridiculous mosquito.* He was ordered to have an ugly look* and was trampled* by him who pleased Christ.",
     "O faithful,* Dometian calls us today* to a God-pleasing banquet.* Let us convene with him by willing good* and have feast with him* in his instructions* pleading the Saviour of our souls* to grant peace to the world.",
     "You gave back the talent of Christ* that was given to you, O all-honoured one,* with double grace,* as a faithful servant.* That's why you hear:* \"O good servant, let it be for you* as for a good worker,* enter now in the joy of your Lord* having received the pay for your works!\"",
    "4",
    "g",
     "Having adorned your words of wisdom with spotless virtue,* you were adorned in two ways, O Gregory of Nyssa:* you filled the people with wonder by your inspired preaching,* and you delighted them with your knowledge.* You wisely explained the One God in the Trinity.* Thus by your correct teachings You conquered the alien heresy;* you re-established the authority of the faith to the ends of the earth.* With the angelic powers you now stand in the presence of Christ,* and you seek peace and mercy for our souls.",
    "n",
     "Upon touching your immaculate head,* the hand of the Baptist trembled.* The streams of the Jordan turned back,* feeling unworthy to serve You.* How could the one who stood in awe of Joshua, the son of Nun,* be unafraid to stand before the Creator of Joshua?* You have completed all that was assigned to You, O Saviour,* so that You might redeem the world by your Epiphany,* for You alone love mankind."
  ],
  "aposticha": [
    "2, Podoben “O house of Ephrathah…”",
     "May all creation* sing new hymns of praise to Christ* who was born of the Virgin* and was baptized* in the Jordan today.",
     "May the Forerunner* - the prophetic trumpet - cry out:* Bring the fruits of your good works to the Lord,* for He is baptized* in the flowing waters.",
     "Shining brilliantly from the heavens,* the divine Spirit* is now ineffably seen* in the form of a dove,* and it descends upon Christ.",
    "4",
    "g",
     "O Gregory, through your heavenly life you manifested God,* and your actions were filled with light* because of your divine contemplation.* You loved wisdom with a divine yearning;* you became rich through grace from the Spirit.* The sweetness of your words was like an abundance of honey.* You always delight the Church of God with your understanding of the divinity.* Therefore, you abide in heaven as a bishop,* and you pray without ceasing for us who observe your memory.",
    "n",
     "When John the Baptist saw You approach* the One who purifies the sin of the world by fire and the Spirit,* he cried out with fear and trembling, saying:* I am unworthy to place my hand on Your immaculate head.* Therefore, O Master, purify me by Your Epiphany,* for You alone love mankind."
  ],
  "aposticha_verses": [
    "The sea beheld and fled,* the Jordan turned back.",
    "What ails you, O sea, that you fled?* And you, O Jordan, that you turned back?"
  ]
}