{
  "ps140": [
    "5, Podoben “O venerable father…”",
     "O venerable Father, God-bearing Theodosius,* you struggled valiantly in your earthly life.* With hymns, fastings, and vigils,* you were a model for your disciples.* Now you rejoice with the angelic powers.* Without ceasing, you glorify Christ, who is God of God, and the Word,* the Deliverer who bowed his head to the Forerunner* and who sanctified the nature of water.* Implore Him and pray to Him, O venerable one,* that He grant to the Church* oneness of thought, peace, and his great mercy.",
     "O venerable Father, God-bearing Theodosius,* your desire was fulfilled when your soul was found to be pure.* The grace of the all-holy Spirit dwelt in you like a most pure light.* You were splendidly adorned by its action.* Without ceasing, you glorify Christ, the one Son in two natures,* who was baptized by the hand of the Forerunner* and who was attested to by the voice of the Father.* Implore Him and pray to Him, O venerable one,* that He grant to the whole world* oneness of thought, peace, and His great mercy.",
     "O venerable Father, God-bearing Theodosius, * you made yourself worthy of a blessed life by chastity and fasting.* Passing over to the life above, * you asked all the brothers to rejoice with you.* With the bodiless powers you now unceasingly glorify Christ* who ineffably received his flesh from the Virgin* and who drowned our sins by his baptism in the currents of the Jordan.* Implore Him and pray to Him, O holy one,* that He grant to the whole world* oneness of thought, peace, and His great mercy.",
    "2",
    "g",
     "O venerable Father, like a city of the living God,* the movements of the river brought joy to your soul* when the Water of Forgiveness, Christ our God, entered the Jordan* and made the word of faith gush forth for the whole world.* Implore Him, O blessed Theodosius, to save our souls.",
    "n",
     "You have bowed your head before the Forerunner,* and You have crushed the heads of the demons.* You have descended into the waters* and given light to all things* that they may glorify You, O Saviour,* the enlightenment of our souls."
  ],
  "readings": "(1) Wisdom 5:15-6:3; (2) Wisdom 3:1–9; (3) Wisdom 4:7-15",
  "aposticha": [
    "4, Podoben “You have given a sign...”",
     "The Lord said: You have seen how I clothed myself with your likeness.* I humbled myself beyond comprehension.* Why is it so strange then, O friend,* if I also bow down to your right hand as an equal?* I, who am naked, clothe myself with the waters,* because in my compassion* I desire to clothe the naked with eternal incorruption.",
     "You revealed yourself as incarnate, O Lord,* and a womb receiving You remained unburned* as it was foretold in that furnace of long ago* which did not burn the youths.* indeed am the straw, O Master,* and I place my hand as though upon the fire,* before which the heavenly and earthly creatures tremble,* O all-powerful Jesus, the Saviour of our souls.",
     "The Lord said: In the waters of the Jordan,* wash Me even though I am without stain.* Human nature, which was stained by the transgression of Adam,* will now be washed anew;* because when I am baptized* there will be a renewal for all* through the water and the Spirit.",
    "8",
    "g",
     "Multitudes of monks venerate you as a guide, O Father Theodosius,* because we truly learned how to walk correctly by means of your path.* Blessed are you, for you served Christ.* You have confounded the power of the enemy,* for you speak with the angels.* You share the lot of the venerable and righteous ones.* Together with them, pray to the Lord* that He show mercy to our souls.",
    "n",
     "O Saviour, the heavenly hosts are frightened at what they see,* for today You stand naked in the waters;* your head is bowed down in order to be baptized by John,* for You willingly become poor in order to enrich the world.* O Lord, glory to You!"
  ],
  "aposticha_verses": [
    "The sea beheld and fled,* the Jordan turned back.",
    "What ails you, O sea, that you fled?* And you, O Jordan, that you turned back?"
  ]
}