{
  "ps140": [
    "8, Podoben “O Lord, though You stood forth before the tribunal…”",
     "O Lord and sinless One,* although You allowed Yourself to be baptized in the flesh* to free the world from sin,* nevertheless we glorify You, knowing that You are God;* for You were baptized and delivered our souls from slavery.",
     "O Lord, when You became incarnate* and came into the currents of the Jordan* in order to sanctify the water by Your glorious baptism,* You condescended to bow your head to John,* and You were baptized by a servant* in order that You might save our souls.",
     "O Lord, You desired to save from error* the whole world which You created,* and You deigned to become incarnate from an inviolate virgin.* As the Lover of Mankind, You saved Adam from corruption.* You were baptized and bestowed enlightenment on our souls.",
    "2, Podoben “When from the Tree…”",
     "When you begin to glow richly with the light of the Spirit,* you left riches behind and loved only that which was heavenly.* You clothed yourself with the strength of a martyr,* and you endured pain beyond measure.* Thus you took away the power of the torturer,* and you wove a crown of victory,* O Martyr and most glorious sufferer of the passion.",
     "When you extinguished the evils of the flesh* and the flames of sin, O precious one,* by means of the dew of the Divine Spirit acting in you,* you closed the mouths of the ferocious beasts in the arena.* You courageously handed your body over to suffering,* thus weaving for yourself a crown of victory.* O Tatiana, you are blessed by God.",
     "Neither sword nor fire, nor tribulations, nor hunger,* nor any form of torture dulled your yearning for the Lord,* because you sought Him with your heart;* and you completely turned away from evil things, O Martyr.* You took up your abode inside the bridal chamber of God* and became the betrothed of the King of all.",
    "5",
    "gn",
     "Seeing You, the Creator, naked in the waters* and asking for baptism,* every creature on earth was seized with fear and wonder.* All were spellbound by the trembling of the Forerunner;* he did not dare to approach You.* Seeing You, the sea fled, and the streams of the Jordan turned back;* the mountains leaped, and the angelic powers were astonished and said:* O wonder! The Saviour is naked* and desires to clothe humanity with renewal and salvation."
  ],
  "aposticha": [
    "6, Podoben “The angelic hosts…”",
     "With the prophet, let us cry out to the Lord:* O Saviour and Creator,* You have manifested yourself out of love for us.* In the Jordan You have crushed the heads of the serpents,* and by your light You have illumined those who were blind, O Christ.* Blessed is your Epiphany,* O our God, glory to You!",
     "By your baptism You have given power over the enemy* to those who lovingly venerate Your saving plan.* You accomplished it according to Your will,* and You released us from the curse which came through Eden.* Let us cry out to Him:* Blessed is Your Epiphany,* O our God, glory to You!",
     "We who are of the race of Adam* freely share In the fall* and clothe ourselves In the garment of the flesh.* Today we strip ourselves through the baptism of the Lord.* With the angels, let us cry out to God:* Blessed is Your Epiphany,* O our God, glory to You!",
    "6",
    "gn",
     "O faithful, let us praise the great plans of God who works in our behalf,* for the only pure and spotless One* became Incarnate on account of our fall* and purifies us in the Jordan River.* He sanctifies us together with the waters* and crushes the heads of serpents in this water.* O believers, let us therefore draw water with joy,* for those who draw it in faith* shall be invisibly endowed with the grace of the Spirit* through the presence of Christ our God, the Saviour of our souls."
  ],
  "aposticha_verses": [
    "The sea beheld and fled,* the Jordan turned back.",
    "What ails you, O sea, that you fled?* And you, O Jordan, that you turned back?"
  ]
}