{
  "ps140": [
    "4, Podoben “You have given a sign...”",
     "The glorious Hermylus and the God-wise Stratonicus* were a wondrous pair who professed the uncreated Trinity.* After many wounds and sufferings* they conquered the error of worshipping many gods.* They have been crowned with the crown of victory,* and they pray for peace and great mercy for the whole world.",
     "O Martyr, you were a servant of the Word.* O Hermylus, you were chosen as a deacon by the Divine Spirit.* The sacred and splendid robes of your diaconate* were coloured by the flowing of your blood;* having perfected your ministry,* you now pass over into the spiritual kingdom,* and you pray fervently for those who venerate you.",
     "Having suffered stoning at the command of the torturer,* you were thrown into a basket and were drowned.* Through your blessed death you drown the most evil enemy.* Now you are living joyously in heaven,* and you pray for everyone, O courageous martyrs.",
    "8, Podoben “What shall we call you…”",
     "You laboured vigorously, O saints,* and you valiantly suffered through a barbaric invasion.* Having diligently given your souls by a sward,* you were crowned with wreaths of martyrdom* and are rightfully dwelling now with the angels.* Great is your suffering* but greater are your gifts:** pray that are souls be saved.",
     "O venerable ones, you laboured* having voluntarily renounced your lives. You valiantly subdued carnal thoughts* and died for Christ by a sword.* Now you rightfully dwell with the angels.* Therefore we who honor your memory,* pray you to pray for the salvation of our souls.",
     "You lived well, O saints!* Having valiantly imitated the feats of martyrdom,* you received crowns from the heavens.* Lawfully you disregarded swords,* akin to martyrs who trampled over tortures,* so that you can together be clothed in wreaths of passion.* Pray that our souls be saved!",
    "8",
    "g",
     "Venerable fathers, having studied day and night in the law of the Lord,* you were deigned to be co-planted with the tree of life,* and the fruit of your suffering flourished with crowns.* Having audacity in face of God, the First in Passion,* receive for us cleansing and great mercy through your prayers!",
    "n",
     "O Lord, desiring to fulfill what You have ordained from the eons* You accepted a con-celebrant of the Mystery from every kind of creation:* Gabriel from the angels,* the Virgin from the humanity,* the star from the heavens,* Jordan from the waters.* In it you drowned the lawlessness of the world:* O our Saviour, glory to You!"
  ],
  "aposticha": [
    "2, Podoben “O house of Ephrathah…”",
     "See the reflection* of the Father’s glory* come to Jordan’s bank* to purge by baptismal washing* the filth of our souls.",
     "John the prophet,* receive the world’s Redeemer!* As His chosen servant,* baptize the Creator* for the regeneration of mankind!",
     "Enlightenment approaches!* Redemption shines in Jordan!* Come, let us assemble* to be cleansed of sin,* singing the hymns of the feast!",
    "8",
    "g",
     "O venerable fathers, through the pains of your fastings* You lived a life of the angels.* Having become master of your body by self-discipline,* you subjected it to the Spirit.* You kept the law of the Lord* and preserved the original beauty of the likeness.* After spending your life in great fasting,* you entered the struggles of the martyrs,* and were adorned with eth two-fold crown.* Implore the Saviour to save our souls.",
    "n",
     "Today the armies of angels are amazed,* seeing You stand naked in Jordan’s waters, Saviour,* bowing Your pure head to be baptized by John!* By Your voluntary poverty* You have filled the universe with riches!* O Lord, glory to You!"
  ],
  "aposticha_verses": [
    "The sea beheld and fled,* the Jordan turned back.",
    "What ails you, O sea, that you fled?* And you, O Jordan, that you turned back?"
  ]
}