{
  "ps140": [
    "2",
    "When the Forerunner saw our Enlightener,* who enlightens all mankind,* draw near to be baptized,* he rejoiced in soul while his hand trembled.* And he showed Him to the people, saying:* “Behold, the Redeemer of Israel,* who sets us free from corruption.”* O sinless Christ our God, glory to You.",
    "The hosts of angels were filled with fear,* as they saw our Deliverer baptized by a servant* and receiving witness through the coming of the Spirit.* And the Father’s voice was heard from on high:* “The One on whom the Forerunner lays his hand,* the same is My beloved Son* in Whom I am well pleased.”* O Christ our God, glory to You.",
    "The streams of the Jordan received You, the Fountain,* and the Advocate descended in the form of a dove.* He who bowed the heavens, bowed His head,* and the clay cried out to the One who formed him:* “Why do You order me to do what is beyond my power?* For I need to be baptized by You.”* O sinless Christ our God, glory to You.",
    "Wishing to save the human race that had gone astray,* You did not disdain to clothe Yourself in the form of a servant.* For it befitted You, as Master and God,* to take upon Yourself our nature for our sake.* For You, O Deliverer, were baptized in the flesh, making us worthy of forgiveness.* Therefore we cry out to You:* O Christ our God and Benefactor, glory to You.",
    "gn",
    "You bowed Your head before the Forerunner* and crushed the heads of the dragons.* You descended into the waters* and gave light to all things,* that they may glorify You, O Savior,* our souls’ Enlightenment."
  ],
  "aposticha": [
    "2",
    "Seeing You, O Christ our God,* draw near to him in the river Jordan, John said:* Why do You, who has no defilement, come to Your servant, O Lord?* In whose name shall I baptize You?* Of the Father? But You bear Him in Yourself.* Of the Son? But You are Yourself this Son made flesh.* Of the Holy Spirit? But Your know that through Your own mouth* You give Him to the faithful.* O God who has appeared, have mercy upon us.",
    "The waters saw You, O God:* the waters saw You and were afraid.* For the Cherubim cannot lift their eyes upon Your glory,* nor can the Seraphim gaze upon You:* but standing by You in fear,* the first carry You and the second glorify Your might.* With them, O merciful Lord, we proclaim Your praises* and we say: O God who has appeared, have mercy upon us.",
    "Today the Maker of heaven and earth comes in the flesh to the Jordan.* He who is sinless asks for baptism,* that He may cleanse the world from the error of the enemy.* He who is the Master of all is baptized by a servant,* and He gives mankind cleansing through water.* Unto Him let us cry aloud: O God who hast appeared to us, glory to You.",
    "6",
    "gn",
    "Seeing the Sun that came from a Virgin* asking for baptism in the Jordan,* the shining Lamp that was born of a barren woman* cried to Him in fear and joy:* Sanctify me, O Master,* by Your divine Epiphany."
  ],
  "aposticha_verses": [
    "The sea saw and fled;* Jordan was turned back.",
    "Why is it, O sea, that you fled;* O Jordan, that you turned back?"
  ]
}