{
  "ps140": [
    "1, Podoben “The joy of the heavenly ranks…”",
    "When by divine inspiration you wisely left the cares of life* and set out on the labours of asceticism,* you went out with joy into the inaccessible wilderness,* inflamed with love of the Lord.* Having overcome the passions,* you lived like an angel by your perseverance in the good, O holy father.",
    "Having renounced all human companionship from your youth, O holy father,* you were the first to seek the absolute solitude of the wilderness.* You surpassed all hermits, O holy Paul,* remaining unknown throughout your whole life.* But at the command of God, Anthony found you like a hidden treasure* and made you known throughout the world.",
    "O holy Paul, as you lived your earthly life,* you dwelt with the wild beasts* and were served by a bird at the command of God.* Seeing this when he found you,* Anthony the Great was filled with amazement,* and he ceaselessly magnified the divine Providence of the Master of all.",
    "2, Podoben “When from the Tree…”",
    "O blessed Father, when by divine inspiration* you joyfully fled from the pleasures of this world,* you renounced the broad way and chose the narrow, straight, and rugged road.* You went into a spiritual refuge where you put on the divine habit,* denying yourself and stripping yourself of all passions.",
    "You conceived the amazing plan of your life,* your wondrous behaviour, in your love for Christ,* whose ineffable poverty you cherished.* Without a home, living before the threshold of your parents* you endured need and tribulations.* But you were filled with divine graces and you inherited heaven* and the treasure which no one can ever take away.",
    "Having the Holy Gospel before you, O father John,* you fulfilled It when you renounced your family inheritance* and spent your whole life in hardship and repentance.* Thus you now rejoice, O venerable father, since God has glorified you* with divine consolation and endless happiness.",
    "2",
    "g",
    "Renouncing the world and all it contains, O venerable father,* you took up the Gospel of Christ and lived it completely.* In the hut where you dwelt as though in a mystic paradise,* treating your body with the utmost severity,* you put to death the murderous dragon.* Now you dwell in heaven, O holy John:* ask great mercy for us."
  ]
}