{
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "Bound to the Lord, you were imprisoned in a dungeon.* Thus you bound falsehood, Apostle.* Therefore we honour you with love and kiss your chains with faith.* From them we draw healing of body and salvation of our souls.* We fittingly praise you, god-seer and conversor with the angels.",
    "Those who are bound by ignorance, receive understanding through you.* The peoples of the Gentiles who first were scattered* were shown to you in an image let down from on high* as a sheet containing every living creature.* Therefore, Apostle, every generation glorifies you,* venerating the chains which you bore with diligence for Christ!",
    "The One whom you denied at His condemnation,* you hymned when He rose from the dead.* You preached Him to the ends of the earth, Apostle,* as the God and Man who in His great goodness* entered into fellowship with humankind!* Therefore, we bless you with love, all-glorious Peter,* venerating the chains which you bore with diligence for Christ! ",
    "6",
    "g",
    "Today Peter, the rock of faith, the foundation of the Church,* appoints his precious chains for the devotion of our souls.* Come and let us kiss them, crowning him with songs of praise and chanting:* rejoice, fervent champion of the faith,* for with ardent knowledge and great boldness you confessed Christ, the Son of God!* Rejoice, joy of the universe, keeper of the keys of the kingdom of heaven,* for you give grace to those who honour you with love* and venerate your precious chains with longing!* As you stand before the throne of Christ, the King of all,* ever pray for us who celebrate your memory!"
  ],
  "aposticha": [
    "6",
    "g",
    "Peter, the rock of faith, the fervent intercessor,* again lifts us up together for a spiritual feast,* setting before us his precious chains as provision for a costly banquet* that our infirmities may be healed and our sorrows consoled,* and the storm-tossed ships of our life brought to harbour.* Come, let us kiss them, and entreat Christ who glorified him,* saying: by his prayers, O Christ, save our souls!"
  ]
}