{
  "ps140": [
    "4, Podoben “Called from on high…”",
    "Burning with divine love and radiant with the Spirit,* your soul rose to desire truly infinite love!* You despised flesh and blood, and lived apart from the world,* yet you were united to it by great silence and abstinence.* Therefore you were fulfilled as you desired,* and as a star radiant with blessings, Anthony, you illumine our souls!",
    "Anthony, you were radiant with divine light* by the grace of the Holy Spirit;* you shattered the flying weapons of the demons;* by your godly teachings you exposed their evil snares.* You were a radiant light for monks: the first to adorn the desert;* a prayerful and skilled physician of the sick,* and the first clear example of the ascetic life.",
    "Anthony, pure in heart and soul;* an earthly angel, a heavenly man!* A teacher of chastity, a clear measure of abstinence!* Now you live with your Master, blessed saint.* As you offer Him unceasing praise* with the angels, all holy monastics and martyrs,* set free from sin and danger* those who ever keep your holy memory.",
    "6",
    "g",
    "You set your mind as master over the disturbing passions,* keeping the image unharmed through the ascetic life.* Thus you rose into the perfect likeness,* for bravely curbing nature,* you hastened to subject what is lower to that which is above:* you made the body servant to the Spirit.* Therefore you were revealed as the chief of those living the monastic life,* a citizen of the desert,* a master teaching those who hasten to you,* a perfect example of virtue.* Now the image has been broken, Anthony,* and in heaven you behold in purity the holy Trinity,* as you pray with boldness for those who honour you with faith and love!"
  ],
  "readings": "(1) Wisdom 3:1-9; (2) Wisdom 5:15-6:3; (3) Wisdom 4:7-15",
  "aposticha": [
    "5, Podoben “Rejoice…”",
    "Rejoice, Anthony, as you dwell on high with the angelic choirs!* For you truly learned their virtue, blessed saint.* You lived on earth, and appeared as a clear, undefiled image;* as a glass which received the brilliant lights of the Holy Spirit.* Thus enlightened, you saw what was to come,* foretelling all things taught by the divine manifestations of the light of Christ.* entreat Him to grant our souls great mercy.",
    "Rejoice, leader of ascetics and their unconquered champion!* For cutting down passions to the root and opposing the attempts of devils,* you bravely laid bare their weakness and soul-destroying error.* You made plain the invincible power and might of the Saviour's cross.* Girded with it, you defeated all who reject* the divine appearance of Christ in the flesh.* Entreat Him to grant our souls great mercy.",
    "You were an overshadowing cloud,* strengthened as a shining pillar of virtues,* leading those in the desert from earth to heaven.* Thus you were a seer of God!* With the staff of the cross you destroyed the sea of the passions,* and having defeated the reasoning of Amalek,* you easily found the way into heaven, blessed one of God,* and an incorruptible inheritance.* Rejoicing, you stand with the angels beside the throne of Christ.* Entreat Him to grant our souls great mercy.",
    "8",
    "g",
    "We honour you, Anthony our father,* the instructor of a multitude of monks!* We have indeed learned to walk rightly in your footsteps!* You are blest, for having laboured for Christ,* you denounced the power of the enemy!* Conversor with the angels, companion of Paul of Thebes!* Together with them, entreat the Lord that He may grant mercy to our souls!"
  ],
  "aposticha_verses": [
    "Precious in the sight of the Lord* is the death of His saints!",
    "Blessed is the man who fears the Lord.* He has great delight in His commandments."
  ]
}