{
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "You braved dangers and patiently suffered persecution,* righteous Athanasius, divine orator.* You exposed the wicked lies of Arius and his followers;* you proclaimed the doctrine of the true faith:* the Son and Spirit are one essence with the Father,* most blessed priest!",
    "The lightning-flash of your teaching* enlightens those in darkness.* You chase away all false doctrine.* You bore the brunt of battle for the faith,* Athanasius, uncompromised rock!* True shepherd and unshaken fortress of Christ's holy Church!* Therefore we assemble in your honour,* rejoicing to magnify you, all-praised one!",
    "You persistently advance in all virtue, God-inspired one;* consecrated priest,* divinely instructed and anointed by the Holy Spirit,* shepherd of truth and warrior of faith.* All the Church glorifies your memory;* through you she is perfected in holiness and glorifies the Saviour!",
    "4, Podoben “As one valiant among the martyrs…”",
    "By the fire of your teachings, wise one,* the dry wood and chaff of heresy is burned away.* The host of the impious are drowned;* the faithless sink in the abyss of your teachings.* By your doctrine, blessed Cyril,* every member of the believing Church is adorned,* and with a mighty voice honours you.",
    "Cyril, by the eloquence of your words, * the whole Church is adorned with piety.* Honouring the fruits your teaching has borne,* she glorifies your memory,* leader of the right-believing Fathers,* who defended the all-holy Theotokos as a champion at the council!",
    "Cyril, using the staff of your teachings, * you chased the spiritual wolves from the Church.* You encircled her with the retaining wall of your words,* presenting her to Christ with unblemished doctrine.* Beseech Him to deliver us now from persecution and corruption* as we celebrate your honourable memory.",
    "6",
    "g",
    "Assemble, lovers of feasts!* Praise your leaders with spiritual songs!* They are our exalted patriarchs,* the all-radiant enlighteners of the world!* They have revealed the mystery of Christ to us.* Let us cry out to them:* Rejoice, wise Athanasius!* Your name means the immortal one.* Drawing a string from the lyre of your inspired doctrine,* you made a sling to drive Arius the wolf from the flock of Christ.* Rejoice, bright star, all blessed Cyril!* Champion of the ever-Virgin one!* In the midst of the council at Ephesus,* you defended the Theotokos with a roaring voice!* Rejoice, fountains of theology!* ever-flowing rivers of divine wisdom,* flooding your banks with knowledge of God.* Never cease to beseech Christ, thrice-blessed Fathers,* for those who keep your holy memory with faith and love!"
  ],
  "aposticha": [
    "3",
    "g",
    "Athanasius, named immortal* stands with us in the Church again* teaching us to adore the Trinity,* filling us with the understanding of God* and praying that our souls may be saved."
  ]
}