{
  "ps140": [
    "1, Podoben “All-gloriuos martyrs…”",
    "A heavenly angel was sent beforehand to announce your birth, father Euthymius.* Like John, you came from the womb of a barren woman* and you showed yourself to be his follower.* You were a homeless one who spurned possessions,* sharing his way of life.* Like the Baptist, you sustained yourself in the mountains,* shining forth with boundless miracles!",
    "You brought forth fruit from barrenness, father Euthymius.* You were shown to have many children indeed,* for the desert that once was trackless was filled with monastics,* your spiritual offspring.* Pray now that our souls may be granted peace and great mercy!",
    "You excelled in your life, father Euthymius,* and your faith was truly orthodox.* Through activity you reached the highest vision* and became a dwelling of wisdom.* You worshipped Christ in two natures as one of the Trinity.* Pray to Him on our behalf!",
    "You shared in the sufferings of Him* who was stretched upon the cross, father Euthymius.* Through asceticism you conformed yourself indeed to His resurrection and glory!* Entreat Him now that he may grant our souls* peace and great mercy!",
    "4, Podoben “Called from on high…”",
    "You were sanctified from your mother's womb* when the eye of Him who sees all things perceived* your purpose and desire ever leading towards higher things.* Most blessed one, He declared you to be a gift of God,* the namesake of good courage.* He loosed the sorrow of your parents.* You advanced from infancy pleasing God, our Benefactor.* Beseech Him that He may save and enlighten our souls!",
    "Christ found you to be a clear mirror of divine revelations.* He enlightened you with the radiant splendour of His light.* He filled you with divine gifts, father.* You were revealed to be a source flowing with healings,* a feeder of the hungry,* watering with rains the desire of those who thirst.* Looking upon souls as pledges, wise one,* by your teaching, you helped them towards God.* Entreat Him that He may save and enlighten our souls!",
    "Your angelic life shone with vision and activity* as a standard and excellent model of virtue* for those who desire to worship God in perfection!* Your divinely-wise teaching, Euthymius,* taught all to worship the Trinity,* that Christ is known to be one in two natures* and that the councils were equal in number to Christ's four gospels.* Entreat Him that He may save and enlighten our souls!",
    "3",
    "g",
    "As another Samuel, father Euthymius,* you were dedicated to God from your mother's womb.* Indeed, you were fittingly called by your name,* for you are good courage to all believers,* a foundation and pillar of the monastic way,* a sanctified temple of the Holy Spirit.* Pray for us who honour you,* that we may be granted great mercy!"
  ],
  "readings": ["Wisdom 3:1-9", "Wisdom 5:15-6:3", "Wisdom 4:7-15"],
  "aposticha": [
    "5, Podoben “Rejoice…”",
    "Rejoice, venerable father,* for you are the cause of good courage for the Church!* By your birth all the assaults of heretics were repelled by the providence of God!* Therefore he named you Euthymius, or good courage.* You filled the ranks of heavenly beings with joy by the brilliance of your life!* Now as you make your dwelling with them, filled with light,* and enjoy the most blessed and divine radiance,* entreat Christ that He may grant great mercy to our souls.",
    "Made firm by the staff of the cross,* you dried up the sea of iniquity.* Spiritually watered by the stream of divine sweetness and the rivers of paradise,* you revealed springs of salvation in the desert!* You were watered like a palm tree with streams of the divine Spirit.* You hastened to the heights of heaven, venerable one,* showing yourself a fiery pillar of light-bearing radiance.* Therefore, divinely wise one,* entreat Christ that He may grant great mercy to our souls!",
    "You have passed over indeed with joy and gladness of soul* to the wonderful tabernacle, the house of God.* There, most blessed father, you listen to the beautiful voices,* the sweet hymns and ineffable delight of those who keep the feast.* You share in their beauty, Euthymius.* This alone you desired as you crucified your flesh and you reached it,* adorned with the righteousness of God.* Entreat Christ that He may grant the world great mercy!",
    "2",
    "g",
    "You gave your eyes no sleep, righteous father,* nor your eyelids slumber, until you freed your soul and body of passions.* You prepared yourself to be the dwelling of the Holy Spirit,* for you became the companion of the consubstantial Trinity,* for Christ who alone shows us the Father,* came to live in you, all-praised Euthymius.* Pray to Him that our souls may be saved!",
    "n",
    "We faithful bless you, Theotokos;* we fittingly glorify you, the unshaken city, the fortified wall,* the fervent intercessor and protector of our souls!"
  ],
  "aposticha_verses": [
    "Precious in the sight of the Lord* is the death of His saints!",
    "Blessed is the man who fears the Lord.* He has great delight in His commandments."
  ]
}