{
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "O venerable Maximus, you preached Him who, in His loving-kindness,* became man in His good pleasure,* who is known as having two wills and activities;* and you have stopped the gaping mouths of the abominable ones* who, by the temptation of the devil, the author of evil,* worship Him as having a single will and activity.",
    "With the cords of your doctrines, O father Maximus,* you strangled Pyrrhus, the evil-minded trifler,* and endured persecution and tribulations,* O ever-memorable one, cruelly wounded, your tongue cut off,* and the divine hand, which is ever stretched forth to God,* by writing you have wrought exalted words.",
    "O blessed one, your tongue was holy, sharpened by the Spirit* like the pen of scribe, inscribing the law of the divine virtues* with comely letters of grace upon the tablets of our hearts* and imparting by your doctrine the incarnation for men, in two essences,* of Him who desired to appear in a single Hypostasis.",
    "8, Podoben “O most glorious wonder…”",
    "O all-glorious wonder!* The dove which came from on high converses with the martyr Neophytus in human speech!* He is resplendent in the angelic life* by which he suffered mightily, though but a youth.* O, the godly works of the martyr tortured in five ways!* By his supplications save our souls, O Christ,* as You are compassionate.",
    "O all-glorious wonder!* Neophytus of perfect wisdom, from earliest infancy* performs miracles through the activity of the Spirit:* by his entreaties he causes water to pour forth from a rock,* and raises up the dead woman, whose offspring he was.* O, the godly works of the martyr tortured in five ways!* By his supplications save our souls, O Christ,* as You are compassionate.",
    "O all-glorious wonder!* The thrice-blessed Neophytus suffered for Christ,* put to fright the enemy with his excellent visions,* quenched the fire when he was cast therein,* and shows savage beasts to be terrified.* O, the invincible might wherein the athlete causes all to marvel!* By his supplications save us, O God!",
    "6",
    "g",
    "O venerable father, word of your corrections has gone forth into all the earth.* You have found the reward of your labours in the heavens,* have destroyed hordes of the demons, and attained to the ranks of the angels,* whose life you blamelessly emulated.* As you have boldness before Christ, ask peace for our souls."
  ],
  "stavrotheotokion": "The unblemished ewe-lamb and immaculate Mistress,* when, of old, she beheld her Lamb upon the tree of the Cross,* exclaimed maternally and, marvelling, cried out:* O my Child most sweet, what new and most strange sight is this that I see?* How have the thankless synagogue betrayed You to the judgment-seat of Pilate* and condemned You to death, who are the Life of all?* Yet I sing of Your ineffable condescension, O Word!",
  "aposticha": [
    "8",
    "g",
    "We honour you as the instructor of a multitude of monks, O Maximus our father;* for by your steps have we truly learned to walk aright.* Blessed are you who, serving Christ, denounced the power of the enemy,* O converser with the angels, companion of the venerable and the righteous.* With them beseech the Lord, that our souls find mercy."
  ],
  "stavrotheotokion_aposticha": "“What is this sight that I see, which my eyes behold, O Master?* Do You who sustain all creation die, suspended upon the tree, granting life to all?”* The Theotokos, said weeping, when she beheld upon the cross the God and man* who had shone forth ineffably from her."
}