{
  "ps140": [
    "1, Podoben “All-gloriuos martyrs…”",
    "Manifestly illumined by the rays of the Spirit,* O divinely revealed Timothy,* you were shown to be a most radiant beacon,* passing over all the earth and enlightening it with grace.* Pray now, that our souls be granted peace* and great mercy.",
    "O divinely wise Timothy,* you drank of the torrent of sweetness* and, emulating Christ, with godly wisdom have given drink* to those who fervently desire the understanding of God.* To Him have you now joyously departed,* contemplating the all-radiant glory of the Trinity* and infinitely powerful peace.",
    "Placing yourself in submission to Paul,* conversing with the Spirit through writing,* you became wholly radiant with light,* a generous husbandman, and an earnest favorite of the Lord,* living in chastity and piety, O divinely wise Timothy;* and you have been vouchsafed crowns of victory* as a lawful athlete.",
    "1, Podoben “All-gloriuos martyrs…”",
    "O most blessed Anastasius, boast of the martyrs,* who achieved splendid victories over falsehood,* you bear in your name a standard of fame,* being borne aloft everywhere as a steadfast victor.* And now do you raise up from sinful falls* those who honor your memory with faith.",
    "O martyr Anastasius,* achieving a splendid victory over falsehood,* you received a twofold crown for your ascetic struggle* and your steadfast contest, and your opposition, even unto death.* And Christ the Master has given you* the ability to work miracles, as is meet.",
    "The ends of the world now hymn your miracles,* O wonder-worker Anastasius;* for Christ has adorned you,* rewarding with miracles you who endured tortures for His sake;* and after your death you were counted worthy* of immortal glory and blessedness.",
    "8",
    "g",
    "Chosen by God before to be the disciple of the wise Paul,* you learned things divine;* and having lived in goodness and preserved the Faith unadulterated* even unto the shedding of your blood,* you were shown to be a faithful hierarch, O Apostle Timothy.* Therefore, you denounced the idolaters* and, wounded by staves and stones,* received the crown of martyrdom.* Wherefore, O most blessed one, pray for us who celebrate* your most honored memory with faith."
  ],
  "additional_aposticha": [
    "1",
    "Let us, O people, acclaim the lamp of the believers and an apostle,* Timothy who shone in the Gospel,* saying: \"Rejoice, O beautiful flower of faith, stem of dreams of the divine Paul.* Rejoice, O honourable expert in virtues,* abundantly wise mouth of the Word.* Rejoice, O flute announcing God to the ends of the world.* Rejoice, O pillar of faith* and the fundament of the Church!\"",
    "2",
    "g",
    "O Christ, You magnified the power of the precious Cross* in Judea and in Babylon,* for because of it they came to know* the feast of Your life-creating resurrection:* And now the right laudable and glorious athlete Anastasius,* a martyr of countless miracles,* has become for them a liberator* from the captivity of the madness of idolatry,* joining chorus with the angels and praying for our souls."
  ],
  "aposticha_verses": ["Their utterance has gone forth into all the earth,* and their word unto the ends of the world."]
}