{
  "note on sources": "This is a translation of an unofficial text, composed by the Priest-Monk Stefan Fedchyshyn, CSsR, 1998.",
  "ps140": [
    "1, Podoben “All-gloriuos martyrs…”",
    "Blessed martyrs, you defeated the enemy by the power of your spirit,* courageously standing in the holy faith, and laying down your lives for it,* now you stand before the Most High,* asking of Him for peace to our country,* and great mercy to our souls.",
    "Shining like the sun, in the land of darkness and violence,* showing the light of the Catholic faith, for which you suffered,* perishing from steel bullets, giving your souls,* you gave yourselves into the hands of the Almighty Lord.",
    "Neither hunger nor trouble, nor the atrocities of enemies,* nor a truly blessed death, could separate you from the love of God,* and like lambs to the slaughter,* you followed Your shepherd,* for this you received heavenly crowns,* pray unceasingly for our souls.",
    "8, Podoben “What shall we call you…”",
    "How shall we call you blessed, O warriors of the great King and God,* who bravely defeated impiety,* which could not force you to renounce the faith of your parents,* from Him you have received an eternal reward,* so pray to Him that our souls may be saved.",
    "How shall we glorify you, O blessed Nykyta, Vincent, Ivan and Constantine,* Michael, Onufriy, Philip the glorious,* who shone with divine light in the darkness that enveloped our land,* and now you enlighten us, keeping us in peace and unity,* pray without ceasing that our souls may be saved.",
    "How do you enlighten us, O long-suffering Maxim, Danylo and Constantine,* Bartholomew, Luke and Ignatius,* so that we do not go astray, and do not follow the enemy of our souls,* you have defeated him, O ascetics of the holy faith,* so pray that our souls may be saved.",
    "6",
    "g",
    "Rejecting ungodly counsel, enduring courageously in temptation,* and accepting the martyr’s crown,* O glorious martyrs, you glorified the Lord Christ,* with whom you now reign forever,* pray to him unceasingly for all of us,* who honour your memory with faith."
  ],
  "readings": "(1) Isaiah 43:9-14; (2) Wisdom 3:1-19; (3) Wisdom 5:15-6:3",
  "aposticha": [
    "8, Podoben “O most glorious wonder…”",
    "O thirteen most glorious martyrs,* you had a terrible death for nothing,* bravely standing in the defence of the holy faith,* clothed with heavenly glory, you are counted among the righteous,* with whom we glorify you.",
    "O thirteen most glorious martyrs,* accepting the cup of patience,* you invoked the divine name, God Almighty,* who gave you strength to endure,* and graced you with glory and eternal light, O God-seers.",
    "O thirteen invincible martyrs,* you voluntarily gave yourselves to death,* sanctifying your native land with your blood,* in which your descendants  followed this path of martyrdom,* therefore, today, celebrating your memory, we ask you:* ask Christ for great mercy for our people.",
    "3",
    "g",
    "Let us come today and glorify our martyrs* who met their enemies without hatred,* who came with their ungodly intentions,* to persuade them to apostatize from their faith,* they gave up their lives for this,* and the Lord accepted their sacrifice,* so now crowned with a heavenly crown, pray for our souls."
  ],
  "aposticha_verses": [
    "The just cried out,* and the Lord heard them.",
    "Many are the trials of the just,* but out of them all, the Lord will save them."
  ]
}