{
  "note on sources": "The first three stychera are from small vespers. The next are the first three of great vespers. The secong set from great vespers is lacking: TODO",
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "By your words of wisdom, Gregory the theologian,* you have glorified Him who is worshipped in Trinity:* the consubstantial Godhead: the Father, Son and Holy Spirit!* You have withered the vanity of false philosophers,* boldly proclaiming the truth with your godly preaching.",
    "Let us sing the praises of the prince of bishops,* the great teacher of the church of Christ,* the mighty organ of the Spirit of God;* the well-tuned lyre, the sweet-sounding harp:* rejoice, depth of divine grace!* Rejoice, heavenly and exalted mind:* Gregory, father and theologian!",
    "You ascended the mountain of virtue, renouncing all earthly cares.* With dead works you held no fellowship;* as Moses received from the hand of God the tables of the law of life,* so you were given the pure dogmas of your theology,* by which you teach us heavenly mysteries,* Most wise father Gregory.",
    "1, Podoben “All-gloriuos martyrs…”",
    "The grave, the means of forgetfulness, did not close your mouth, father Gregory,* for you have been revealed as the voice of theology,* declaring now to the whole world the teachings of the faith!* Pray that peace and great mercy may be granted to our souls! ",
    "You wisely turned from the hostile and treacherous flesh,* and mounting the heaven-bound chariot, father Gregory,* you were drawn by the virtues as by four horses!* You soared aloft into ineffable beauty!* Now as you delight in it,* grant our souls peace and great mercy!",
    "Through grace you were a faithful mediator between God and men.* Now, as you brought Christ, mercifully turned toward us, father Gregory,* by your bold prayers, never cease to pray to Him, venerable one,* that He may grant our souls peace and great mercy!",
    "8",
    "g",
    "Faithful, let us assemble!* Let us celebrate in spiritual songs the prince of bishops and the glory of patriarchs,* the interpreter of the words and thoughts of Christ.* Let us honour him whom God exalted with a heavenly mind:* rejoice, fountain of theology and river of wisdom;* the abyss of divine contemplation!* Rejoice, brilliant star, enlightening the world with true doctrine!* Rejoice, fearless opponent of error and powerful defender of truth!* Most wise Gregory the theologian, never cease to pray to Christ our God* for those who celebrate your God-pleasing and honourable memory* with faith and love!"
  ],
  "readings": "(1) Proverbs 10:6-8; 8:6-21; (2) Wisdom 8:17-21; 9:1-4; (3) Wisdom 4:7-15",
  "aposticha": [
    "5, Podoben “Rejoice…”",
    "Opening your mouth, directed by the Word of God,* you have partaken of the Spirit of Wisdom:* full of grace, you proclaimed divine doctrine, thrice-blessed Gregory.* You have imitated the ceaseless worship of the angelic host,* preaching on earth the triune and undivided Light.* Illumined by your divine teaching we confess the one Godhead in Trinity,* pray for the salvation of our souls.",
    "With your tongue of fire, divinely-inspired Gregory,* you burned to ashes the false teachings of the enemies of God.* You have appeared to us as a man with divine words,* speaking in the spirit of the mighty works of God,* writing for us of the hidden mystery of the Trinity of Persons,* equal in power and one in essence.* You have enlightened the ends of the earth as a radiant sun:* never cease to pray for the salvation of our souls.",
    "Rejoice, river of God, full of the waters of grace,* gladdening the ransomed people of Christ the King with divine teaching:* rejoice, torrent of delight and inexhaustible sea of truth,* faithful and just guardian of doctrine, undefeated warrior of the holy Trinity,* organ of the Holy Spirit and ever-vigilant mind,* your words explain the deep mysteries of the Scriptures:* pray to Christ, that He may grant our souls great mercy!",
    "8",
    "g",
    "You have cultivated the hearts of believers by your words, Gregory:* you have yielded abundant fruit for God:* an ever-green pasture of righteousness.* You have torn out by the roots the thorns of heresy,* cleansing the world by your divine reasoning.* We faithful in joy offer praise to you:* inspired lyre and ever-vigilant mind,* faithful shepherd of the flock of Christ,* never cease to pray to the Word, theologian,* that He will deliver from the wolf all those who honour your memory."
  ],
  "aposticha_verses": [
    "My lips will speak words of wisdom;* my heart is full of insight.",
    "The mouth of the just utters wisdom,* and his lips speak what is right."
  ]
}