{
  "note on sources": "second set of stychera is missing, second reading is incorrect, aposticha is from a different source: TODO",
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "Let us joyfully sing the praises of Chrysostom, the golden trumpet,* the divinely-inspired organ, the inexhaustible sea of doctrine,* the pillar of the Church, the heavenly mind,* the abyss of wisdom, the gilded vase.* He pours forth sweet streams of dogma like honey* for the refreshment of the world.",
    "Let us worthily honour John Chrysostom,* he is the ever-shining star all nations with the rays of true teaching.* He is the preacher of repentance;* the golden sponge wiping away the despair of sadness.* His words are a refreshing dew* reviving hearts which are worn by sin.",
    "With joyful hymns let us praise Chrysostom:* an earthly angel and a heavenly man.* He is a sweet and well-tuned harp, a treasury of virtues;* an immovable rock, a model of the faithful,* an imitator of the martyrs, a dweller with the holy angels,* and a companion of the apostles.",
    "4",
    "g",
    "The Church, enriched by your radiant teachings, cries out to you, Chrysostom,* I am nourished by your golden pastures;* I feed at the sweet streams of your words,* by your example, I am led from action to contemplation.* I am united to Christ my bridegroom and reign with him.* Now we, assembled in your memory, cry out to you,* cease not to pray that our souls may be saved."
  ],
  "readings": ["Proverbs 10:6-8;8:6-21", "Wisdom 8:17-21;9:1-4", "Wisdom 4:1,6-20"],
  "aposticha": [
    "5, Podoben “Rejoice…”",
    "Grace is poured out on your lips, holy father Chrysostom.* The Lord anointed you to be a priest of his people,* to feed his flock in holiness and justice.* Armed with the sword of strength, you cut off the confusion of error:* cease not to pray for peace for the world* and salvation for our souls.",
    "Rejoice, father of orphans, sufferer of unjust banishment,* treasury of the poor, food of the hungry,* converter of sinners, skilled physician of souls,* interpreter of holy Scripture, living law of the Holy Spirit:* pray to Christ our God, that He may have mercy on us.",
    "The world is enlightened by your words, brilliant sun,* your charity is a bright star, a shining lamp, and a beacon for all,* guiding to salvation those lost in the stormy sea of this world.* Venerable John, intercede for us.",
    "6",
    "g",
    "Holy father, as a loyal pastor you suffered unjustly,* you drank the bitter cup of tribulation and exile.* You received a blessed death, glorifying God for all things.* As a courageous soldier, you overcame the crafty enemy.* Chrysostom, offer our prayers to Christ our God,* who glorified you with the crown of victory."
  ],
  "aposticha_verses": [
    "My lips will speak words of wisdom;* my heart is full of insight.",
    "The mouth of the just utters wisdom,* and his lips speak what is right."
  ]
}