{
  "ps140": [
    "1, Podoben “The joy of the heavenly ranks…”",
    "Looking toward the beauties of paradise,* and richly delighting in meadows of incorruption,* you blossomed forth the knowledge of God for the world;* and partaking thereof with spiritual love, O venerable one,* we grow spiritually in soul.",
    "Having written of the coming of the Judge with streams of tears,* you teach all to light the lamps of their souls,* announcing the arrival of the Bridegroom,* that we may all clothe ourselves with splendid vesture* to greet Christ the Bridegroom. ",
    "Protecting your body with abstinence,* you mortified the movements of the passions, O father,* by prayers and vigils. The power of the Spirit which dwelled within you* has shown you to be a spiritual beacon* for the whole world.",
    "6",
    "g",
    "Having resolved to forsake the tumults of life, O ever-memorable Ephrem,* you attained to the desert with love of stillness;* and thereby led actively to God,* you shone forth as a lamp upon the world,* and poured forth the words of life upon men.* Never cease to make us steadfast by your prayers, O venerable father,* that our souls may be delivered from the alien foe."
  ],
  "stavrotheotokion": "Beholding our Life hanging upon the Tree,* the most immaculate Theotokos cried out, lamenting maternally:* “O my Son and my God, save those who hymn You with love!”",
  "aposticha": [
    "4",
    "g",
    "Making your couch wet with your tears, as did the prophet,* and achieving repentance by instruction of life,* by your works and discourses you have shown us the fear of judgment;* and, assembling, we all honour your memory, O most blessed one,* doer of all-glorious deeds of the Lord, O ever-memorable Ephrem.* We entreat you now: pray to Christ God in behalf of our souls."
  ],
  "stavrotheotokion_aposticha": "When she beheld You, the Lamb and Shepherd, upon the Tree,* the Ewe-lamb who gave You birth lamented* and exclaimed to You maternally:* “How is it that You have been suspended upon the tree of the Cross, O Longsuffering One?* How is it that Your hands and feet have been pierced with nails by the iniquitous, O Word,* and that You have shed Your blood, O Master?”"
}