{
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "You were the last successor of John the Theologian* and you followed in his steps!* You rose from the east, but appeared in the west,* illumining all with the lighting flashes of godly preaching.* There you departed from the world, most wise one,* shining out to God, crowned with the splendour of grace!",
    "Most wise bearer of God,* your relics were given to your city in a holy way.* They were hallowed in splendour by your suffering,* illumining us with grace by their return.* They have become the cause of our solemn feast,* filling with gladness inspired by God* and delighting with sweet fragrance* those who honour you with devotion!",
    "Before, you shone from the east upon the lands of the west* more brightly than the morning star.* Now, in the return of your divine relics,* you have spread beams of light upon the earth from the evening sky.* You entreat Christ to deliver from corruption and misfortune* those who celebrate your most honoured memory with faith!",
    "8",
    "g",
    "God-bearing Ignatius,* you soared on high to Christ Whom you desired.* You have received the reward of the holy ministry of Christ's Gospel * which you fulfilled in the shedding of your blood.* Therefore, as the wheat of the immortal Husbandman,* you were ground by the teeth of wild beasts* and were revealed to be sweet bread for Him.* Pray for us, blessed athlete!"
  ],
  "aposticha": [
    "1",
    "g",
    "Blessed Ignatius, your soul was strong and firm as a stone.* You cried out with great longing to Him who loves you:* it is not a material fire burning within me,* but the voice of the living water which dwells within my heart.* It continually cries: come to the Father!* Therefore in your desire to be with Christ* and being inflamed with the Holy Spirit,* you urged the beasts speedily to take you from this world* and send you to Christ whom you desired.* Pray to Him that He may save our souls!"
  ]
}