{
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "Let us glorify the three great preachers of the Trinity,* the instruments of grace and harps of the Spirit,* renowned trumpets of divine preaching* who thundered awesome wonders which were revealed from on high.* John, Basil, and Gregory made known the glory of God* to the ends of the earth.",
    "Let us worthily venerate the defenders of the Trinity.* They are the three apostles added to the Twelve.* They are rivers which overflowed living waters out of Eden.* They nourished the face of the earth with life-giving divine waters .* They are the basic elements of nature,* fashioning not creation but the true faith.",
    "The prophet spoke of them, saying:* No one who lives or speaks has not heard their voices,* for the famous and excellent works of these sublime and wise teachers* have spread through all the earth and sea.* By their divine laws the ends of the earth are joined together* and preserved in the one true faith.",
    "Let us, who follow their teachings,* loudly sing and praise these instruments of the Holy Spirit.* They are the true trumpets and orators of the Word.* Let us pray to them since they find favour with the Lord,* that He may grant a strong and lasting universal peace* and forgiveness to all of us.",
    "2, Podoben “What wreaths of praise…”",
    "With what praiseworthy crowns shall we crown the teachers,* distinct in body but joined together in the Spirit?* They are the God-bearing defenders of the Trinity, the triad of ministers,* the luminaries who enlighten the world, and pillars of the Church.* Because they conquered all,* Christ our God mercifully gave them crowns of glory.",
    "With what songs of joy shall we crown the God-bearing mystics and preachers?* They were the most outstanding theologians of the true faith:* Basil the Great who revealed truths about God;* the sublime theologian Gregory, and John the Golden-mouthed.* They are fittingly glorified by the Trinity,* the Lord who grants His great mercy.",
    "With what praiseworthy words shall we honour the holy bishops?* They were comparable to the apostles in rank and gifts through grace.* They defeated heresy and were sanctifiers by word and deed.* They were Christ-like shepherds in the faith.* They were earthly angels and heavenly men.* They were honoured by the Lord of glory,* by Christ who grants His great mercy.",
    "With what praiseworthy crowns* shall we crown John the Golden-mouthed, Basil, and Gregory?* They are precious vessels of the Spirit* and firm defenders of the faith,* pillars of the Church, the foundation of the faithful, and comfort of sinners.* We honour them as wellsprings which overflow,* refreshing our souls with water.* They ask forgiveness for our sins and great mercy for us.",
    "6",
    "g",
    "Let us extol today those mystical trumpets of the Spirit,* the God-mantled Fathers,* who, speaking of divine things,* sang a unifying hymn in the midst of the Church:* teaching that the Trinity is One,* not differing in substance or Godhead;* refuting Arius and contending for the true faith;* and who always intercede with the Lord* to have mercy on our souls."
  ],
  "readings": ["Deuteronomy 1:8-11,15-17", "Deuteronomy 10:14-21", "Wisdom 3:1-9"],
  "lytia": [
    "2",
    "Come, let us praise the earthly trinity of holy bishops* who are ministers of the heavenly Trinity:* Basil, whose name means the kingdom;* Gregory, called the Theologian; and John, the Golden-mouthed.* They are the abyss of those who searched into the wisdom of the Spirit.* They are likened to ocean currents* and ever-flowing wellsprings of leaping and living water.* They are known as elegant pearls and earthly beacons,* the rudders of the Church and trees that produce the most splendid fruit,* the stewards of grace and mouth of Christ.* They are defenders of the Trinity* by whom they were directly enlightened.* They pray unceasingly for our souls.",
    "Let us faithfully praise the flaming coals of the divine Fire,* for we have been illumined by them.* They became inflamed by being united to Him,* and they became luminaries for the world.* They showed themselves to be living strength for the lowly.* In faith they devoutly preached the Father, Son, and Holy Spirit.* Let us also cry out to them:* Rejoice, O three preachers of the Trinity.",
    "6",
    "O Holy Trinity, worthy of adoration,* glory to Your wise plan of salvation,* for You have given three great luminaries to us.* They enlighten us by the light of their knowledge of You,* they inspire us by their teachings,* and they shine with the radiance* of your precious desires for our salvation.* Through them the whole world has been enriched with the light of understanding;* it radiates with Your glory and hastens to Your blessed kingdom.* Since You are an all-generous God, O Holy Trinity,* be attentive to their prayers in our behalf* and save our souls, O Lord and Lover of mankind.",
    "g",
    "Having come together with songs of praise, O lovers of feasts,* let us praise the bishops of Christ* and the glory of the Fathers,* the pillars of the faith,* the teachers and defenders of the faithful.* Let us cry out to them:* Rejoice, O luminary of the Church and immutable pillar, O wise Basil.* Rejoice, O heavenly mind and great hierarch, Gregory the Theologian.* Rejoice, O golden-voiced John, splendid preacher of penance.* O thrice-blessed Fathers, never cease to pray to Christ* in behalf of those who with faith and love* observe your sacred and sublime feast.",
    "n",
    "Having come together with songs of praise, O lovers of feasts,* let us extol the boast of virgins and the joy of angels,* the only Theotokos and the strength of believers.* Let us all cry out to her:* Rejoice, O pure virgin Mother,* splendorous luminary and gate of heaven.* Rejoice, O sacred tabernacle and all-pure One* who contained God with your womb.* Rejoice, for without exception you are higher than all the heavenly powers.* Therefore, O Lady and virgin Mother,* do not cease to protect your servants* who in faith and love extol you at all times,* and who bow down to your holy and pure birth-giving."
  ],
  "aposticha": [
    "1, Podoben “All-gloriuos martyrs…”",
    "Today, let us worthily praise the triad of spiritual mystics,* the speaking trumpets and mirrors of God:* the great Basil and the sublime Gregory inspired with zeal* and the truly golden-mouthed John.* Their teachings pour out a stream of gold for us.",
    "Let us worthily sing the praises of the foundation of the faith,* the sublime and courageous mind,* the stream that flows with Gold,* the very splendid and precious luminaries* and defenders of the Trinity,* the receptacles of the grace of the Spirit* and unshakeable pillars.",
    "O instruments of the Spirit and trumpets of the divine thunder,* O brilliant lights of preaching,* O golden, light-bearing, resplendent lamps of God,* O most blessed Basil, most wise Gregory, and most precious John,* implore Christ our God to save those who honour you.",
    "2",
    "g",
    "Today the souls of mortals are elevated above earthly things.* Today they become heavenly beings as the commemorate the saints.* The gates of heaven are opened for us,* and the ways of the Lord are made known to us.* Tongues extol His miracles* and proclaim the words of the Word.* Let us also cry out to the Saviour:* Glory to You, O Christ God,* because through them there has been peace for the faithful.",
    "n",
    "Today, Christ is being carried into the temple as an infant.* Today, He who gave the Law to Moses comes under the Law.* The angelic hosts were amazed when they saw Him, who supports all things,* being held in the arms of an aged man.* Simeon, filed with reverence, joyfully cried out:* Now dismiss me, O Saviour, from the temporal life* and let me enter the repose which never grows old,* for I have seen You and I now rejoice."
  ],
  "aposticha_verses": [
    "Precious in the sight of the Lord* is he death of His faithful.",
    "Your priests shall be clothed with holiness;* your faithful shall ring out their joy."
  ]
}