{
  "ps140": [
    "1, Podoben “The joy of the heavenly ranks…”",
    "Illumining the whole world with rays of miracles,* O Cyrus and John, all radiant beacons,* you were like to the heavens in grace,* displaying like stars* the virtues of your exalted life.",
    "O martyrs of the Lord, O rain-bearing clouds* who excelled in manifold miracles of grace,* you water the whole world noetically,* prevailing upon the healthy* to offer hymnody to God.",
    "Truly receiving from God the skill to heal the sufferings of soul and body,* O martyrs of the Lord, you supernaturally heal all* not by means of human medicines,* but by the inspiration of God.",
    "Surrounded by the hosts of heaven,* O radiant luminaries Cyrus and John, O valiant athletes,* you heal the bodies of those on earth and wounded souls for Christ’s sake.* Entreat Him, that He save us.",
    "Following Christ, the Fountain of glory,* you have been shown to all as wellsprings of immortality,* and pour forth sweet streams which cure and heal men’s bodies and souls;* for you zealously shed streams of blood for Christ.",
    "8",
    "g",
    "Two martyrs have shone forth upon us today, healing the pangs of our souls:* Cyrus and John, the wonder-workers.* The one, embracing the angelic life and living it to the end,* united himself to Christ by the blood of martyrdom;* and the other, shining forth among the military ranks,* is now enrolled in the armies of heaven.* Wherefore, they impart healing to those who with faith celebrate their memory,* praying for our souls."
  ],
  "stavrotheotokion": "“I cannot bear to see You, O my Child,* Who gives vigilance to all,* asleep upon the Tree,* that You may bestow divine and saving wakefulness* upon those who of old fell into the sleep of perdition* by eating the fruit of disobedience!” the Virgin said, weeping.* Her do we magnify.",
  "aposticha": [
    "2",
    "g",
    "Come, O assembly of the faithful,* and with hymns let us crown Cyrus and John today:* the soldiers of grace and most generous fulfillers of petitions;* for in manifold ways they have been shown to all as most splendid physicians.* Wherefore, they pray for our souls."
  ],
  "stavrotheotokion_aposticha": "When you beheld the most ripe Cluster,* Who you produced in your womb without cultivation, O pure one,* hanging upon the Tree, you exclaimed, lamenting, and cried out:* “O my Child, let fall a drop of sweetness,* whereby all the drunkenness of the passions may be banished!* O Benefactor, be entreated in Your loving-kindness* for the sake of me who gave You birth!”"
}