{
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "The honoured temple prepares to receive within herself* the Lord who comes as an Infant.* With grace she spiritually illumines the faithful and God-loving assembly. * She cries out: You are my glory, my boast and the adornment of my fullness,* Word who became an Infant in the flesh for my sake!",
    "The most splendid bridal-chamber,* the all-honourable tabernacle,* the holy and spacious temple* bears the Lord within the chambers of the Temple.* She betroths Him beforehand to His honoured Church.* She prays to Him that those who fittingly glorify her as the Theotokos* may be delivered from corruption and dangers.",
    "Let us now offer to Christ the praise of the prefeast,* glorifying His condescension!* For He is brought as an Infant in the Virgin's arms.* He comes to lie in the arms of Simeon* who prophesies to all mankind* that as Benefactor and Lord He makes their nature divine!",
    "1, Podoben “All-gloriuos martyrs…”",
    "O all-glorious Tryphon,* in heaven you became a most brilliant partaker* of the sweetness of incorruption.* You, O glorious one,* suffered through valiant struggle* and were a witness to the Truth.* Pray to Christ* to grant to our souls** peace and great mercy.",
    "O all-glorious Tryphon,* you wholly became like light,* by the brilliance of the ever-shining Radiance,* and you overthrew all the dark deceit,* and  by the grace of God* you took down the shadows of the ruler of this world.* Therefore pray* to grant to our souls** peace and great mercy.",
    "O all-blessed Tryphon,* you were found worthy* of the angelic joy and gladness.* You renounced rich life* and by the strength of your soul* you equated everything to nothing* and in great patience* you went through your suffering,** and now you pray for our souls.",
    "2",
    "g",
    "You neglected the earthly ones, O all-blessed honourable Tryphon* and with care you valiantly came to the judgement seat.* And you skillfully overthrew the proud one by the blood of your battle* receiving the crown of victory.* Pray to Christ our God for us,* don't run out of mercy, O passion-bearer,** for the salvation of our souls.",
    "n",
    "Today Simeon receives in his arms* the Lord of glory whom Moses saw of old on Sinai* when in the cloud and darkness he was given the tables of the law. * This is He Who has spoken through the prophets!* He is the Creator of the law!* This is He Whom David foretold:** He is fearful to all yet shows us great mercy!"
  ],
  "aposticha": [
    "2, Podoben “O house of Ephrathah…”",
    "Receive, O Simeon,* the Lord of glory* as it was made known* from the Holy Spirit:** as He came to us.",
    "The pure One,* the most-pure Virgin* carrying the Creator and Lord* as an Infant in her arms** is entering the Temple.",
    "A great and awe-inspiring wonder* and unseen decision:* He Who holds everything* and creates infants** is carried in arms as an Infant.",
    "2",
    "gn",
    "The holy Lord is brought to the Temple, offered by the Virgin.* Simeon received Him in his outstretched arms with exceeding joy.* He cried out:  Lord, now let Your servant depart in peace,* for my eyes have seen Your salvation!"
  ],
  "aposticha_verses": [
    "Now, O Master, You have kept Your promise:* let Your servant go in peace.",
    "A Light to reveal You to the gentiles* and the Glory of Your people Israel."
  ]
}