{
  "ps140": [
    "1",
    "O Simeon, tell us whom you are joyfully carrying into the Temple.* To whom are you saying:* Now You may dismiss Your servant, O Lord,* because my eyes have seen my Saviour.* He is the child born of the Virgin.* He is the Word and God of God.* O Lord, who for our sake was incarnate and saved the world,* to You we bow in worship.",
    "O Simeon, now receive the One* Whom Moses the lawgiver had foreseen through the cloud on Sinai.* He has become a child and submits Himself to the Law.* This is He who spoke through the Law and whom the prophets foretold.* O Lord, who for our sake was incarnate and saved the world,* to You we bow in worship.",
    "O faithful, come let us welcome Christ* and receive Him with hymns of praise and glory.* He is the salvation Simeon has seen.* He is the One whom David foretold* and of whom the prophets have spoken.* O Lord, who for our sake was incarnate and inspired the Law,* to You we bow in worship.",
    "6",
    "gn",
    "Today the mystery which has been announced from eternity,* whose depth angels and men cannot measure,* appears in the arms of Anna.* Mary, the maiden of God is prepared* to be the dwelling of the King of the ages* who will renew our human nature.* Let us entreat her with a pure heart and say:* Since you are the intercessor for all Christians,* implore your Son and God to save our souls."
  ],
  "readings": ["Exodus 13:1-3,11-12,14-16", "Isaiah 6:1-12","Isaiah 19:1-5,12,19-21"],
  "lytia": [
    "1",
    "The Ancient of Days, who of old gave the Law to Moses on Sinai* appears this day as an infant.* The Creator of the Law fulfils the Law.* He is brought into the Temple* and is given over to the Elder.* The just Simeon receives Him,* and beholding the fulfilment of the divine promise, joyfully cries out:* My eyes have seen the mystery hidden from all eternity.* It has been revealed in these latter days.* The Light has radiated the darkness of unbelieving Gentiles* and gives glory to the newly chosen Israel.* Therefore, let Your servant depart from the bonds of this flesh* to the wondrous unending life that knows no age.* And we pray You to grant great mercy to the world.",
    "He, who once gave the Law to Moses on Sinai,* today submits Himself to the prescriptions of the Law.* In His compassion He has become like us for our sakes.* Now the pure God, as a holy infant having opened a pure womb,* is being offered as God to Himself.* He is freeing us from the curse of the Law* and granting light to our souls.",
    "2",
    "Simeon now receives below in his earthly arms* the One whom the ministers at the liturgy on high entreat with trembling,* and who was prophesied to become incarnate.* Seeing the heavenly God as mortal man,* he is ready to withdraw from earthly things and joyfully cries out:* Glory to You, O Lord, the unsetting Light,* that uncovers those in darkness.",
    "Today Simeon takes in his arms the Lord of Glory,* the One whom Moses formerly saw in the darkness* when he received the tablets of the Law on Mount Sinai.* This is He who speaks through the prophets;* He is the Creator of the Law.* This is He whom David announced.* He is awesome to all, yet He has great and abundant mercy.",
    "The pure Virgin brings the Sacred One* into the sanctuary to the holy priest.* Simeon extends his hands,* receives Him joyously in his arms, and cries out:* O Master, now You let Your servant go in peace,* according to Your word, O Lord.",
    "The Creator of heaven and earth is carried today* in the arms of the Elder Simeon.* Inspired by the Holy Spirit, he cried out:* Now I am set free, for I have beheld my Saviour.",
    "Today, Simeon the Elder enters the Temple, rejoicing in spirit,* to receive in his arms the One who gave the Law to Moses,* the One who fulfils the Law in Himself.* For Moses was counted worthy to see God,* although in darkness and sounds that were not clear;* and with covered face he rebuked the unbelieving people.* But Simeon carried the pre-eternal Word of the father in bodily form,* and he revealed the Light of the Gentiles, the Cross, and the Resurrection.* Anna was shown to be a prophetess,* announcing the Saviour and Deliverer of Israel.* Unto Him let us cry aloud:* Through the Theotokos have mercy on us, O Christ our God.",
    "5",
    "g",
    "Search the Scriptures as Christ our God said in the Gospels;* for in them we find Him who was born and wrapped in swaddling clothes,* the One laid in a manger and fed upon milk,* who received circumcision and was carried by Simeon.* Not in fancy or imagination,* but in very truth has He appeared to the world.* Let us cry out to Him:* Glory to You, O pre-eternal God!",
    "n",
    "He Who is Ancient of Days and young in the flesh* is being brought into the Temple by His virgin Mother.* He fulfils the promise of His own Law.* Simeon receives Him and says:* Now You may let Your servant go in peace,* for my eyes have seen Your salvation, O Lord."
  ],
  "aposticha": [
    "7",
    "Adorn your bridal chamber, O Zion, and welcome Christ the King.* Welcome Mary, the gate of heaven,* for she has appeared as a cherubic throne* on which the King of Glory is seated.* Indeed, the Virgin has become a cloud of light,* bearing in her arms the eternal Son.* Simeon received Him in his arms* and proclaimed to the people that He is the Master of life and death,* and the Saviour of the world.",
    "The all-pure Mother carried into the Temple* the One who comes forth from the Father in all eternity* and from the womb of a Virgin in time.* The Lawmaker of Mount Sinai submits to the Law* and is presented to the elderly and holy one* so that he may see the Promised One.* When Simeon received Him in his arms, he joyfully cried out:* This is God, co-eternal with the Father,* and the Saviour of our souls.",
    "Mary, the Mother of God, carried in her arms* the Lord who rides the chariot of the Cherubim* and is praised with the hymns of the Seraphim.* He was incarnate of her without human seed;* He is the Lawgiver who fulfils the precepts of the Law.* She handed Him over into the arms of the aged priest.* Holding the Life in person,* Simeon asked to be delivered from his present life, saying:* Dismiss me now, O Master, that I may tell Adam* how my eyes have seen the eternal God* who was made man without undergoing change,* and who brought about the salvation of the world.",
    "8",
    "gn",
    "He who rides on the Cherubim and is praised by the Seraphim* is now being brought into the holy Temple according to the Law.* He is sitting in the arms of an old man as though upon a throne.* From Joseph He receives God-pleasing gifts, a pair of turtle doves,* and from the newly-chosen people of the Gentiles, and undefiled Church.* The two doves indicate that He is the head both of the Old and New Testaments.* As for Simeon, when he saw what had been revealed come to pass,* he received the child and blessed the virgin Mother of God,* pointing out to her the sufferings that she would bear.* He asked the Lord to be released from life, saying:* Now You may dismiss me, O Lord, as You have promised;* for my eyes have seen You, the eternal Light,* the Lord and Saviour of all Christian people."
  ],
  "aposticha_verses": [
    "Now, O Master, You have kept Your promise:* let Your servant go in peace.",
    "A Light to reveal You to the gentiles* and the Glory of Your people Israel."
  ]
}