{
  "ps140": [
    "1, Podoben “The joy of the heavenly ranks…”",
    "The Creator of all things, and our God,* is being brought into the Temple by the virgin Mother.* The aged Simeon receives Him and cries out with joy:* Now You may dismiss your servant in peace,* according to your will, O good One.",
    "Receiving from the Virgin the One begotten before all ages,* Simeon took Him in his arms and cried out:* I have seen the Saviour,* the Illumination of your glory to the ends of the earth.* Now You may dismiss your servant in peace, O good One,* since I have seen You today.",
    "Near the end of his long life,* Simeon carried in his arms the Saviour* who was born for the salvation of all.* Rejoicing, he cried out:* I have seen the Light of the Gentiles and the Glory of Israel.* Now You may dismiss your servant from here, O God,* according to your command.",
    "4, Podoben “You have given a sign...”",
    "You are righteous, perfected, and glorified beyond everyone,* O God-inspired Simeon.* You took into your hands the incarnate and only perfect God.* He came into the world in order to justify it,* and that you might be released from the body which cried out to Him:* Now You may dismiss your servant in peace, O Lover of Mankind,* since I have seen You today.",
    "While remaining young in spirit, you became old in body, O Simeon.* You received the promise not to see death until you had seen the young infant.* He was of God the Father before all ages,* yet He humbled himself through the flesh.* You beheld Him and danced for joy* and asked for release from the flesh.* Then you joyfully passed to the heavenly abode.",
    "The God-inspired Anna and the wealthy Simeon shone with prophecy.* They manifested themselves as spotless in the Law.* They saw the Giver of the Law revealing himself* as an infant according to our nature.* Therefore, let us joyfully celebrate today* and glorify Christ, the Lover of Mankind.",
    "5",
    "gn",
    "He who is ancient of days and young in the flesh* is being brought to the Temple by his virgin Mother.* He fulfils the promise of his own law.* Simeon receives Him and says:* Now You may dismiss your servant, according to your word, in peace,* for my eyes have seen your salvation, O Lord."
  ],
  "aposticha": [
    "1, Podoben “The joy of the heavenly ranks…”",
    "Now we are celebrating the saving grace* of the ineffable manifestation of God* because Christ our God became man without change from the Virgin Maiden.* He is now being brought into the Temple* and offered to God the Father by his mother.* Simeon receives Him and takes Him into his arms.",
    "Of old You were seen in the prophets, O Jesus,* as much as it was possible to see You.* But now, O Word of God, by your will,* You manifest yourself to the whole world.* O Christ, You took flesh from the Virgin Mary.* Since You are the Lover of Mankind,* You manifested your salvation to all those who come from Adam.",
    "Of old You established the Law on Mount Sinai.* Now in the city of Sion* You fulfil the prescriptions of the Law.* You wished to be brought into the Temple as an infant in the flesh.* O Christ, You were carried in the arms of the Theotokos,* in order to be an offering in the arms of Simeon.",
    "1",
    "gn",
    "He, who once gave the Law to Moses on Sinai,* today submits himself to the prescriptions of the Law.* In his compassion He has become like us for our sakes.* Now the pure God, as a holy infant having opened a pure womb,* is being offered as God to himself.* He is freeing us from the curse of the Law* and granting light to our souls."
  ],
  "aposticha_verses": [
    "Now, O Master, You have kept Your promise:* let Your servant go in peace.",
    "A Light to reveal You to the gentiles* and the Glory of Your people Israel."
  ]
}