{
  "ps140": [
    "4, Podoben “You have given a sign...”",
    "He who loves mankind, fulfilling the law of the Scriptures,* is now born into the temple;* and the elder Symeon receives Him in his arms, crying:* Now You let me depart to Your blessedness,* for today I have seen clad in mortal flesh* He who has dominion over life* and mastery over death!",
    "You showed Yourself to be the Light of revelation,* the Sun of righteousness seated upon a light cloud,* fulfilling the shadow of the law,* and revealing the beginning of the new grace.* Symeon, seeing You, cried out: Set me free of corruption,* for I have seen You today!",
    "Without being separated from the bosom of the Father in Your divinity,* incarnate, as You so willed,* You were held in the embrace of the ever-Virgin,* and were given into the arms of Symeon the God-receiver,* O You who hold all things in Your hands.* He cried aloud with joy:* Now You let me, Your servant, depart in peace,* for I have seen You, O Master!",
    "4, Podoben “As one valiant among the martyrs…”",
    "Elevating yourself to God by your vision and activity,* you perfected your life, O most wise one;* and, setting the ascent of vision as your activity,* you loved the ultimate Desire, O wise one.* And harbouring desire for Him within yourself,* you have now been counted worthy of a blessed end* and the radiance of the threefold Sun.",
    "With the flood of grace and the outpouring of your words* you watered all the divinely wise;* and, placing your mouth to the cup of the uttermost wisdom,* you drew forth in abundance as from a well-spring,* and have shed beams of doctrines in every direction,* sending forth epistles and teaching* and instructing, O right wondrous one.",
    "By abstinence you mortified the wisdom of the flesh,* arraying yourself in life-bearing mortality;* and, manifestly expanding the state of your soul, O venerable one,* you made yourself a receptacle of the gifts of the Spirit* and became the habitation of divinely inspired doctrines* and dwelling-place of wisdom which passes understanding.",
    "2",
    "gn",
    "Today Symeon receives in his arms the Lord of glory,* whom Moses beheld before in the darkness, and who gave him the tablets on Mount Sinai.* He is the Creator of the law, who speaks in the prophets.* He it is who fills all with awe, whom David proclaims,* and has great and rich mercy."
  ],
  "aposticha": [
    "2, Podoben “O house of Ephrathah…”",
    "Receive, O Symeon, the Lord of glory* as you were told by the Holy Spirit.* For, lo! He is come.",
    "Bearing the Creator and Master as a Babe in her arms,* the pure and all-pure Virgin* enters the temple.",
    "Great and awesome and strange is the mystery of God’s dispensation:* He who embraces all things and creates infants* is born in arms as a Babe.",
    "2",
    "gn",
    "The sacred Virgin brought the Sacred One to the high priest in the temple,* and Symeon, stretching forth his hands,* received Him, rejoicing, and cried out:* Now let Your servant depart in peace, O Lord, according to Your word!"
  ],
  "aposticha_verses": [
    "Now, O Master, You have kept Your promise:* let Your servant go in peace.",
    "A Light to reveal You to the gentiles* and the Glory of Your people Israel."
  ]
}