{
  "ps140": [
    "1, Podoben “The joy of the heavenly ranks…”",
    "Let us now celebrate the saving grace of the ineffable manifestation of God;* for Christ God, becoming immutably a child through the Virgin Maiden,* is now borne by His Mother to God the Father in the temple;* and Symeon, receiving Him in his arms, embraces Him.",
    "You were seen by the prophets, O Jesus,* for of old they beheld You as far as they were able;* but now, O Word of God, of Your own will You have appeared in the flesh, through the Virgin Mary, to all the world* and have revealed Your salvation to all those descended from Adam,* in that You love mankind.",
    "O Christ who of old ordained the law of Mount Sinai,* fulfilling the provisions of the law now on Mount Sion* You have desired to be borne into the temple,* a babe in the flesh,* in the arms of the Theotokos, with the whole-burnt offerings;* and were given into the arms of Symeon.",
    "4, Podoben “You have given a sign...”",
    "You preserved your body uncorrupted for Christ thy Bridegroom,* adorned with the beauties of virginity, O Agatha, bride of God;* and, luminous with the splendours of martyrdom,* you have made your abode in the bridal chamber of God.* Wherefore, we celebrate your universal triumph,* glorifying the Saviour who ever glorifies you.",
    "You endured the severing of your breasts,* the burning of fire and the laceration of your body, O glorious one,* gazing with the eyes of thy heart toward thine eternal rewards,* the blessedness which comes therefrom* and the imperishable crown, which has now been given you by Christ,* for whom you suffered, O much suffering athlete.",
    "The uncontrollable raging of the savage fire you halted by your supplications,* O you of goodly renown,* and you saved the city which venerates your precious relics, O martyr,* from whence it receives rivers of healings through the divine Spirit.* For, suffering therein, you brought low the enemy* and received the crown of victory, O most lauded one.",
    "8",
    "g",
    "An all-glorious miracle took place during the martyrdom of the most glorious Agatha,* the martyr of Christ God, like that of Moses.* For, obtaining the law of the people, on the mountain* he received letters inscribed by God on tablets;* but here an angel from heaven, an intelligence venerable and acting freely,* brought an inscribed scroll to her grave,* showing forth honour from God* and deliverance for her native land.",
    "n",
    "He who is borne upon the cherubim and is hymned by the seraphim,* borne into the temple of God today in accordance with the law,* sits in the arms of the elder as on a throne,* and as God receives gifts from Joseph:* a pair of turtle-doves — the undefiled Church and the people newly-chosen from among the gentiles;* and two young pigeons — the beginning of the Old and the New.* And Symeon, finally receiving the fulfilment of the promise made to him* and blessing the Virgin Mary, the Theotokos,* foretold in imagery the sufferings she would endure* and asked from God deliverance, crying out:* “Now let me depart, O Master, as You told me before;* for I have seen You, the pre-eternal Light,* the Saviour and Lord of the Christian people!”"
  ],
  "theotokion": "Take pity, O Mistress,* upon me who am brought low by the assaults of the demons,* and have been cast down into the pit of destruction;* and set me firmly upon the rock of the virtues,* fending off the attacks of the enemy.* Vouchsafe that I may obey the commandments* of your Son and our God,* that I may receive remission* on the Day of Judgment.",
  "stavrotheotokion": "Beholding Christ, Who loves mankind,* crucified, His side pierced by a spear,* the all-pure one cried out, weeping:* \"What is this, O my Son?* What have the thankless people done to You* in return for the good You have done for them?* You make haste to leave me childless, O most Loving One.* I marvel at Your voluntary crucifixion, O Compassionate One!\"",
  "aposticha": [
    "6, Podoben “On the third day…”",
    "Receive in your arms, O Symeon, the Creator of all things!* O elder, take up Christ, to whom the Virgin Maiden gave birth without seed,* to the joy of our race.",
    "Assembling, O people, let us hymn God, the Creator of the law,* before whom the multitudes of angels tremble,* the only Benefactor and Bestower of the law,* for the salvation of our souls.",
    "Now, O Master, let Your servant go in peace, as You said;* for I have beheld You, the pre-eternal Light of revelation for the nations and Israel, O Christ,* and of my bodily union.",
    "2",
    "gn",
    "Him Whom the ministers on high entreat with trembling* has Symeon now received in his material arms;* and he announced that God had united Himself to men.* And, seeing God as a heavenly man, transported from the things of the earth, he cried out with joy:* “O Lord who reveals the never-waning light to those in darkness,* glory be to You!”"
  ],
  "aposticha_verses": [
    "Now, O Master, You have kept Your promise:* let Your servant go in peace.",
    "A Light to reveal You to the gentiles* and the Glory of Your people Israel."
  ]
}