{
  "ps140": [
    "1, Podoben “The joy of the heavenly ranks…”",
    "The Creator of all things, and our God,* is being brought into the Temple by the virgin Mother.* The aged Simeon receives Him and cries out with joy:* Now You may dismiss your servant in peace,* according to your will, O good One. ",
    "Receiving from the Virgin the One begotten before all ages,* Simeon took Him in his arms and cried out:* I have seen the Saviour,* the Illumination of your glory to the ends of the earth.* Now You may dismiss your servant in peace, O good One,* since I have seen You today.",
    "Near the end of his long life,* Simeon carried in his arms the Saviour* who was born for the salvation of all*  Rejoicing, he cried out:* I have seen the Light of the Gentiles and the Glory of Israel.* Now You may dismiss your servant from here, O God,* according to your command.",
    "6, Podoben “On the third day…”",
    "You glistened with the light of sanctifying virtues, O priestly one.* You mystically placed the light on the lampstand of the divine Church.* You illuminate it by your sacred teachings, O Father.",
    "The Holy Spirit sanctified you, O priestly Bucolus.* Through you, O Godbearer,* He gives sanctity, enlightenment, and deliverance* to all those who approach through faith. ",
    "Preaching the utter goodness of our God,* you bless the afflicted, O wise one.* Since you are a very holy priest,* you lead the people to the Saviour through grace.",
    "5",
    "gn",
    "Search the Scriptures as Christ our God said in the Gospels;* for in them we find Him who was born and wrapped in swaddling clothes,* the One laid in a manger and fed upon milk,* who received circumcision and was carried by Simeon.* Not in fancy nor in imagination,* but in very truth has He appeared to the world.* Let us cry out to Him:* Glory to You, O pre-eternal God!"
  ],
  "aposticha": [
    "2, Podoben “O house of Ephrathah…”",
    "The immaculate* and most pure Virgin* is carrying the Creator and Master* as an infant in her arms,* and she is entering the Temple today.",
    "O Simeon,* receive the Lord of glory,* as it was made known to you* by the Holy Spirit.* Behold, He now comes into the Temple.",
    "My eyes have seen You,* the Promised One.* Quickly release me, your servant,* O Gracious God* and Lover of Mankind.",
    "5",
    "gn",
    "He Who is Ancient of Days and young in the flesh* is being brought into the Temple by His virgin Mother.* He fulfils the promise of His own Law.* Simeon receives Him and says:* Now You may let Your servant go in peace,* for my eyes have seen Your salvation, O Lord."
  ],
  "aposticha_verses": [
    "Now, O Master, You have kept Your promise:* let Your servant go in peace.",
    "A Light to reveal You to the gentiles* and the Glory of Your people Israel."
  ]
}