{
  "note on sources": "both saints have stichera in menaion, but here only the fist one does, and the first set is from postfeast TODO",
  "ps140": [
    "4",
    "In fulfilment of the Law, the Lover of mankind now is brought to the Temple.* Symeon takes Him in his aged arms and cries out:* Now let me depart to the blessedness of the world to come;* for I have beheld on this day, clothed in mortal flesh,* the One who is Lord of life and Master of death.",
    "As a light of revelation to the Gentiles, You manifested yourself, O Lord.* The Sun of Justice sits upon a light cloud.* You fulfilled the shadow of the Law and showed the beginning of the new grace.* Therefore, beholding You, Symeon cried out:* Release me from corruption, for I have seen You today.",
    "When You became incarnate as You willed,* You did not separate yourself from the bosom of the Father.* You uphold the whole world with your hand, yet You were held in the arms of the ever-Virgin,* and You were handed over to the arms of Symeon, the servant of God.* Therefore, he cried out with joy:* Now You may dismiss your servant in peace, O Lord, for I have seen You.",
    "1, Podoben “The joy of the heavenly ranks…”",
    "The namesake of virginity, the beacon of Lampsacus,* the radiant morning-star of miracles,* the great Parthenius calls us all together by his memorial,* that we who hymn Christ the Saviour* may keep spiritual festival.",
    "Bearing God within yourself from childhood,* with the fire of your prayers, O all-blessed and wise one,* you burned up legions of the demons* and guided the flock of Lampsacus;* for, casting down the temples of the idols,* you renewed yourself for God.",
    "The fish which was cast forth, a breathless thing which yet imparted life,* proclaimed your wonder, as did the fruit of the barren field and vineyard* and the generous rain promised to those who wept.* Wondrous are your works, O performer of sacred rites!* Pray that we be saved.",
    "6",
    "gn",
    "Invoked this day, O Christ God whose good pleasure it was* to lower Yourself to be held in the arms of the elder as in the chariot of the cherubim,* deliver from the tyranny of the passions us who hymn you,* and save us, as You love mankind."
  ],
  "theotokion": "O most immaculate one, quickly visit me* who have been wounded by the robbers’ assaults of the demons* and who lie, wholly unable to move,* on the ever-shifting path of this life, in need of mercy;* and pour wine and oil upon my incurable wounds, and restore me to health;* that I may glorify you and lovingly hymn your mighty works, as is meet,* O Mother and Virgin, who alone are pure.",
  "stavrotheotokion": "A sword pierced your heart, O all-pure Mistress,* as Symeon said, when you beheld Him who shone forth from you ineffably,* condemned by the iniquitous and lifted up upon the Cross,* tasting vinegar and gall, His side pierced,* His hands and feet run through with nails;* and, lamenting, you exclaimed, crying out maternally:* What is this new mystery, O my Child most sweet?",
  "aposticha": [
    "6, Podoben “On the third day…”",
    "Receive in your arms, O Symeon, the Creator of all things!* O elder, take up Christ, to whom the Virgin Maiden gave birth without seed,* to the joy of our race.",
    "Assembling, O people, let us hymn God, the Creator of the law,* before whom the multitudes of angels tremble, the only Benefactor and Bestower of the law,* for the salvation of our souls.",
    "Now let Your servant depart in peace, O Master, as You said;* for I have beheld You, the pre-eternal Light of revelation for the nations and Israel, O Christ,* and of my bodily union.",
    "6",
    "gn",
    "Let the portal of heaven be opened today,* for the unoriginate Word of the Father,* receiving a beginning in time without being separated from His divinity,* is of His own will borne as a forty-day old babe* into the temple of the law by the Virgin;* and the elder receives Him in his arms, crying:* Let Your servant depart, O Master;* for my eyes have beheld Your salvation!* O Lord who has come into the world to save the race of man,* glory to You!"
  ],
  "aposticha_verses": [
    "Now, O Master, You have kept Your promise:* let Your servant go in peace.",
    "A Light to reveal You to the gentiles* and the Glory of Your people Israel."
  ]
}