{
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "You were shown to be by the Holy Spirit a courageous athlete, an invincible warrior,* having cast down the adversary with the wisdom of your words, O wise one,* and the enduring testimony of your deeds.* You have received the crown of victory* and have been joined to the choirs on high,* O great martyr Theodore.",
    "You were shown to be a pillar of godly piety, O you that are most rich;* for, abhorring the temples of the impious,* you were brought as a most perfect lamb and a right acceptable sacrifice,* to Him that was unblameably sacrificed for your sake,* who has glorified your holy memory, and has given you to them that are in the world* as a treasury of miracles, O Theodore.",
    "Lifted up upon a cross, your flesh lacerated, wounded with sharp arrows,* tormented by all the crafty art of torture, and beheaded by the sword,* you were shown to be steadfast and invincible* through the power of Him that was nailed to the Cross,* O Theodore, glory of the martyrs.",
    "8, Podoben “What shall we call you…”",
    "Possessed of a life equal to that of the angels,* you plainly conversed with angels, O divinely manifest one,* illumining your mind with things that pass understanding:* the purity of wondrous images, the revelation of great mysteries,* prophetic proclamation, and spiritual renewal.* Pray that our souls be saved.",
    "You were shown to be an earthly angel, having, while on earth, heavenly companions,* for you were a beholder of heavenly visions,* a noetic beacon, and a radiant light, a fruitful olive tree, as the Psalm says, which in godly fashion pours forth oil upon the pious.* Pray that our souls be saved.",
    "Enjoying the longed-for deification,* clearly partaking of everlasting delight, and beholding ineffable glory,* adorned with crowns of comeliness, as a most true prophet of God* pray in behalf of them that earnestly hymn you, O you that are pleasing to God,* that our souls be saved.",
    "g",
    "8",
    "O all you faithful, let us bless the great and noble martyr Theodore as is meet;* for he is the namesake of God’s gifts* and the heir of His blessedness, the champion of the world,* and he prays to Christ God in behalf of our souls.",
    "8",
    "n",
    "He that is lifted up upon the cherubim and is praised with hymns by the seraphim,* is brought today into the holy temple in accordance with the Law* and sits upon the arms of the elder as upon a throne.* From Joseph He receives gifts befitting God:* a pair of doves, symbol of the spotless Church and of the newly chosen people of the Gentiles;* and two young pigeons, for He is the Origin of the two Covenants, both Old and New.* And Symeon, having now been vouchsafed the fulfilment of the promise made to him,* blessing the Virgin Theotokos, prophesies the Passion of her Son;* and from Him he begs release, crying out:* Now let me depart, O Master, as You of old promised to me.* For I have seen You, the pre-eternal Light, the Lord and Saviour of the people* that bear the name of Christ."
  ],
  "aposticha": [
    "2, Podoben “O house of Ephrathah…”",
    "Open wide,* O gates of heaven,* for Christ is borne into the temple as a Babe* by the Virgin Mother* to God His Father.",
    "Christ, the coal of fire* which appeared to the holy Isaiah,* now rests in the arms of the Theotokos* as in a pair of tongs,* and He is given to the elder.",
    "In fear and joy* Symeon held the Master in his arms,* and asked for his release from life,* singing the praises* of the Mother of God.",
    "5",
    "g",
    "Today hath the honoured memory of Christ’s athlete* shone forth more brightly than the morning star,* invisibly illumining the hearts of the faithful and dispelling gloom from their souls* by the activity of the grace of the Holy Spirit.* O you that love the martyrs, to him let us cry out:* Rejoice, O blessed Theodore,* for you have been revealed to the faithful as a God-given grace,* showering a multitude of miracles upon them that flee to you.* And unceasingly entreating Christ,* do not fail to obtain eternal blessings for them* that celebrate your holy memory with faith.",
    "n",
    "The Ancient of Days, having become a Babe in the flesh,* was borne into the temple by His Mother the Virgin,* fulfilling the ordinance of His own Law;* and, receiving Him, Symeon said:* Now let Your servant depart in peace, according to Your word;* for my eyes have seen Your salvation, O Holy One!"
  ],
  "aposticha_verses": [
    "Now, O Master, You have kept Your promise:* let Your servant go in peace.",
    "A Light to reveal You to the gentiles* and the Glory of Your people Israel."
  ]
}