{
  "ps140": [
    "6, Podoben “Having set all aside…”",
    "Having set yourself wholly aside for the Master from your youth,* you desired Him, and followed in His steps;* and having been cleansed of all the defilement of the passions,* you were enriched with divine grace,* that you might work healings and perform most glorious miracles;* and you became a martyr, remaining unmoved by all the assaults of the torments,* through the power of Him who was slain upon the Cross.* Earnestly entreat Him in behalf of our souls.",
    "Though your blessed, enduring and invincible body was pierced with nails, O athlete Charalampius,* you kept your soul steadfast and your mind inviolate;* for divine desire richly enkindled you, O glorious one,* and exhorted you to endure all manner of torment, O passion-bearing martyr,* who shared in the sufferings of Christ.* Entreat Him with boldness in behalf of our souls.",
    "Having suffered, you inherited all-radiant joy, and ineffable glory,* and everlasting rejoicing, O venerable priest, honoured athlete, valiant warrior,* who with the streams of your blood* manifestly drowned the armies and hosts of the serpent,* and by grace and divine prayer you truly raised the dead,* praying with boldness in behalf of our souls."
  ],
  "theotokion": "O most immaculate one, quickly visit me* who have been wounded by the robbers’ assaults of the demons* and who lie, wholly unable to move,* on the ever-shifting path of this life, in need of mercy;* and pour wine and oil upon my incurable wounds, and restore me to health;* that I may glorify you and lovingly hymn your mighty works, as is meet,* O Mother and Virgin, who alone are pure.",
  "stavrotheotokion": "A sword pierced your heart, O all-pure Mistress,* as Symeon said, when you beheld Him who shone ineffably forth from you,* condemned by the iniquitous and lifted up upon the Cross,* tasting vinegar and gall, His side pierced,* His hands and feet run through with nails;* and, lamenting, you exclaimed, crying out maternally:* What is this new mystery, O my Child most sweet?"
}