{
  "ps140": [
    "1, Podoben “The joy of the heavenly ranks…”",
    "The summit of the virtues and foundation of the faithful,* the glory of hierarchs and the boast of the martyrs* with splendour summon all the faithful to his holy memorial,* to chant to him as a victor* who glorified God on earth.",
    "Moved by a vision of Christ,* the Angel of Great Counsel,* when you beheld behold the council of the iniquitous, O wise martyr,* you proceeded straightway to the tribunal,* taking the trophies of victory in your hand;* and you dwell now in the heavens,* O all-sanctified one.",
    "With the drops of your blood, O martyr Blaise,* you wove a beautiful robe for the Church,* embroidered by your well anointed fingers* and dyed with your manifold pangs;* and she is arrayed therein like a comely bride,* hymning Christ the Bridegroom.",
    "g",
    "4",
    "As a good tutor of children and a teacher of piety,* by the divine power of your godly words* you led the God-loving women to the struggle of martyrdom,* thereby strengthening for Christ the weakness of their nature;* and with them having finished well the course of sufferings,* you rejoiced with splendour in the bridal chamber of heaven,* adorned with a twofold crown of divine glory,* and making entreaty with them,* that peace and great mercy be imparted to us."
  ],
  "stavrotheotokion": "Beholding Christ, the lover of mankind, crucified, His side pierced by a spear,* the all-pure one cried out, lamenting:* What is this, O my Son?* How have these thankless people rewarded you* for the good things You have done for them?* Do You hasten to leave me childless, O most Beloved?* I marvel, O Compassionate One, at Your voluntary crucifixion!",
  "aposticha": [
    "6",
    "g",
    "Blossoming forth in the exercise of the divine virtues* in accordance with your name, O Blaise,* you flourished like a palm-tree in the courts of the Lord, as David said,* and like a cedar did you increase through chastisements.* Like a fruitful vine in the house of God,* pruned during torment by the application of tortures,* you have poured forth upon us a noetic wine from the fruit of your struggles.* Drinking thereof, we fill our hearts with divine gladness;* and assembling together for the honoured memorial of your repose,* we praise you, calling you blessed,* and asking that, through you, we may receive peace and great mercy."
  ],
  "stavrotheotokion_aposticha": "Your pure Virgin Mother, beholding the most iniquitous people* who unjustly nailed You to the Tree,* was wounded within, as Symeon foretold."
}