{
  "ps140": [
    "2, Podoben “When from the Tree…”",
    "Come and with hymns let us crown the athlete of Christ, the Lamb of the Orthodox,* as with lilies of the field and the full-grown blossoms of the paradise of God;* for he has been manifestly revealed to the world as the beauty of purity,* the sacrifice of faith, the glory of abstinence.* Wherefore, he has received the immutable crown of the kingdom.",
    "Having the fire of the divine Spirit within your heart, O Martinian blessed of God,* you were found to have burned up the image of the impure woman* and wounded the adversary with his own sword,* without sustaining injury yourself,* truly putting the most vile one to shame* and making him an object of derision.",
    "You kindled a material fire against the attacks of the enemy, O all-blessed one,* having acquired the constant remembrance of the everlasting fire;* and you caused the burning of the pleasures to wither utterly away.* Setting your feet upon a rock, O venerable one, you built a hut for yourself thereon;* and wandering about many lands,* you received a crown for your endurance.",
    "g",
    "2",
    "Rejoice, O honoured and most wondrous boast of Palestine,* for you have shone forth upon us like an all-radiant sun!* Burning up all the power of the enemy,* you consumed your members with fire, O blessed one;* for in the mountains and the wastelands, and among the islands,* he brought every temptation to bear upon you.* In the desert, he set a woman before you;* and even on a rock in the midst of the sea, the tempter assayed to test you, O wise one.* O thrice-blessed Martinian, never cease to entreat Christ without fail in behalf of us* who keep your memory with faith."
  ],
  "stavrotheotokion": "O pure one, when you beheld the mature Vine,* whom you bore in your womb without being cultivated by man, suspended upon the Tree,* you exclaimed, lamenting:* “O my Child and Benefactor, as You are compassionate,* with Your divine consolations pour forth the sweetness which takes away the drunkenness of the passions,* for the sake of me who gave birth to You!”",
  "aposticha": [
    "6",
    "g",
    "Adorned with the garment of purity and enlightened by divine prayer,* having Christ, Who was born of a Virgin, dwelling in you,* you were not moved by the female beauty,* nor accepted the sweetness of flesh* but you diligently walked into equally subservient fire* while having the divine fire in your heart;* With a material and passing fire* you burnt the fire of passions,* thus quenching the flames of Gehenna.* Therefore pray, O blessed Martinian,* that we also may be saved from the all-corrupting and eternal fire."
  ],
  "stavrotheotokion_aposticha": "Seeing the most lawless people* unjustly nailing You to the Tree* the Virgin and Your pure Mother* was wounded in her heart* as Simeon foretold."
}