{
  "note on sources": "royal doors has no podoben indications",
  "ps140": [
    "4",
    "О Father, you shone with the beauty of virtue,* and you went about the whole world,* like a bee putting the purest honey of divine wisdom* in the good hearts of those believing in the one Christ,* who came on earth and visited our lowliness* with his endless mercy and humility.",
    "With the wisdom of meekness* and filled with love of God and knowledge of the true faith,* you netted the cities and countryside for God, О blessed Cyril.* By grace you came to those who had not received saving wisdom,* and therefore, we praise you with holy hymns.",
    "You lived а life without fault and worthy of praise,* and your death was precious to God in the eyes of all.* Glorious with righteousness, О Father,* you gave your soul into God’s hands.* Therefore, we ask you to pray to him for mercy* for those who faithfully praise you.",
    "g",
    "8",
    "Come, O you who love the feasts of the Church,* and with songs of praise* let us hymn the peers of the apostles, the adornment of hierarchs,* the enlighteners and fervent helpers of the Slavic peoples, saying:* Rejoice, O Cyril, golden clarion of theology,* who explained the mystery of the Holy Trinity by comparing God to the sun,* and thereby closed the blasphemous mouths of the Moslems!* And rejoice with him, O Methodius, who struggled with him in oneness of mind,* aiding him with prayers and signs!* And now, O most blessed fathers,* never cease to pray to Christ God for us* who magnify you with faith and love."
  ],
  "readings": [
    "Deuteronomy 1:8-17",
    "Deuteronomy 10:14-21",
    "Wisdom 3:1-9"
  ],
  "aposticha": [
    "8",
    "O venerable father,* you were a divine lightbearing torch, pure and precious.* You never succumbed to the evil ways of the world.* For that, Christ, the Lover of mankind,* made you a sharer in the divine nature.* Through his supplications, O Christ,* grant your people great mercy.",
    "O venerable father!* Having set your hand to the plow,* you diligently served God;* you never looked back,* but continued on toward the kingdom of Christ our God,* Who became incarnate for the salvation of our souls.",
    "O blessed father!* The gentle breath of a peaceful spirit* guided the boat of your body* as you easily sailed across the sea of life.* You sold all your possessions* in order to acquire a precious treasure,* and having found it,* you hid it and enjoyed its divine richness.",
    "8",
    "g",
    "The pure spiritual memory of the saints dwelt in your pure heart,* О venerable father, most blessed Cyril.* It showed you to be an exorcist terrifying to the evil spirits* and а doctor of hidden illnesses.* Therefore, since you have confidence before God, the Lover of mankind,* pray to him without ceasing to free us from stain of soul and body."
  ],
  "aposticha_verses": [
    "Precious in the eyes of the Lord* is the death of His faithful.",
    "Happy those who keep God’s decrees,* who seek the Lord with all their heart."
  ]
}