{
  "ps140": [
    "2, Podoben “When from the Tree…”",
    "As God our Benefactor, Christ has given you to the world as a rich gift, O Theodore,* having received the gift of your precious blood, which was offered to Him,* shed for His sake with the zeal of piety:* Standing now before Him with pious boldness, O martyr,* save all that have recourse to you.",
    "You are a steadfast pillar which repels the assaults of the adversaries,* an invincible champion for them that praise you,* a most speedy aid, a fervent advocate,* quick deliverance, general assistance, most powerful intercessor,* a ready deliverer of all that entreat you with faith, O blessed Theodore.",
    "Possessed of a torrent of sweetness and the water of remission* and being a most true witness to Christ the most merciful,* deliver me from the torrent of my sins,* calm the troubled waters for me, still the tempest of temptations* and guide me to the calm haven on high, O right blessed Theodore.",
    "4, Podoben “As one valiant among the martyrs…”",
    "Moved by zeal divine,* your soul aflame with the love of Christ the Saviour, O glorious one,* you reduced to ashes the false goddess and her temple,* proclaiming the name of the true God and Master,* and you put to shame the arrogance of the tormentors,* and have been vouchsafed everlasting joy,* O passion-bearer Theodore.",
    "Having ascended, O Theodore, to the summit of the knowledge of Christ,* you passed beyond visible things, and sought only Him;* and having found Him, you loved Him,* and for His sake you suffered with valiant soul.* Entreat Him that they that celebrate thy most glorious memory* be delivered from corruption and misfortune.",
    "Covered with God-given power* and the wounds of thy struggle, O passion-bearer Theodore,* you stood before Christ God, the King of all creation,* receiving crowns of honour from Him;* Beseech Him that they that celebrate faithfully your most glorious memory* be delivered from corruption and misfortune.",
    "g",
    "6",
    "The gift of sanctification and the richness of divine life* have you revealed to the world, O Theodore.* For Christ has glorified your memory, O wise one,* whereupon we, the faithful, rejoicing together,* hymn the struggle of your sufferings."
  ],
  "stavrotheotokion": "A sword pierced through your heart, as Simeon foretold, O all-pure Lady,* when you beheld Him who shone forth from you ineffably* raised aloft upon a Cross by the iniquitous as one,* condemned, given vinegar and gall to drink,* His side pierced, His hands and feet nailed;* and, lamenting, you exclaimed, crying out maternally:* What is this new mystery, O my Child most sweet?",
  "aposticha": [
    "8",
    "g",
    "Having piously armed yourself with a martyr’s courage, O athlete of Christ,* and mystically allied yourself with His power,* struggling to offer rational sacrifice to God,* you showed the godlessness of idolatry and the threats of the tormentors to be empty,* despising tortures and transitory fire.* But, O! the gifts divine!* Both in reality and in name, from every evil circumstance* by your prayers save them that celebrate your memory."
  ],
  "stavrotheotokion_aposticha": "The unblemished heifer, beholding her Bullock* sacrificed of His own will upon the Tree,* weeping with pity, cried out:* Woe is me, my most beloved Child!* What have the ungrateful assembly of the Jews done to You,* wishing to leave me childless, bereft of You,* O most Beloved One?"
}