{
  "ps140": [
    "8, Podoben “O most glorious wonder…”",
    "O divinely wise father Timothy,* by great, abstinence and frequent prayer* you utterly destroyed the movements of the passions;* and receiving the grace of dispassion,* you were shown to be a receptacle of the divine Spirit.* As you live even after death, O divinely blessed one,* you ever drive away evil spirits.",
    "O divinely wise father Timothy,* you were a true emulator of Abraham,* everywhere healing them that have recourse to you.* In your pangs you acquired the strength of Job;* and, possessing the meekness of David,* on earth you lived a life equal to that of the angels,* and have received your ultimate desire, praying for us all.",
    "O divinely wise father Timothy,* you were shown to be a model of chastity, an example of abstinence,* an image of piety, and a wellspring of compunction,* an unshakable foundation of orthodoxy, an ever-flowing stream of healings,* a never-setting sun, a child of divine grace, and the adornment of monastics,* O all-honoured one.",
    "8, Podoben “What shall we call you…”",
    "Possessed of a heavenly life, you were truly ordained by God to serve as a priest,* and with a pure mind you offered up the services to Him.* Misfortunes and suffering you endured, O blessed one,* for the sake of the divine preaching and the steadfast truth* which you confirmed by your words,* manifestly denouncing the mindless ones.",
    "With the word of your sacred discourse* you manifestly set afire the tinder of the blasphemy of the impious Arius,* who did not comprehend that the Father and the Son* are called equal in honour by nature, O most sacred Eustathius;* and you enlightened the hearts of the faithful* and kept with truth* them that with faith celebrate your memory.",
    "Wielding the staff of your words, O most sacred shepherd,* you preserved the rational flock of God unharmed therewith from all manner of wolves.* The good Shepherd has led you into the fold of heaven,* where the souls of the elect and righteous fathers are,* O God-bearing and all-blessed Eustathius."
  ],
  "theotokion": "To whom have you likened yourself, O wretched soul,* who in no wise rises to repentance,* and fears not the fire which awaits the evil?* Arise and call upon her who alone is quick to help, and cry aloud:* O Virgin Mother, entreat your Son and our God* to deliver me from the snare of the deceiver!",
  "stavrotheotokion": "The ewe-lamb, when she beheld the Lamb* stretched out of His own will upon the tree of the Cross,* cried out, maternally in pain, with lamentation:* What is this strange sight, O my Son?* How is it that You die, O Longsuffering One,* who as Lord grants life to all, bestowing resurrection upon mortals?* I glorify Your great condescension, O my God!"
}