{
  "ps140": [
    "4, Podoben “Called from on high…”",
    "Shedding the garments of mortality through diverse manners of torture,* O glorious martyrs, you clothed yourselves in the divine vesture of incorruption;* and now you dwell in the heavens,* ever standing before the throne of the Divinity,* O divinely blessed and all-radiant ones.* Wherefore, we celebrate with faith your most splendid memory* and we kiss the shrine of your relics with reverence.",
    "Healing from illness is imparted by divine power to those who approach.* The meagre dust of the bodies of the passion-bearers* through grace pours forth a wellspring of miracles.* Draw nigh, O men, and let us draw forth health of soul and health of body,* giving utterance to cries of thanksgiving, and saying:* O Saviour of the world, O long-suffering One* for whose sake the honoured athletes suffered,* by their prayers remove us from all harm.",
    "O right-victorious martyrs,* for many years your relics were hidden in the earth,* you have now been revealed as a treasure of great value,* enriching the Imperial City above all other cities,* borne in the hands of a wise hierarch,* brought with honour into the church of God,* given to them that ask for their health and benefit, for the enlightenment and help* of them that accept you as faithful favourites of God."
  ],
  "theotokion": "As you are an intercessor for our whole race, O all-immaculate Theotokos,* from every assault of the enemy* save them that piously bow down before your birthgiving;* for we have all now acquired you as our help,* our refuge and confirmation, and mediatress before Christ our Lord and Master.* Beseech Him we pray you,* that He grant peace to the world,* and remission of sins to them that have recourse to your protection.",
  "stavrotheotokion": "Lament Me not, O Mother,* seeing your Son and God,* who suspended the earth unchecked upon the waters* and fashioned all creation,* suspended upon the Tree;* for I shall arise and be glorified,* and shall break the kingdom of Hades with strength, and destroy its power;* and as I am compassionate,* I shall deliver them that are bound by its malice;* and I shall lead them to My Father,* in that I love mankind."
}