{
  "ps140": [
    "5, Podoben “Rejoice…”",
    "Rejoice, O sacred and light-bearing head, venerated by the angels,* which of old was severed by a sword* and cut down the shame of impurity with sharp reproofs,* wellspring of miracles which give drink to the faithful,* and which proclaimed the saving advent of the Saviour* and of old perceived the coming of the Spirit which took up His abode in you* who stood between the grace of the Old and New Covenants.* Entreat Christ God to grant our souls great mercy!",
    "The head of the Forerunner,* which once was concealed in an earthen vessel, has appeared,* manifestly given up from the bosom of the earth* and pouring forth streams of healing;* for in the waters did he wash the head of Him* that even now covers the chambers of the firmament with waters* and rains down divine remission upon men.* Wherefore, let us bless it as truly most glorious,* and in its discovery let us joyously keep festival,* entreating Christ to grant our souls great mercy.",
    "The head which proclaimed the Lamb of God who has appeared in the flesh,* which with divine commands has declared to all the ways of saving repentance,* which of old denounced the transgression of Herod* and was therefore severed from its body and endured concealment for a time,* has shone forth upon us like a radiant sun, crying out:* Repent, and in compunction of soul now submit to Christ* who grants the world great mercy!",
    "g",
    "6",
    "The divinely preserved head, a treasury of divine gifts, O Forerunner,* has shone forth from the bosom of the earth;* and we, faithfully receiving and bowing down before it, O glorious one,* are enriched by you with most glorious miracles* and the forgiveness of our offenses, O Baptist of Christ!"
  ],
  "readings": [
    "Isaiah 40:1-3,9;41:17-18,45:8,20-21,54:1",
    "Malachi 3:1-3,5-7,12;4:3-6",
    "Wisdom 4:7,16-17,19-20,5:1-7"
  ],
  "aposticha": [
    "2, Podoben “When from the Tree…”",
    "Come, faithful, and let us honour today the precious head of the Baptist which was severed,* greeting it with hymns on the day of its uncovering, honouring it with love,* for it pours forth the grace of healings upon us.* Of old Herod the adulterer cut it off,* and it was wreathed about by the savagery of Herodias.",
    "Like gold from the mine, so from the earth has the head of the Forerunner shone forth,* which has appeared in an earthen vessel and plainly speaks forth radiance to illumine our thoughts.* And venerating it, O faithful, let us honour it today with hymns,* for it entreats God in our behalf.",
    "The head of the forerunner,* which of old was hidden in a vessel in the ground like a divine treasure,* is today disclosed to the ends of the earth,* pouring forth an abundance of streams of healing,* curing sicknesses and enlightening souls.* Wherefore, receiving the grace of all consolation,* let us hymn it reverently with songs.",
    "2",
    "g",
    "Like a most precious shrine of divine thoughts your head, O all-praised John,* has shone forth today from the secret places of the earth, as from your mother’s womb,* clearly foreseeing the mystery of the ineffable Being;* and it has rendered the whole earth fragrant, emitting the myrrh of sanctification,* noetically preaching the way of repentance* and entreating the Saviour of all in behalf of our souls."
  ]
}