{
  "ps140": [
    "6, Podoben “Having set all aside…”",
    "You wisely perceived transitory deception, O all-glorious one,* and even after your departure from hence to the Lord* you have hindered those who demand to have it,* though it is in nowise abiding,* and this fleeting and temporal life and social order.* Wherefore, as a wise overseer,* you have passed over to a better life,* having pleased Christ, O Cassian, by your life and works.",
    "Taking up your cross in childhood, O glorious father,* with alacrity you trod the path which is hard and narrow,* yet of surpassing honour, submitting to the commandments of Him who called you.* Wherefore, for your labours you have obtained as twofold recompense and fitting reward:* the heavenly kingdom of Christ* and a place to dance in the light with all the saints, O Cassian.* With them unceasingly pray in behalf of our souls.",
    "A thing of wonder was every virtue, O divinely wise one,* wherewith, at first on earth in the flesh,* you watchfully observed silence, O venerable one,* and later spoke in words and material things, being humble, meek and innocent,* a prophetic and right goodly herald.* And now, when you have hastened to God,* you have marvelled all the more,* and have received the grace of healing."
  ],
  "theotokion": "Having stumbled because of my evil disposition,* and been enslaved to wicked deception, O Bride of God,* wretch that I am, I flee to your  all wondrous loving-kindness* and your fervent aid, O all-holy Maiden.* Deliver me from the bonds of temptations and grief, O all-immaculate one,* and save me from the assaults of the demons,* that I may glorify you, may hymn and bow down before you with love,* and may magnify you, O Mistress, as ever-blessed.",
  "stavrotheotokion": "As Symeon foretold, a sword pierced your heart, O all-pure Mistress,* when you beheld Him who shone forth from you at the ineffable word of the archangel* lifted up upon the Cross as one condemned by iniquitous men,* given gall and vinegar to drink,* His side pierced, His hands and feet transfixed by nails;* and, lamenting, you cried out, exclaiming maternally:* “What is this new mystery, O my Child most sweet?”"
}