{
  "troparia":{
    "1": "<i>(Tone 1)</i> Though the stone was sealed by the Judeans* and soldiers guarded Your most pure body,* You arose, O Savior, on the third day,* and gave life to the world.* And so the heavenly powers cried out to You, O Giver of life:* Glory to Your resurrection, O Christ!* Glory to Your kingdom!* Glory to Your saving plan,** O only Lover of Mankind.",
    "2": "<i>(Tone 2)</i> When You went down to death, O Life Immortal,* You struck Hades dead with the blazing light of Your divinity.* When You raised the dead from the nether world,* all powers of heaven cried out:* “O Giver of life, Christ our God, glory be to You!” ",
    "3": "<i>(Tone 3)</i> Let the heavens be glad, let the earth rejoice,* for the Lord has done a mighty deed with His arm.* He trampled death by death. He became the first-born of the dead;** He saved us from the abyss of Hades* and granted great mercy to the world.",
    "4": "<i>(Tone 4)</i> When the disciples of the Lord learned from the angel* the glorious news of the resurrection* and cast off the ancestral condemnation,* they proudly told the apostles:* “Death has been plundered!* Christ our God is risen,** granting to the world great mercy.”",
    "5": "<i>(Tone 5)</i> Let us the faithful acclaim and worship the Word,* co-eternal with the Father and the Spirit,* and born of the Virgin for our salvation.* For He willed to be lifted up on the cross in the flesh, to suffer death** and to raise the dead by His glorious resurrection.",
    "6": "<i>(Tone 6)</i> Angelic powers were upon Your tomb* and the guards became like dead men;* Mary stood before Your tomb* seeking Your most pure body.* You captured Hades without being overcome by it.* You met the Virgin and granted life.* O Lord, risen from the dead,* glory be to You.",
    "7": "<i>(Tone 7)</i> By Your cross You destroyed death,* You opened Paradise to the thief,* You changed the lamentation of the myrrhbearers to joy,* and charged the apostles to proclaim* that You are risen, O Christ our God,* offering great mercy to the world.",
    "8": "<i>(Tone 8)</i> You came down from on high, O Merciful One,* and accepted three days of burial* to free us from our sufferings.* O Lord, our life and our resurrection,* glory be to You."
  },
  "kontakia":{
    "1": "<i>(Tone 1)</i> You arose in glory from the tomb* and with Yourself You raised the world.* All humanity acclaims You as God, and death has vanished.* Adam exults, O Master,* and Eve, redeemed now from bondage, cries out for joy:** “You are the One, O Christ, Who offer resurrection to all.”",
    "2": "<i>(Tone 2)</i> You rose from the tomb, O almighty Savior;* and Hades, seeing this wonder, was stricken with fear; and the dead arose.* Creation saw and rejoices with You, and Adam exults.* And the world, my Savior, sings Your praises for ever. ",
    "3": "<i>(Tone 3)</i> You rose from the tomb, O compassionate Lord,* and led us out from the gates of death.* Today Adam exults and Eve rejoices,* and the prophets together with the patriarchs** unceasingly acclaim the divine might of Your power.",
    "4": "<i>(Tone 4)</i> My Saviour and Deliverer from the grave* as God has raised out of bondage the children of the earth* and shattered the gates of Hades;* and as Master, He rose on the third day.",
    "5": "<i>(Tone 5)</i> You, my Saviour, descended to Hades,* and as the Almighty, You shattered its gates.* With Yourself You, as the Creator, raised the dead and shattered the sting of death,* and delivered Adam from the curse, O Lover of Mankind.** And so we cry out: “Save us, O Lord.”",
    "6": "<i>(Tone 6)</i> With his life-giving hand* Christ our God, the Giver of life,* raised all the dead from the murky abyss* and bestowed resurrection upon humanity.* He is for all the Saviour,** the resurrection and the life, and the God of all.",
    "7": "<i>(Tone 7)</i> No longer shall the dominion of death be able to hold humanity,* for Christ went down shattering and destroying its powers.* Hades is bound.* The prophets exult with one voice.* The Saviour has come for those with faith, saying:* “Come forth, O faithful, to the resurrection!”",
    "8": "<i>(Tone 8)</i> When You rose from the tomb,* You also raised the dead and resurrected Adam.* Eve exults in Your resurrection,* and the ends of the world celebrate Your rising from the dead,** O most merciful One."
  },
  "hypakoe": {
    "1": "<i>(Tone 1)</i> The Thief’s repentance plundered Paradise,* but the Myrrh-bearers’ lamentations announced the joy that You have risen, O Christ God,** granting the world great mercy.",
    "2": "<i>(Tone 2)</i> The women coming to Your grave after the Passion* to anoint Your body, O Christ God,* saw Angels in the tomb and were frightened,* for they heard a message from them:* The Lord has arisen, granting the world His great mercy.",
    "3": "<i>(Tone 3)</i> A Cause of amazement by his appearance,* and source of refreshment by his speech,* the radiant Angel spoke to the myrrh-bearing women saying:* Why do you seek the living in a grave?* He has arisen, emptying the graves.* Know that the unchangeable One has changed corruption.* Wherefore cry to God saying,* ‘How fearful are Your works!** For You have saved mankind.’",
    "4": "<i>(Tone 4)</i> The Myrrh-bearing women hastened to proclaim to the Apostles* the news of Your wondrous Rising, O Christ:* that as God You have arisen,** granting the world great mercy.",
    "5": "<i>(Tone 5)</i> The Myrrh-bearing women, amazed in their minds by the vision of the Angel* yet enlightened in their souls by the divine Resurrection,* announced the glad tidings to the Apostles:* Proclaim among the nations the Resurrection of the Lord,* who works in us through wonders,** and who grants us great mercy.",
    "6": "<i>(Tone 6)</i> By Your voluntary and life-giving death, O Christ,* You shattered the gates of Hades,* and as God You opened to us the Paradise of old;* and by arising from the dead,* You delivered our lives from corruption.",
    "7": "<i>(Tone 7)</i> O Christ God, who took upon Yourself our form* and endured the Cross in the body,* save me by Your Resurrection,* as You alone love mankind.",
    "8": "<i>(Tone 8)</i> The myrrh-bearing women standing at the tomb of the Giver of life* seeking the immortal Master among the dead;* and having received the glad tidings of joy from the Angel* announced to the Apostles that Christ the Lord is risen,* granting the world great mercy."

  }
}