{
  "ps140": [
    "4",
    "We never cease to adore Your life-giving Cross, O Christ our God,* And we glorify Your resurrection on the third day.* For You, Almighty One, have thereby restored the corrupted nature of all* and reopened the way to heaven,* since You alone are gracious and You love mankind.",
    "O Saviour, You have absolved the penalty of disobedience,* committed through the tree of Eden,* by willingly being nailed to the tree of the cross.* As Almighty God, You descended into Hades* and broke asunder the bonds of death.* We, therefore, venerate Your resurrection from the dead,* and joyfully cry out to You:* Almighty Lord, glory to You!",
    "O Lord, You have battered down the gates of Hades,* and by Your death You have dissolved the realm of death.* You have freed mankind from corruption,* bestowing life, incorruption, and Your great mercy upon the world.",
    "Come, all you people,* let us sing the praises of our Saviour’s resurrection on the third day.* For we have, thereby, been delivered from the invincible bonds of Hades,* and we have received incorruption, together with eternal life.* Therefore, we cry out to You* after Your crucifixion, burial, and resurrection:* Save us by Your resurrection, for You love mankind.",
    "O Saviour, with the angels we sing the praises of Your resurrection on the third day.* For the very ends of the universe have, thereby, been enlightened,* and we have been saved from the deceit of the enemy.* Therefore, we cry out to You,* Almighty Saviour, Giver of Life, and Lover of mankind:* Save us by Your resurrection.",
    "O Christ our God, You have demolished the brazen gates of Hades.* You have broken asunder the bonds of death,* and lifted up the fallen human race.* Therefore, we cry out with one accord:* O Lord, who arose from the dead, glory to You!",
    "O Lord, Your birth from the Father is timeless and eternal;* Your incarnation from the Virgin is beyond the understanding of all,* and beyond the expression of our words.* Your descent into Hades and victory over Death* caused Satan and his angels to tremble with fear.* Your resurrection on the third day* brought to mankind incorruption and great mercy."
  ],
  "aposticha": [
    "4",
    "In being lifted upon the cross, O Lord,* You abolished the curse which we had inherited from our fathers.* By going down into Hades,* You freed from eternal captivity those imprisoned there,* and granted incorruption to mankind.* We, therefore, praise Your life-giving and redeeming resurrection.",
    "By hanging on the cross, O Almighty One,* You shook the whole creation to its foundations.* When You Yourself were laid in the grave,* You raised to life those who had been lying in the graves,* and You granted life and incorruption to mankind.* We, therefore, praise and glorify Your resurrection on the third day.",
    "O Christ, the lawless people showed their ingratitude to You, their Benefactor,* by delivering You to Pilate who condemned you to be crucified.* But You willingly suffered death and burial;* and, as God, You rose by Your own power on the third day,* granting us everlasting life and great mercy.",
    "The women, shedding bitter tears, came to see You in Your tomb;* and not finding Your body, they lamented, saying:* O Saviour and King of All, how were You stolen?* What place holds Your life-bearing body?* An angel answered them, saying:* Do not weep, but go and proclaim that the Lord is risen,* filling our hearts with joy;* for He alone is most compassionate.",
    "gn",
    "O most pure Virgin, hear the petitions of your servants.* Remove the burdens which oppress us,* and deliver us from our sorrows;* for you are the only firm and constant support on whom we rely.* O Mother of God, never permit us who call upon you* to be overwhelmed by our cares.* Hasten to fulfil the supplications of all who, in faith, cry out to you:* Rejoice, O Lady, helper of all mankind,* the joy, the refuge, and the salvation of our souls."
  ]
}