{
  "ps140": [
    "4, Podoben “You have given a sign…”",
    "I have sinned against You, О Lover of mankind,* and not according to my human nature,* for which I might ask forgiveness,* but inhumanly, past my nature, beyond forgiveness.* О my Saviour who became a man,* transcending the laws of nature and comprehension by the human mind,* since You have a love for mankind surpassing understanding,* have mercy on me that I may turn back to You.",
    "You appointed repentance for those who sin, and not for the righteous, О Christ.* I have as examples the thief and the prodigal, Manasseh and the harlot,* the persecutor Paul, the publican and Peter who fell away,* yet I am brought sorely to despair.* Knowing Your supremely good love for mankind, О Saviour, I turn to You and weep,* filled with the good hope that You will accept me.",
    "To me who am now sunk in the passions of the body* and am far removed from You, О King and God of all,* grant compunction, the removal of evils and perfect amendment.* In Your great goodness, О omnipotent Jesus, Saviour of our souls,* save me, a prodigal, who otherwise have no hope."
  ],
  "aposticha": [
    "4",
    "I wish to wash away the record of my sins with tears, O Lord,* and please You the rest of my life through repentance;* but the enemy deceives me and fights against my soul.* Before the end and I utterly perish, save me, O Lord.",
    "Who, among the tempest-tossed, having taking refuge in Your harbour,* will not be saved, O Lord?* Or who, that ails and falling down in Your infirmary, will not be healed?* O Maker of all that is, and Physician of the ailing,* before the end, may I not utterly perish, save me, O Lord.",
    "О Christ God, who are glorified in the memorials of Your saints,* be entreated by them,* and send down upon us great mercy.",
    "gn",
    "Rejoice, O cloud of Light!* Rejoice, radiant candlestick!* Rejoice, jar wherein the Manna was kept!* Rejoice, staff of Aaron!* Rejoice, bush unburned!* Rejoice, bridal-chamber!* Rejoice, O throne!* Rejoice, holy mountain!* Rejoice, refuge! Rejoice, divine table!* Rejoice, mystic portal!* Rejoice, O joy of all!"
  ]
}