{
  "ps140": [
    "4",
    "Emulating the Canaanite woman, О my soul,* touch Christ from behind, and cry out repeatedly:* Have mercy on me, О Master!* My body, like her daughter, is possessed by evil spirits, and it flails about.* Quench the burning of my flesh, I pray;* and, causing the disorderly seizures to cease,* mortify it by the fear of You,* by the prayers of her who conceived and gave birth to You, and of all the saints,* О greatly merciful Benefactor.",
    "You once sent Jonah to the sinful Ninevites to preach to them, О Christ,* and, repenting, they transformed their anger into kindliness,* having been delivered from pernicious wrath.* Wherefore, send also Your mighty help to me, who am unworthy, О Lover of mankind,* that I may turn away from my countless offenses* and be guided to the path of repentance;* for I weep, groaning bitterly, that I may be delivered by Your mercy* from my many transgressions.",
    "О Compassionate One, who came into the world to save sinful men and call them to repentance:* In that You are full of tender compassion, have pity on me* who have angered You more than all others,* save me in Your goodness, guide me to the way of repentance,* and grant me thought of compunction, in Your goodness* making my heart steadfastly humble, simple, meek and guileless, О my Saviour,* in that You are full of loving-kindness."
  ],
  "aposticha": [
    "4",
    "I wish to wash away the record of my sins with tears, O Lord,* and please You the rest of my life through repentance;* but the enemy deceives me and fights against my soul.* Save me, O Lord, before the end and I utterly perish.",
    "Who, among the tempest-tossed, having taking refuge in Your harbour,* will not be saved O Lord?* Or who, that ails and falling down in Your infirmary, will not be healed?* O Maker of all that is, and Physician of the ailing,* save me, O Lord, before the end and I utterly perish.",
    "О Lover of mankind,* as One who has accepted the patience of the holy martyrs,* by their prayers, grant us great mercy.",
    "gn",
    "Deliver us from our needs, O Mother of Christ God,* you who have given birth to the Creator of all,* that we all may cry out to you:* Rejoice, O you who alone are the intercessor for our souls!"
  ]
}