{
  "0": "O Mother of God, because of You* David the Prophet became an ancestor of God;* he foretold and sang a joyous hymn of praise* and cried out to Him who worked wonders in you:* “The Queen stood at your right hand.”* God revealed you as a life-giving mother,* when He chose to be incarnate of you without a father.* He renewed in man His image* which the passions had corrupted.* He found the lost sheep in the mountains,* carried it on His shoulders,* offered it to the Father,* generously numbered it among the powers of heaven,* and saved the whole world, since He is Christ of great and rich mercy.",
  "1": "O all-immaculate one, who has surpassed the ranks of angels:* with the angels ever beseech Him who has dominion over the angels and all of creation,* that He grant us remission of sins, deliverance from the passions,* and make us, who hymn His glory, worthy inheritors of incorrupt sustenance.",
  "2": "Grant me tears from the depths of my heart,* sighing from the depths of my soul, О Maiden,* and contrition and confession of the transgressions I have committed in this life,* that by your help, О all-pure one*, I may pass my life in repentance and receive remission.",
  "3": "“Lament not for Me, O Mother, * beholding Me your Son and God hanging upon the Tree,* who has suspended the earth upon the waters unsupported,* and has fashioned all creation;* for I shall arise and be glorified,* and shall crush the kingdoms of Hades with strength;* destroying its power and delivering those in bondage from its wickedness,* for I am compassionate;* and I shall bring them to My Father,* in that I am the Lover of mankind.”",
  "4": "O all-pure one, who have contained the infinite God in your womb* who, in His love for mankind, has become a man,* and has received our substance from you, deifying it:* disdain me not who am now sorrowing, but quickly take pity* and free me from diverse enemies and the malice of the evil one.",
  "5": "When she beheld You hanging upon the Cross,* the Virgin Your Mother marvelled, О Lord, and, lifting up her eyes, said:* “How have they who enjoyed Your many gifts rewarded You, О Master?* Yet I pray: Leave me not alone in the world, but hasten to arise,* raising up our forefather with You!”"
}