{
  "0": "O Mother of God, the mystery hidden from all eternity* and unknown even to the angels,* was revealed through you to those on earth:* God took on our human nature* and united it to His divine nature in a perfect but unconfused union.* Then, He willingly accepted the cross for our sake* and thereby raised again the first created,* and saved our souls from death.",
  "1": "To the One who was reared in the Temple,* close to the Holy of Holies,* and who was full of faith, wisdom, and perfect virginity,* Gabriel, the captain and leader,* offered esteem and greetings from heaven when he said:* Rejoice, O blessed One! Rejoice, O glorified One!* The Lord is with you.",
  "2": "Let us poor sinners hasten with fervour to the Mother of God;* let us humbly kneel before her and say from the depth of our hearts:* O Lady, be kind to us and help us.* Hasten, for we are perishing under a multitude of sins.* Do not turn away your servants empty-handed,* for you are their only hope and protection.",
  "3": "O Virgin, all immaculate Mother of Christ God,* a sword pierced your all-holy soul* when you saw your Son and God willingly crucified.* Therefore, O blessed One,* never cease to pray to Him* that He may grant us forgiveness of our sins.",
  "4": "O Virgin Mother of God,* we acknowledge that the Word of the Father, Christ our God,* was incarnate of you, the only pure one and the only blessed one.* Therefore, we sing to you a hymn of praise and we exalt you.",
  "5": "O Virgin, all immaculate Mother of Christ God,* a sword pierced your all-holy soul* when you saw your Son and God willingly crucified.* Therefore, O blessed One,* never cease to pray to Him* that He may grant us forgiveness of our sins.",
  "6": "O Mother of God, the mystery hidden from all eternity* and unknown even to the angels,* was revealed through you to those on earth:* God took on our human nature* and united it to His divine nature in a perfect but unconfused union.* Then, He willingly accepted the cross for our sake* and thereby raised again the first created,* and saved our souls from death."
}