{
  "psalms": [16, 24, 50],
  "theotokion": "O Mother of God,* you are the true vine, from whom blossomed the fruit of life;* we implore you, O Lady,* intercede together with the holy apostles* that He may have mercy on our souls.",
  "chapter": "Blessed is the Lord God, blessed is the Lord day by day;* may the God of our salvation give us prosperity.* Our God is the God who saves.",
  "prayer": "O God and Master, Father almighty, Lord, only-begotten Son, Jesus Christ and Holy Spirit, one Godhead, and one power, have mercy on me a sinner; and by the judgements which You know, save me Your unworthy servant; for You are blessed for ever and ever. Amen.",
  "lenten_troparia": "At the third hour, O Lord,* You sent Your Holy Spirit to Your apostles.* Do not take Him from us, O gracious One,* but rather, renew Him within us as we pray to You.<br><i>Verse:</i> Create in me a pure heart, O God, and renew a right spirit within me.<br>At the third hour, O Lord,* You sent Your Holy Spirit to Your apostles.* Do not take Him from us, O gracious One,* but rather, renew Him within us as we pray to You.<br><i>Verse:</i> Cast me not from Your presence, nor deprive me of Your Holy Spirit.<br>At the third hour, O Lord,* You sent Your Holy Spirit to Your apostles.* Do not take Him from us, O gracious One,* but rather, renew Him within us as we pray to You.",
  "lenten_kontakion": "<i>(Tone 8 special)</i> Blessed are You, O Christ our God who revealed the fishermen as most wise* by sending them the Holy Spirit;* through them You caught the entire world.* Loving Master, glory to You.  Glory be…(kontakion): When the Most High came down and confused the tongues,* He parted the nations.* When He divided the tongues of fire,* He called all to unity:* thus with one voice* we glorify the all-Holy Spirit.  Now and forever…O most pure Mother of God,* you are a hope, a stronghold, and a refuge for Christians;* you are an unconquerable wall and a peaceful haven for the weary.* Through your unceasing intercession you are saving the world;* and we ask you to also remember us, O Virgin worthy of all praise."
}