{
  "psalms": [
    53,
    54,
    90
  ],
  "theotokion": "As we have no boldness because of our many sins,* entreat the One born of you, Virgin Mother of God;* for a Mother’s plea has great power to obtain the Master’s kindness.* Do not despise the supplications of sinners, O all-pure one,* for He is merciful, and able to save,* He who even accepted to suffer for us.",
  "chapter": "Let your mercies, O Lord, come quickly to our aid, for we are utterly poor;* help us, O God our Savior, for the glory of Your name.* O Lord, deliver us, and have mercy on our sins,* for Your name’s sake.",
  "prayer": "O God and Lord of powers, Maker of all creation, in the compassion of Your incomprehensible mercy You sent Your only-begotten Son, our Lord, Jesus Christ, for the salvation of our race. Through His precious Cross He tore up the record of our sins, and triumphed over the principalities and powers of darkness. O loving Master, accept our supplications of thanksgiving and entreaty; and deliver us from destructive and dark transgression, and from all our foes, visible and invisible, who seek to harm us. Nail down our flesh through fear of You, and prevent our hearts from inclining towards words or thoughts of evil, but rather wound our souls with longing for You; that always gazing upon You and guided by the light that comes from You, seeing You the unapproachable and everlasting Light, we may unceasingly confess and thank You, the Father without beginning, with Your only-begotten Son and Your all-holy, good and life-giving Spirit, now and for ever and ever. Amen.",
  "lenten_troparia": [
    "6",
    "O Lord, on the sixth day and at the sixth hour* You nailed to the Cross the sin which Adam presumed to commit in Paradise.* Now also tear up the list of our iniquities* and save us, O Christ our God.",
    "Give ear to my prayer, O God, and despise not my plea.",
    "I cried to God and the Lord heard me."
  ],
  "lenten_kontakion": [
    "2",
    "In the middle of the earth You brought about our salvation;* upon the Cross You stretched out Your most pure hands* to gather all the nations who sing to You:* O Lord, glory be to You.",
    "We bow before Your most pure image, O kind Lord,* and beg pardon for our sins, O Christ our God.* Of Your own will You consented to ascend the Cross in the flesh* to free Your handiwork from enslavement to the enemy.* In thanksgiving we cry aloud to You:* by coming to save the world, our Saviour, You filled all things with joy.",
    "O Mother of God, fount of mercy; * deem us worthy of compassion. * Look upon a sinful people; * as always show your power. * For placing our trust in you, we cry out to you: “Hail!” * as once did Gabriel, the prince of angels.",
    "We praise you, O Mother of God, more glorious than all others; * Death was put to death, and Hades was crushed by the Cross of your Son; * He raised us from death and granted us eternal life. * Paradise is again opened for us to enjoy as before. * Therefore, in thanksgiving we glorify the love and power of Christ our God. "
  ]
}