{
  "psalms": [
    83,
    84,
    85
  ],
  "theotokion": "O Good One, You were born of a Virgin for our sake and endured crucifixion;* You despoiled death by death and as God revealed resurrection.* Do not despise those whom You fashioned with Your own hand;* show Your love for mankind, O Merciful One;* accept the Mother of God who bore You as she intercedes for us,* and save, O Saviour, a people in despair.",
  "chapter": "For Your holy name’s sake do not utterly reject us,* do not annul Your covenant, do not take Your mercy from us* for the sake of Abraham, Your beloved, and for the sake of Isaac, Your servant, and Israel, Your holy one.",
  "prayer": "Master, Lord, Jesus Christ, our God, You have patiently endured our transgressions, and brought us to this hour in which hanging on the life-giving tree You showed the good Thief the way into Paradise and destroyed death by death. Have mercy also on us sinners, Your unworthy servants, for we have sinned and transgressed Your law and are not worthy to raise our eyes and look to the height of heaven; because we have abandoned the way of Your justice and walked in the willfulness of our hearts. But we implore Your unbounded goodness: spare us, O Lord, according to the multitude of Your mercy, and save us for Your holy name’s sake, for our days have been wasted in vanity. Rescue us from the hand of our opponent, forgive us our sins, slay our carnal will, that having put off the old man, we may put on the new, and live for You, our Master and Benefactor; and that thus following Your precepts we may reach eternal rest, where all who rejoice have their dwelling. For You indeed are the true joy and gladness of those who love You, Christ our God, and to You we give glory, together with Your Father Who has no beginning, and Your all-holy, good and life-giving Spirit, now and for ever and ever. Amen.",
  "lenten_troparia": [
    "8",
    "O Lord, Who, for our sake, endured bodily death at the ninth hour,* subdue the passions of our flesh,* O Christ our God, and save us.",
    "Lord, let my cry come before You; teach me by Your word.",
    "Let my pleading come before You: save me by Your promise."
  ],
  "lenten_kontakion": [
    "8",
    "Seeing the Prince of life hanging on the cross,* the good thief cried out in faith:* If the One crucified with us were not God incarnate,* the sun would not have hid its rays, nor would the earth have shaken with terror.* O Lord, You endure all this patiently,* remember me in Your kingdom.",
    "Your cross was set up on Calvary,* the balance of justice between two thieves;* the one was carried down to Hades by the weight of his blasphemy;* the other was lightened from his sins and ascended to the knowledge of God.* O Christ our God, glory to You.",
    "Seeing upon the cross, the Lamb, the Shepherd and the Savior of the world,* she who gave You birth, said amidst her tears:* ‘The world rejoices to see its redemption,* and my heart is spent at the sight of the crucifixion,* which You endured for us, O my Son and my God."
  ]
}