{
  "peace": [
    "In peace, let us pray to the Lord.",
    "For the peace from on high and for the salvation of our souls, let us pray to the Lord.",
    "For peace throughout the world, for the well-being of God’s holy churches and for the unity of all, let us pray to the Lord.",
    "For this holy church and for all who enter it with faith, reverence, and fear of God, let us pray to the Lord.",
    "For the most holy universal Pontiff, <FONT COLOR=\"RED\">N.</FONT>, the Pope of Rome, our most blessed Patriarch, <FONT COLOR=\"RED\">N.</FONT>, our most reverend Metropolitan, <FONT COLOR=\"RED\">N.</FONT>, our God-loving Bishop, <FONT COLOR=\"RED\">N.</FONT>, for the reverend priesthood, the diaconate in Christ, and all the clergy and the people, let us pray to the Lord.",
    "For our nation under God, for our government, and for all the military, let us pray to the Lord.",
    "For this city, for every city and country and for the faithful who live in them, let us pray to the Lord.",
    "For favourable weather, for an abundance of the fruits of the earth, and for peaceful times, let us pray to the Lord.",
    "For the seafarers and travellers, for the sick and the suffering, for those held captive, and for their salvation, let us pray to the Lord.",
    "That we may be delivered from all tribulation, wrath, and misfortune, let us pray to the Lord.",
    "Help and save, have mercy, and protect us, O God, by Your grace.",
    "Remembering our most holy and immaculate, most blessed and glorious Lady, the Mother of God and ever-virgin Mary, together with all the saints, let us commend ourselves and one another and our whole life, to Christ our God.",
    "For all glory, honour, and worship befit You, Father, Son, and Holy Spirit, now and for ever and ever."
  ],
  "deceased": [
    "In peace, let us pray to the Lord.",
    "For the peace from on high and for the salvation of our souls, let us pray to the Lord.",
    "For the departed servants of God (our fathers and brethren) and their blessed repose, let us pray to the Lord.",
    "That their every transgression, voluntary and involuntary, be forgiven them, let us pray to the Lord.",
    "That they may to stand blameless before the awesome tribunal of Christ, let us pray to the Lord.",
    "Let us also pray that the Lord God commit their souls to the place where the just repose.",
    "For the sorrowing and the sick who have placed their hope in the consolation of the Lord, let us pray to the Lord.",
    "That they may be delivered from every sickness, sorrow and sighing, let us pray to the Lord.",
    "That the Lord place their souls in a place of light, joy and peace, where the righteous repose, let us pray to the Lord.",
    "That we may be delivered from all tribulation, wrath, and misfortune, let us pray to the Lord.",
    "Help and save, have mercy, and protect us, O God, by Your grace.",
    "Having asked Christ our immortal King and our God, for the mercy of God, for the kingdom of heaven, and for the forgiveness of their sins, let us commend ourselves and one another and our whole life, to Christ our God.",
    "For You, O Christ our God, are the resurrection, the life and the repose of Your servants who have fallen asleep; and we give glory to You, together with Your eternal Father and Your most holy, good and life-giving Spirit, now and for ever and ever."
  ],
  "small": [
    "Again and again in peace let us pray to the Lord.",
    "Help and save, have mercy, and protect us, O God, by Your grace.",
    "Remembering our most holy and immaculate, most blessed and glorious Lady, the Mother of God and ever-virgin Mary, together with all the saints, let us commend ourselves and one another and our whole life, to Christ our God.",
    "For Yours is the might and Yours are the kingdom, the power, and the glory, Father, Son, and Holy Spirit, now and for ever and ever."
  ],
  "supplication": [
    "Let us complete our evening prayer to the Lord.",
    "Help and save, have mercy, and protect us, O God, by Your grace.",
    "That this whole evening may be perfect, holy, peaceful, and sinless, let us ask the Lord.",
    "For an angel of peace, a faithful guide, a guardian of our souls and bodies, let us ask the Lord.",
    "For the forgiveness and remission of our sins and offenses, let us ask the Lord.",
    "For all that is good and beneficial for our souls and for peace for the world, let us ask the Lord.",
    "That we may spend the rest of our lives in peace and repentance, let us ask the Lord.",
    "For a Christian end to our lives, one that is painless, unashamed, and peaceful; and for a good defence at the awesome tribunal of Christ, let us ask.",
    "Remembering our most holy and immaculate, most blessed and glorious Lady, the Mother of God and ever-virgin Mary, together with all the saints, let us commend ourselves and one another, and our whole life, to Christ our God.",
    "For You, O God, are gracious and You love mankind, and we glorify You, Father, Son, and Holy Spirit, now and for ever and ever."
  ],
  "pre_augmented": [
    "Let us all say with our whole soul and our whole mind, let us say:",
    "Almighty Lord, God of our Fathers, we pray You, hear us and have mercy."
  ],
  "augmented": [
    "Have mercy on us, O God, in the greatness of Your compassion, we pray You, hear us and have mercy.",
    "We also pray the most holy universal Pontiff, <FONT COLOR=\"RED\">N.</FONT>, the Pope of Rome, our most blessed Patriarch, <FONT COLOR=\"RED\">N.</FONT>, our most reverend Metropolitan, <FONT COLOR=\"RED\">N.</FONT>, our God-loving Bishop, <FONT COLOR=\"RED\">N.</FONT>, for those who serve or have served in this holy church, for our spiritual fathers, and for all our brethren in Christ.",
    "We also pray for our nation under God, for our government, and for all the military.",
    "We also pray for the people here present who await Your great and bountiful mercies, for those who have been kind to us, and for all orthodox Christians.",
    "For You are a merciful and loving God, and we give glory to You, Father, Son, and Holy Spirit, now and for ever and ever."
  ]
}