{
  "amen": "Amen.",
  "gloryBeToYou":"Glory be to You, our God, glory be to You!",
  "heavenlyKing":"Heavenly King, Advocate, Spirit of Truth, Who are everywhere present and fill all things, Treasury of Blessings, Bestower of Life, come, and dwell within us; cleanse us of all that defiles us, and, O Good One, save our souls.",
  "trisagion": "Holy God, Holy and Mighty, Holy and immortal, have mercy on us!",
  "glory": "Glory be to the Father and to the Son and to the Holy Spirit",
  "andNow":  "Now and for ever and ever. Amen.",
  "trinity": "Trinity most holy, have mercy on us. Cleanse us of our sins, O Lord; pardon our transgressions, O Master; look upon our weaknesses and heal them, O Holy One; for the sake of Your name.",
  "lhm": "Lord, have mercy.",
  "gtl": "Grant this, O Lord.",
  "tyl": "To You, O Lord.",
  "giveTheBlessing": "Give the blessing.",
  "LordBless": "Lord, bless.",
  "ourFather": "Our Father, Who art in heaven, hallowed be Thy Name. Thy kingdom come. Thy will be done, on earth as it is in heaven. Give us this day our daily bread; and forgive us our trespasses as we forgive those who trespass against us; and lead us not into temptation, but deliver us from evil.",
  "clw1": "Come, let us bow in worship before the King, our God!",
  "clw2": "Come, let us bow in worship before Christ, the King, our God!",
  "clw3": "Come, let us bow in worship and fall down before the very Lord Jesus Christ, Our King and God!",
  "tripleAlleluia": "Alleluia, alleluia, alleluia, glory be to You, O God.",
  "prayerOfTheHours": "In every season and at every hour, in heaven and on earth You are worshipped and glorified, O good God, longsuffering, rich in mercy, loving the just and compassionate to sinners, calling all to salvation by the promise of blessings to come; now at this very hour, Lord, accept our prayers, and direct our lives in the ways of Your commandments. Sanctify our souls, purify our bodies, correct our thoughts, and make our knowledge whole and sober. Deliver us from every distress, evil, and pain. Surround us with Your holy angels as with a rampart so that protected and guided by their host we may reach the unity of the faith and the knowledge of Your unapproachable glory; for You are blessed for ever and ever. Amen.",
  "itIsTruly": "It is truly right to bless you, O God-bearing One, as the ever-blessed and immaculate Mother of our God.",
  "moreHonorable": "More honourable than the cherubim, and by far more glorious than the seraphim, ever a virgin, you gave birth to God the Word, O true Mother of God, we magnify you.",
  "inTheName": "In the name of the Lord, father, give the blessing.",
  "JesusPrayer": "Lord, Jesus Christ, Son of God, have mercy on us. <FONT COLOR=\"RED\"><i>(or \"Through the prayers of our holy fathers, Lord Jesus Christ, our God, have mercy on us\", or nothing)</i></FONT>",
  "zamolytv": "Through the prayers of our holy fathers, Lord Jesus Christ, our God, have mercy on us.",
  "layDismissalMinor": "O Christ our true God, through the prayers of Your immaculate Mother, of our venerable and godly fathers; and of all the saints - have mercy on us and save us, for You are good and love mankind.",
  "forTheKingdom": "For the kingdom, the power and the glory are Yours, Father, Son, and Holy Spirit, now and for ever and ever.",
  "blessedBeOurGod": "Blessed be our God, always, now and for ever and ever.",
  "mayGodBeGracious": "O God be gracious to us and bless us; make Your face to shine upon us and have mercy on us.",
  "priestDismissalMinor": "Christ our true God, through the prayers of His immaculate Mother, of our venerable and godly fathers; and of all the saints, will have mercy and save us, for He is good and loves mankind.",
  "layDismissalMajor": "O Christ our true God,SUNDAY through the prayers of Your immaculate Mother THEOTOKOS WEEKDAY the holy, glorious, and all-praiseworthy apostles;THURSDAY CHURCH SAINT and of all the saints, have mercy and save us, for You are good and love mankind.",
  "priestDismissalMajor": "Christ our true God,SUNDAY through the prayers of His immaculate Mother THEOTOKOS WEEKDAY the holy, glorious, and all-praiseworthy apostles;THURSDAY CHURCH SAINT and of all the saints, will have mercy and save us, for He is good and loves mankind.",
  "layDismissalDeceased": "Christ our true God,SUNDAY through the prayers of Your immaculate Mother; of the holy, glorious, and all-praiseworthy apostles; of our venerable and godly fathers and of all the saints: place the souls of Your servants, which have departed from us, in the abodes of the just, and give them rest in the bosom of Abraham, and number them among the just; and have mercy of us and save us, for You are good and love mankind.",
  "priestDismissalDeceased": "Christ our true God,SUNDAY through the prayers of His immaculate Mother; of the holy, glorious, and all-praiseworthy apostles; of our venerable and godly fathers and of all the saints, will place the souls of His servants, which have departed from us, in the abodes of the just, and will give them rest in the bosom of Abraham, and number them among the just, and will have mercy of us and save us, for He is good and loves mankind.",
  "dismissalsWeekdays": [
    " risen from the dead,",
    " the protection of honorable, heavenly incorporeal powers; of",
    " of the honorable and glorious prophet, forerunner and baptizer, John; of",
    " by the power of the precious and life-giving Cross; of",
    " of our father among the saints, Nicholas, archbishop, wonderworker of Myra in Lycia; and",
    " by the power of the precious and life-giving Cross; of",
    " by the power of the precious and life-giving Cross; through the protection of the honorable, heavenly incorporeal powers; of the honorable and glorious prophet, forerunner and baptizer, John; of",
    " of the holy, glorious and triumphant martyrs; of our venerable and God-bearing fathers; of the holy and righteous ancestors of God, Joachim and Anne; of"
  ],
  "dismissalChurch": " of Saint <FONT COLOR=\"RED\">(name, whose church it is)</FONT>,",
  "dismissalSaints": " and of",
  "dismissalSaintsSolemn": ", whose memorial we solemnly celebrate today; ",
  "dismissalTheotokos": "the glorious feast of whose SAINT we celebrate, and of",
  "and": "and",
  "gloryGospel": "Glory be to You, O Lord, glory be to You.",
  "forefeast": "Fore-feast of the ",
  "postfeast": "Post-feast of the ",
  "saint": "Saint",
  "st_ephrem": [
    "O Lord and Master of my life! Keep from me the spirit of indifference and discouragement, lust of power, and idle chatter.",
    "Instead, grant to me, your servant, the spirit of wholeness of being, humble-mindedness, patience and love.",
    "O Lord and King! Grant me the grace to be aware of my sins and not to judge my brothers and sisters; for You are blessed, now and forever and ever. Amen.",
    "God, be merciful to me a sinner!",
    "God cleanse me of my sins and have mercy on me!",
    " I have sinned without number, forgive me, O Lord!"
  ],
  "letUsBless" : "Let us bless the Father, Son, and Holy Spirit: the Lord.",
  "wePraise": "We praise, we bless, and we worship the Lord, hymning and supremely exalting Him throughout all ages!",
  "HeWhoIs": "Blessed is He-Who-Is, Christ our God, at all times both now and for ever.",
  "theotokionRefrain": "Most holy Mother of God, save us."
}