{
  "psalms_1": [
    4,
    6,
    12,
    24,
    30,
    90
  ],
  "psalms_2": [
    50,
    101
  ],
  "psalms_3": [
    69,
    142
  ],
  "god_is_with_us": [
    "for God is with us!",
    "God is with us! Understand, all you nations, and submit yourselves,",
    "Give ear all you distant lands,",
    "You mighty ones, submit yourselves,",
    "If you strengthen yourselves again, again you will be defeated,",
    "Form a plan, but the Lord will thwart it,",
    "Whatever word you speak will not stand even among yourselves,",
    "We will not fear what you fear nor shall we be dismayed,",
    "Hallow the Lord our God and He will be your fear,",
    "If you trust in Him, He will be your refuge,",
    "We will hope in Him and by Him will we be saved,",
    "Here am I with the children God has given me,",
    "The people who walked in darkness have seen a great light,",
    "Upon you who dwelt in the shadow of death a light has shone,",
    "For a child is born to us; a son is given to us,",
    "Upon His shoulder dominion rests,",
    "Of His peace there is no end,",
    "They call Him Angel of Great Counsel,",
    "Wonderful Counselor,",
    "Mighty God, Master, Prince of Peace,",
    "Father of the age to come,",
    "Glory to the Father and to the Son and to the Holy Spirit,",
    "Now and ever and forever. Amen,"
  ],
  "troparia_0": [
    "Now that the day has come to a close, I thank You, Lord, and I ask of You that my evening and my night be without sin: grant this to me, O Saviour, and save me!",
    "Now that the day has come to a close, I glorify You, O Master, and I ask of You that my evening and my night be undisturbed: grant this to me, O Saviour, and save me!",
    "Now that the day has come to a close, I praise You, O holy One, and I ask of You that my evening and my night be undisturbed: grant this to me, O Saviour, and save me!",
    "The incorporeal cherubim glorify You with unceasing praise. The seraphim, the six-winged angels, exalt You with tireless voices. And all the armies of angels praise You with the thrice-holy hymn. Because You are before all else, O Father; and Your Son, like Yourself, is without beginning. By breathing forth the Spirit of life, equal in honour to You, You make manifest the indivisibility of the Trinity.",
    "Most holy Virgin, Mother of God, and you eyewitnesses of the Lord and his servants, intercede for us! All the choirs of the prophets and martyrs who are enjoying eternal life, intercede for us! Intercede for all of us unceasingly, for we are all in distress. That escaping from the terrors of evil, we may sing the angels’ hymn: Holy, holy, holy, O thriceholy Lord, have mercy on us and save us!"
  ],
  "petitions": [
    "Most holy Lady, Mother of God, intercede for us sinners.",
    "All you heavenly powers, holy angels and archangels, intercede for us sinners.",
    "Holy John, the forerunner, prophet, and baptizer of the Lord Jesus Christ, intercede for us sinners.",
    "Glorious saints, apostles, prophets, martyrs, and all of you holy ones, pray for us sinners.",
    "All you venerable and god-bearing fathers, bishops and teachers of the universe, pray for us sinners!",
    "O saint <FONT COLOR=\"RED\"><i>(patron of the church)</i></FONT>, pray for us sinners!",
    "O you divine, undefeated and incomprehensible power of the precious and life-giving cross, do not forsake us sinners.",
    "O God, have mercy on us sinners.",
    "O God cleanse us of our sins and have mercy on us."
  ],
  "troparia_1": {
    "2, 4": [
      "Enlighten my eyes, O Christ God, lest I sleep to death; lest my enemy say: I prevailed over him!",
      "O God, be the Defender of my soul, for I walk in the midst of my snares. Deliver me from them, O gracious Lord, and save me, for You are the Lover of mankind.",
      "Since our many transgressions prevent us from finding favor before God, be our intercessor with Him Who was born of you, O Virgin Mother of God; for the prayers of mothers have much weight in obtaining the Master’s favor. O Most venerable one, despise not the pleadings of us sinners, for He who willed to suffer for us is merciful, and He has power to save us."
    ],
    "verse": "O God, look down upon me and have mercy on me.",
    "1, 3": [
      "O Lord, You know well the alertness of my invisible enemies and the weakness of my own wretched body for You Yourself have made me. Wherefore, I entrust my soul to Your hands, cover me with the wings of Your bounty, lest I sleep to death; enlighten my spirit with the delight of Your divine Word; awaken me at the time appointed for Your glory, for You alone are a gracious God and the Lover of mankind.",
      "How dreadful is Your judgment-seat, O Lord, where angels will be on guard, all men assembled, the book of life opened, all my works uncovered, and all my thoughts revealed! What judgment shall be mine, O Lord, for I was conceived in sin! Who shall put out for me the raging fires? Who shall bring light to my darkness, if You, O Lord, and Lover of mankind, have no mercy on me?",
      "Give me tears, O Lord, as You did to the sinful woman; make me worthy to wash Your feet that saved me from the ways of error. Grant that I may offer You, as a fragrant ointment, a blameless life that repentance has redeemed, so that I also may hear Your sweet words: Go in peace, your faith has saved you.",
      "O Mother of God, because of my great confidence in you, I shall obtain salvation. Because I have succeeded in having you for my intercessor, O Purest of all, I shall not fear. Imploring your most powerful help, I shall pursue my enemies and drive them away, for I wear your protection as a breastplate. O Lady, save me through your intercession, and, by the power of God who was made of your flesh, awaken me from my dark slumber that I may sing your glory."
    ]
  },
  "prayer_1": "O Lord, O Lord, Who delivered us from every arrow that flies in the light of day, protect us against any difficulty that lurks around at night, and accept our outstretched hands as an evening sacrifice. Make us worthy to spend the night blamelessly, and fully sheltered against all evil; protect us against all disturbances or fear of the devil. Grant repentance to our souls and diligence to our minds, that we may understand your dreadful and just judgment; subdue our flesh with the fear of You, let our passions die out, so that in the stillness of night we may be enlightened by the thinking of Your precepts; keep afar from us all indecent dreams and harmful cravings; awaken us in time for prayers, strengthened in the faith and able to obey Your commands through the mercy and kindness of Your onlybegotten Son, with Whom You are blessed, together with Your all-holy, good, and life-giving Spirit, always, now and for ever and ever. Amen.",
  "manasses": "Lord almighty, God of our fathers Abraham and Isaac and Jacob and of their righteous descendants, Who made heaven and earth with all their adornment, Who encompassed the sea with the word of Your command, Who closed the deep and sealed it with Your fearful and glorious name, Whose presence all things revere and before Whose power they quake, because the magnificence of Your glory is unendurable, and irresistible the wrath of Your threat against sinners: the kindness of Your promise is both immeasurable and inscrutable, for You are the Lord most high, compassionate, long-suffering and most merciful, offering atonement for the evils of men. You, O Lord, in the abundance of Your goodness, promised repentance and forgiveness to those who sinned against You; and in the abundance of Your compassion, You decreed repentance for sinners, that they may be saved. Therefore, O Lord, God of the righteous, You appointed repentance, not for the righteous, not for Abraham and Isaac and Jacob who did not sin against You, but for me a sinner, for I committed more sins than there are grains of sand in the sea. My transgressions are multiplied, O Lord, they are multiplied! I am not worthy to look up and see the height of heaven because of the multitude of my iniquities, being weighed down by many iron chains so that I cannot raise my head; and there is no release for me because I have provoked Your anger and have done what is evil in Your sight, not doing Your will nor keeping Your commandments, but setting up abominations and multiplying offenses. Now I kneel in my heart, beseeching Your kindness: I have sinned, O Lord, I have sinned, and I acknowledge my transgressions; I pray and beg You: release me, Lord, release me! Do not destroy me together with my transgression! Do not remember forever our wrongs! Do not condemn me to the depths of the earth! For You are God, the God of those who repent, and in me You will show all Your kindness: for unworthy as I am You will save me according to the abundance of Your mercy, and I will praise You continually all the days of my life. For all the hosts of heavens sing Your praise, and Yours is the glory for ever and ever. Amen.",
  "troparia_3": [
    "Lord of powers, be with us, for in times of distress we have no other help but You;* Lord of powers, have mercy on us!",
    "O Lord, had we not Your saints to intercede for us and your bounty to have mercy on us, how would we dare, O Saviour, to sing to You Whom the Angels endlessly praise? O You Who know the heart, spare our souls!",
    "Great is the number of my transgressions, O Mother of God. It is in you, all-chaste One, that I seek refuge in my need for salvation. Visit my diseased soul and intercede with your Son, our God, that He deign to forgive the evil I have done, O you who, alone are blessed.",
    "Most holy Mother of God, forsake me not all the time of my life, entrust me not to human protection, but take care yourself of my safety, and have mercy on me. ",
    "To you I entrust all my hope, O Mother of God; keep me under your protection."
  ]
}