{
  "at_compline": [
    "<b>Have mercy on us, O God, in the greatness of Your compassion, we pray You, hear us and have mercy.</b>",
    "Lord have mercy. <FONT COLOR=\"RED\">(3)</FONT>",
    "(a couple more petitions)"
  ],
  "after_compline": [
    "<b>Let us pray for our most holy universal Pontiff <FONT COLOR=\"RED\">N.</FONT>, Pope of Rome.</b>",
    "May God save him and give him mercy.",
    "<b>For our civil authorities.</b>",
    "May God save them and give them mercy.",
    "<b>For our most blessed Patriarch <FONT COLOR=\"RED\">N.</FONT>, for our most reverend Metropolitan <FONT COLOR=\"RED\">N.</FONT>; for our God-loving Bishop <FONT COLOR=\"RED\">N.</FONT>.</b>",
    "May God save them and give them mercy.",
    "<b>For all Catholic bishops.</b>",
    "May God save them and give them mercy.",
    "<b>For the noble benefactors of this holy church [monastery].</b>",
    "May God save them and give them mercy.",
    "<b>For our spiritual fathers, and for all our brothers and sisters in Christ.</b>",
    "May God save them and give them mercy.",
    "<b>For those who are absent and those who are travelling.</b>",
    "May God protect them and have mercy on them.",
    "<b>For those who are kind to us.</b>",
    "May God reward them and have mercy on them.",
    "<b>For those who serve and who have served in this holy church [monastery]. </b>",
    "May God save them and give them mercy.",
    "<b>For those who hate us and for those who love us.</b>",
    "May God forgive them and give them mercy.",
    "<b>For the release of captives.</b>",
    "May God ransom them and have mercy on them.",
    "<b>For the sick and suffering.</b>",
    "May God cure them and have mercy on them.",
    "<b>For those living in anxiety and poverty.</b>",
    "May God visit them and have mercy on them.",
    "<b>For all orthodox Christians.</b>",
    "May God save them and give them mercy.",
    "<b>For an abundance of the fruits of the earth.</b>",
    "May God grant an increase of the friuts of the earth."
  ],
  "after_compline_for_the_dead": [
    "<b>For the benefactors of this holy church [monastery].</b>",
    "May God grant them remembrance and rest.",
    "<b>For our parents and relatives.</b>",
    "May God grant them remembrance and rest.",
    "<b>For our departed fathers and brothers.</b>",
    "May God grant them remembrance and rest.",
    "<b>For those who have given up their lives for the Christian faith.</b>",
    "May God grant them remembrance and rest.",
    "<b>For those who lie buried here, those listed and all Christians who have departed from this life.</b>",
    "Everlasting be their memory."
  ]
}