{
  "psalms": [50, 69, 142],
  "canon_refrain": "O most holy Mother of God, save us.",
  "daily_troparia": [
    "<i>(Tone 4)</i> God of our Fathers* who always deal with us according to your everlasting compassion:* do not withdraw your mercy from us,* but through the prayers of our Fathers,** guide our lives along the ways of peace.",
    "O Christ God, Your Church,* crimsoned with the blood of Your martyrs all over the world* as with a cloak of purple and porphyry, cries out to You:** \"Send Your mercy upon Your people, grant peace to Your fold, and extend Your great compassion upon our souls.\"",
    "<i>(Tone 8, kontakion)</i> To the souls of Your servants, O Christ,* grant rest among the saints* where there is no pain, no sorrow, no mourning,** but only life without end.",
    "Through the prayers of all the saints, and of the Mother of God,* grant us Your peace, O Lord, and have mercy on us,** for You alone are merciful."
  ],
  "saturday_theotokion": "To You, O Lord, Ordainer and Creator of the world,* the universe offers the God-bearing Martyrs as the first-fruits of nature:* wherefore, through their prayers, and through the intercession of the Mother of God,* preserve Your Church and the whole world in perfect safety and peace,** O You who alone are most merciful.",
  "prayers": [
    "O chaste and spotless Lady never touched by blame or corruption or defilement, O Bride of the Most High himself, you brought forth the Word of God into this world in a marvelous and mysterious way, thus uniting him to us and joining our nature to the divine. You are the only hope of those who have no hope, always ready to come to the aid of every Christian who seeks refuge in you. Though I have often defiled myself with all sorts of impurities - thoughts, words, and deeds - though slothfulness has enslaved me to lust, though I often find myself weighed down by despair and depression, do not despise me. As the Theotokos, your heart is filled with love and compassion for all mankind. Therefore, pity me in spite of my sinfulness; accept this prayer from these impure lips of mine. With boldness that only a mother could manifest, implore your Son, our Lord and God, to show me his deep and tender mercy. Entreat him not to regard the numberless times I have fallen, but to lead me to true repentance, that, as his friend and follower, I may be always conscious of his precepts and ever ready to observe them. And you, sweet Lady, in your graciousness, stay with me. Take my part at all times. Enable me to repel all temptations, to achieve my eternal salvation. At the moment of my death, embrace and comfort my sorry soul, and drive off the terrifying specters of the evil one. On that awesome Day of Judgment, save me from everlasting punishment; reveal me as a true heir of that ineffable glory which your Son has promised in his grace and love. To him, to his eternal Father, and to his all-holy, good, and life-creating Spirit is due all glory, honor, and worship, now and ever, and forever. Amen.",
    "As we prepare for bed, Master, we ask for rest of body and soul, for gentle, peaceful sleep free of all nightmares and temptations, free of all disturbing dreams. Arrest the assaults of the powers of darkness, and calm the interior commotions of mind and body. Fill us with your peace that we may not be overcome by the restless fantasies of our imagination. Make our minds aware and alert, quick to discern right and wrong, ever ready and able to foster thoughts conducive to spiritual living. When the time for prayer comes, raise us from bed, and inspire us with strength and determination. Keep us always conscious of your commandments, aware of how you wish us to live, that we may ever sing your glory: praising, blessing, and extolling that magnificent name of yours, which deserves all honor, Father, Son, and Holy Spirit: now and ever and forever. Amen.",
    "O you most glorious, ever-virginal and blessed Mother of God, commend our prayer to your Son, our God, and entreat Him to save our souls through your intercessions.",
    "The Father is my hope, the Son my refuge, the Holy Spirit my protection. O Trinity, one God, glory to You!"
  ],
  "penitential_troparia": [
    "<i>(Tone 6)</i> Have mercy on us, O Lord, have mercy on us:* since we have no defense,* we sinners offer this supplication to You, our Master,** have mercy on us.",
    "Lord, have mercy on us,* for in You we place our hope,* be not exceedingly angry with us nor mindful of our transgressions;* but look upon us even now with mercy and deliver us from our enemies,* for You are our God and we are Your people:** we are all the work of Your hands, and we call upon Your name.",
    "Open to us the doors of mercy, O blessed Mother of God,* that we, who place our trust in you may not perish,* but that through you we be delivered from misfortune;** for you are the salvation of all Christians."
  ],
  "after_prayers": {
    "with_priest":[
      "<div class=\"rubric\">Typicon prescribes the following rite of forgiveness to be said in monasteries.</div><hr>",
      "<div class=\"rubric\">Priest, prostrating or bowing low before the faithful:</div><b>Bless me, reverend fathers and brothers, and forgive me, a sinner, whatever offenses I may have committed this day [this night] and all the days of my life by word, deed and thought as well as by all the senses of my soul and body.</b>",
      "<div class=\"rubric\">Faithful:</div>May God forgive you, reverend Father.<div class=\"rubric\">(faithful also prostrate or bow)</div>Bless me, reverend father, and forgive me, a sinner, whatever offenses I may have committed this day [this night] and all the days of my life by word, deed and thought as well as by all the senses of my soul and body.",
      "<div class=\"rubric\">Priest:</div><b>May the Lord God by His grace forgive you all your sins and have mercy on you.</b><br><hr>"
    ],
    "without_priest":[
      "<div class=\"rubric\">After the dismissal, the following prayer is said. It might be said in prostration.</div>Remit, pardon, and forgive my transgressions, voluntary and involuntary, in deed and in word, with knowledge and in ignorance, in thought and in desire, by night and by day, forgive them all, O God, for you are good and love us all.",
      "<div class=\"rubric\">The following prayer is prescribed in certain horologions of Kyivan tradition, but is not required by our current Typicon:</div>O Lord, Lover of mankind, forgive them that hate and wrong us.  Do good to them that do good.  Grant our brethren and kindred and those who are alone whatever they ask for their salvation, and life eternal. Visit the sick and heal them. Liberate those in captivity. Guide those at sea and journey with them that travel. Recall our captive brothers who share our Orthodox faith, and deliver them from every misfortune. Have mercy, O Lord, on those who asked us, the unworthy, to pray for them and forgive them. Have mercy, O Lord, on those that serve us and are kind to us, and grant them whatever they ask for their salvation and life eternal. Remember, O Lord, our fathers and brethren departed before us, and all those who died in the pious faith, and let them dwell where the light of Your face shall visit them. Remember also, O Lord, us in our lowliness and meanness, and enlighten our minds with the light of knowledge of Your holy Gospel, and guide us in the way of Your commandments; through the prayers of Your most pure Mother and of all Your saints, for You are blessed unto the ages of ages. Amen."]
  }
}