{
  "theotokion": {
    "1": "When Gabriel uttered to you, O Virgin, his ‘Rejoice!’* at that sound the Master of all became flesh in you, the Holy Ark.* As the just David said,* you have become wider than the heavens carrying your Creator.* Glory to Him Who dwelt in you!* Glory to Him Who came forth from you!* Glory to Him Who freed us through birth from you!",
    "2": "The tomb and death could not hold the Mother of God,* unceasing in her intercession and unfailing hope of patronage,* for, as the Mother of Life, she was transferred to life* by Him Who had dwelt in her ever-virgin womb.",
    "3": "Today the Virgin stands before us in the church* and together with the choirs of saints invisibly prays to God for us.* Angels are worshipping with hierarchs,* Apostles exult with prophets,* for the Mother of God prays in our behalf to the eternal God.",
    "4": "By your birth, O immaculate one,* Joachim and Anna were freed from the reproach of childlessness,* and Adam and Eve* from the corruption of death.* And your people, redeemed from the guilt of their sins,* celebrate as they cry out to you:* “The barren one gives birth to the Mother of God* and nourisher of our life.”",
    "5": "Rejoice, O impassable door of the Lord!* Rejoice, O rampart and protection of those who have recourse to you!* Rejoice, O tranquil haven and Virgin,* who gave birth in the flesh to your Maker and God!* Fail not to intercede for those* who sing and worship the Child you bore.",
    "6": "Undaunted patroness of Christians,* O steadfast intermediary with the Creator,* turn not away from the suppliant voices of sinners,* but in Your kindness come to help us who cry out to You in faith.* Be quick to intercede, make haste to plead,* for You are ever the patroness of those who honour You, O Mother of God.",
    "7": "O all-praised treasury of our resurrection, we hope in You,* bring us up from the pit and depth of sins,* for You have saved those subject to sin* by giving birth to our Salvation,* O Virgin before childbirth, and Virgin in childbirth,* and still a Virgin after the childbirth.",
    "8": "To you, O Mother of God,* the invincible leader,* we, your servants, ascribe these victory hymns* in thanksgiving for our deliverance from evil.* With your invincible power free us from all dangers* that we may cry out to you:* “Hail, O bride, and pure Virgin!”"
  },
  "prokimenon": {
    "1": [
      "Let Your mercy, O Lord,* be upon us,* as we have hoped in You.",
      "Rejoice in the Lord, O you just; praise befits the righteous."
    ],
    "2": [
      "The Lord is my strength and my song of praise,* and He has become my salvation.",
      "The Lord has indeed chastised me, but He has not delivered me to death."
    ],
    "3": [
      "Sing to our God, sing;* sing to our King, sing.",
      "Clap your hands, all you nations; shout unto God with the voice of joy."
    ],
    "4": [
      "How great are Your works, O Lord* You have made all things in wisdom.",
      "Bless the Lord, O my soul; O Lord my God, You are exceedingly great."
    ],
    "5": [
      "You, O Lord, will guard us and will keep us* from this generation and for ever.",
      "Save me, O Lord, for there is no longer left a just man."
    ],
    "6": [
      "Save Your people, O Lord,* and bless* Your inheritance.",
      "Unto You I will cry, O Lord my God, lest You turn from me in silence."
    ],
    "7": [
      "The Lord will give strength to His people,* the Lord will bless His people with peace.",
      "Bring to the Lord, O you sons of God; bring to the Lord young rams."
    ],
    "8": [
      "Pray and give praise to the Lord our God.",
      "In Judea God is known; His name is great in Israel."
    ],
    "alleluia": {
      "1": [
        "God gives me vindication, and has subdued peoples under me.",
        "Let us come before His countenance with praise and acclaim Him with psalms."
      ],
      "2": [
        "The Lord will hear you in the day of tribulation; the name of the God of Jacob will shield you.",
        "Lord, grant victory to the king and hear us in the day that we shall call upon You."
      ],
      "3": [
        "In You, O Lord, have I hoped that I may not be put to shame for ever.",
        "Be a protector unto me, O God, and a house of refuge to save me."
      ],
      "4": [
        "Poise yourself and advance in triumph and reign in the cause of truth, and meekness, and justice.",
        "You have loved justice and hated iniquity."
      ],
      "5": [
        "Your mercies, O Lord, I will sing for ever; from generation to generation I will announce Your truth with my mouth.",
        "For You have said: Mercy shall be built up for ever; in the heavens Your truth shall be prepared."
      ],
      "6": [
        "He who lives in the aid of the Most High, shall dwell under the  protection of the God of heaven.",
        "He says to the Lord: You are my protector and my refuge, my God, in Whom I hope."
      ],
      "7": [
        "It is good to give praise to the Lord and to sing in Your name, O Most High.",
        "To announce Your mercy in the morning and Your truth every night."
      ],
      "8": [
        "Come, let us rejoice in the Lord; let us acclaim God our Saviour.",
        "Let us come before His countenance with praise and acclaim Him with psalms."
      ]
    },
    "communion": "Praise the Lord from the heavens;* praise Him in the highest."
  }
}