{
  "light": [
    "O Lord, compassionate and loving, long-suffering and most merciful, hear our prayer and listen to the voice of our supplication. Make a favourable covenant with us, guide us along Your ways that we may live in Your truth, gladden our hearts that we may fear Your holy name; for You are great and You perform wondrous deeds. You are the only God and none other is like You, O Lord. You are great in mercy and able, in Your power, to assist, support, and save all those who place their hope in Your holy name; and to You, Father, Son, and Holy Spirit, is due all glory, honour, and adoration, now and for ever and ever. Amen.",
    "O Lord, in Your indignation do not rebuke us; in Your wrath do not chastise us; but deal with us according to Your loving-kindness. O Physician and Healer of our souls guide us to the harbour of Your will; enlighten the eyes of our mind that we may know Your truth. Grant that the remainder of this day and all the days of our life may be peaceful and without sin, through the prayers of the holy Mother of God and through the prayers of all the saints; for Yours is the might, and Yours is the kingdom and the power and the glory, Father, Son, and Holy Spirit, now and for ever and ever. Amen.",
    "O Lord our God, be mindful of us sinners, Your unworthy servants, as we call upon Your holy name, and put us not to shame for having placed our hope in Your mercy. Graciously grant us, O Lord, all the means of salvation; make us worthy to love and fear You with all our heart and to accomplish Your will in all things. For You are a gracious Lord and You love mankind; and we give glory to You, Father, Son, and Holy Spirit, now and for ever and ever. Amen.",
    "O Lord, You are praised by the holy powers in hymns which are never silent, and in doxologies which never cease. Fill our mouths with Your praise that we may exalt Your holy name. Through the prayers of the holy Mother of God and the intercession of all Your saints, give us a part and an inheritance with those who fear You in truth and who keep Your commandments. For to You, Father, Son, and Holy Spirit, is due all glory, honour, and adoration, now and for ever and ever. Amen.",
    "Blessed are You, O Lord, almighty God. You know the mind of each person; You know what each needs even before they ask or are aware of it. Now, O King Who loves mankind and Who is gracious in everything, in Your great mercy allow us to call upon Your holy name with an unashamed conscience. And lead us not into temptation but deliver us from the Evil One; and in Your providence grant all that is beneficial to us. For to You, Father, Son, and Holy Spirit, is due all glory, honour, and adoration, now and for ever and ever. Amen.",
    "O Lord, O Lord, You hold all things together in Your spotless hands; You are long-suffering toward us all; You grieve at our wickedness. Remember Your compassion and mercy and visit us in Your goodness. Grant that for the rest of this day we may escape from the manifold deceits of the Evil One; and keep our life free from every assault of the enemy, through the grace of Your all-holy Spirit. Grant this through the mercies and love for mankind of Your only-begotten Son with Whom You are blessed, together with Your all-holy, gracious, and lifegiving Spirit, now and for ever and ever. Amen.",
    "O great and wonderful God, You govern all things with Your indescribable goodness and rich providence. You have provided us with the goodness of this world and have assured us, through Your kindness, of attaining the promised kingdom. O Lord, through all the blessings already received this day, You have kept us away from evil; grant that we spend its remaining hours without blame before Your holy glory, and that we may sing Your praise, O You, the only gracious One Who loves mankind. For You are our God, and we give glory to You, Father, Son, and Holy Spirit, now and for ever and ever. Amen.",
    "O great and most high God, You alone are immortal and You dwell in a light which is unapproachable. You created all things in Your wisdom, dividing light from darkness, establishing the sun to govern the day and the moon and stars to rule the night. You have deemed us, poor sinners, worthy to reach this hour, to come into Your presence with our thanks, and to offer You our evening praise. O Lord Who loves mankind, let our prayers ascend to You as incense, and accept them as a sweet fragrance. Grant that this evening and the coming night may be spent in peace; clothe us with the armour of light; save us from the fears of the night and from things that lurk in darkness. Grant that the sleep You have given to refresh us from our fatigue may be free from every evil. Yes, O Lord and Giver of all good things, grant that, having found favour in Your sight, we may lie down to rest, remembering Your name throughout the night; and enlightened by the practice of Your commandments, may we rise in gladness of soul to praise Your goodness, offering prayers and supplications for our sins and those of Your people. Look down upon us with mercy, through the intercession of the Mother of God; for You are gracious Lord Who loves mankind, and we glorify You, Father, Son, and Holy Spirit, now and for ever and ever. Amen."
  ],
  "entry": "<div class=\"rubric\">Deacon (in a quiet voice):</div>  Let us pray to the Lord.<div class=\"rubric\">Priest (in a quiet voice):</div> O gracious King, You love mankind and bless all things. With contrite heart and humble spirit, we pray to You, O Christ our true God: Bless our comings and our goings. For Your coming and ascension and dwelling among us are blessed, always, now and for ever and ever. Amen.<div class=\"rubric\">The deacon points eastward with his orarion and quietly says:</div> Master, bless the holy entrance.<div class=\"rubric\">Priest (in a quiet voice):</div> Blessed be the entrance of Your saints, always, now and for ever and ever.<div class=\"rubric\">Deacon (in a quiet voice):</div> Amen.",
  "supplication": "<div class=\"rubric\">Priest (in a quiet voice):</div> O Lord our God, You lowered the heavens when You came down for the salvation of the human race. Now look upon Your servants and upon Your inheritance; for they have bowed their heads to You, the Judge, both awesome and loving. They do not await human help but look for Your mercy and are ready to receive Your salvation. Guard them at all times, this evening and tonight, against all enemies, against the devil’s assaults, against vain thoughts and evil dreams. <div class=\"rubric\"> (and in a loud voice)</div> <b>May the might of Your kingdom be blessed and exalted, Father, Son, and Holy Spirit, now and for ever and ever.</b>"
}