{
  "beginning": "<FONT COLOR=\"RED\">Priest:</FONT> <b>Glory be to the holy, consubstantial, life-creating, and undivided Trinity, always, now and for ever and ever.</b>",
  "lytia_prayers": [
    "<FONT COLOR=\"RED\">Deacon:</FONT> Save your people, O God, and bless Your inheritance; visit Your world with mercy and compassion; raise up the strength of orthodox Christians and send down upon us Your abundant mercies. Through the prayers of our immaculate Lady Theotokos and Ever-Virgin Mary; through the power of the precious and life-giving Cross; through the protection of the honourable, heavenly, incorporeal powers; of the honourable, glorious Prophet, Forerunner, and Baptist John; of the holy, glorious, and praiseworthy apostles; and of our fathers among the saints, the great universal teachers and hierarchs: Basil the Great, Gregory the Theologian, and John Chrysostom; of our father among the saints, Nicholas the Wonderworker, archbishop of Myra in Lycia; of the holy Cyril and Methodius, equals-to-the-apostles, teachers of the Slavs; of the holy right-believing and equal-to-the-apostles grand prince Volodymyr, and of the blessed grand princess Olha. By the prayers of the holy hieromartyr Josaphat, archbishop of Polotsk; of the holy new-martyrs and confessors of Ukraine:<br> [the hieromartyrs Nicholas (Charnetsky), exarch and wonderworker of Volhynia, Gregory (Khomyshyn) of Stanyslaviv, Josaphat (Kotsylovsky) of Peremyshl’ and Sambir; Theodore (Romzha) of Mukachevo, Nicetas (Budka), first Exarch of Canada; Basil (Velychkovsky) of Lutsk and elder of Winnipeg; Gregory (Lakota) of Peremyshl’, Ivan (Sleziuk) of Stanyslaviv, and Symeon (Lukach), bishop and passion-bearer;]<br> [of the hieromartyrs Leonid (Feodorov), exarch of Russia, and Clement (Sheptytsky), archimandrite of Univ; Severian (Baranyk), Joachim (Sen’kivsky) and Vitaly (Bayrak), innocently slain in Drohobych; of the holy passion-bearers Zynoviy (Kovalyk) and Ivan (Ziatyk); of the hieromartyrs Andriy (Ishchak), Mykolai (Tsehelsky), Roman (Lysko), Petro (Verhun) and Oleksii (Zarytsky); of the hieromartyr Emilian (Kovch), pastor of prisoners at Majdanek; the hieromartyr Mykola (Konrad) and the cantor Volodymyr (Pryima), passion-bearers of Stradch; of the holy nun-martyrs: Tarsykia (Matskiv), Olimpia (Bida), and Lavrentia (Harasymiv);]<br> [of Vincent (Levoniuk) and those martyred with him in Pratulin: Nicetas, John, Constantine, Michael, Onuphrius, Philip, Maxim, Daniel, Constantine, Bartholomew, Luke and Ignatius—and all the martyred men and women of the land of Rus’-Ukraine;]<br> LOCALMARTYRS and of all the holy, glorious, and victorious martyrs;<br> of our venerable and God-bearing fathers, Anthony and Theodosius of the Monastery of the Caves at Kyiv;<br> LOCALVENERABLES [of our venerable mother Josaphata (Hordashevska) of Zhuzhelyany;]<br> LOCALVENERABLEWOMEN of the holy and righteous ancestors of God, Joachim and Anne;<br> (<FONT COLOR=\"RED\"><i>if a church is of a saint:</i></FONT> of Saint <FONT COLOR=\"RED\">(name)</FONT>, the patron(ness) of this holy house),<br> SAINT and of all the saints; we beseech You, O all-merciful Lord, hear us sinners praying to You, and have mercy.",
    "<FONT COLOR=\"RED\">Deacon:</FONT> We also pray for the most holy universal Pontiff <FONT COLOR=\"RED\">(name)</FONT>, Pope of Rome, and for our most blessed Patriarch <FONT COLOR=\"RED\">(name)</FONT>, that the Lord God will grant them health and salvation, ever directing them and assisting them in all they do; and for our most reverend Metropolitan <FONT COLOR=\"RED\">(name)</FONT>, our God-loving Bishop <FONT COLOR=\"RED\">(name)</FONT>, for our spiritual fathers and mothers, and all our brothers and sisters in Christ, and for every Christian soul that is afflicted and maltreated and in need of God’s mercies and help; for the protection of this city, or village; or this holy place, and for those who live here; for the peace and serenity of the whole world; for the welfare of God’s holy Churches; for the salvation and assistance of our fathers and mothers, brothers and sisters who, with diligence and in the fear of the Lord, labour and serve; for the repose, blessed memory, and remission of sins of our departed loved ones of the orthodox faith all over the world; for the deliverance of captives; for all those taking part in these holy services, and for all who serve and have served in this holy church, let us pray:",
    "<FONT COLOR=\"RED\">Priest:</FONT> Hear us, O God our Saviour, hope of all bounds of the earth and those far away at sea. In Your graciousness be merciful to us sinners, O Master. For You are a merciful God and You love mankind, and we glorify You, Father, Son, and Holy Spirit, now and for ever and ever.",
    "<FONT COLOR=\"RED\">Priest:</FONT> O most merciful Master, Lord Jesus Christ our God, through the prayers of our most pure Lady, the Mother of God, and ever-Virgin Mary; through the might of the precious and life-giving Cross, through the protection of the honourable, heavenly, incorporeal powers; of the honourable, glorious prophet, forerunner, and baptiser, John; of the holy, glorious, and praiseworthy apostles (or: of the holy apostle and evangelist <FONT COLOR=\"RED\">(name)</FONT>, and of all the holy, glorious, and praiseworthy apostles); and of our fathers among the saints, the great ecumenical teachers and hierarchs: Basil the Great, Gregory the Theologian, and John Chrysostom; of our father among the saints, Nicholas the Wonderworker, archbishop of Myra in Lycia; of the holy Cyril and Methodius, equals-to-the-apostles, teachers of the Slavs; of our holy priest-martyr Josaphat, of the holy, glorious, and victorious martyrs; of our venerable and God-bearing fathers Anthony and Theodosius of the Monastery of the Caves at Kyiv; of the holy and righteous ancestors of God, Joachim and Anne; (<FONT COLOR=\"RED\"><i>if a church is of a saint:</i></FONT> through the prayers of Saint <FONT COLOR=\"RED\">(name)</FONT>, the patron(ess) of this Church); SAINT and of all the saints. Make our prayer acceptable. Grant us remission of our transgressions; protect us with the shadow of Your wings; drive far from us every foe and adversary; and make our life peaceful, O Lord. Have mercy on us and on Your world and save our souls; for You are gracious and You love mankind."
  ],
  "saint": "of NAME, whose memory we celebrate;",
  "greek_kyrie": "Kyrie, eleison",
  "haire": "Rejoice, Mother of God, Virgin Mary, full of grace!* The Lord is with you.* Blessed are you among women,* and blessed is the fruit of your womb.* For you have borne Christ, the Saviour and Redeemer of our souls.",
  "blessing_of_food": [
    "<FONT COLOR=\"RED\">Deacon:</FONT> <b>Let us pray to the Lord.</b>",
    "<FONT COLOR=\"RED\">Choir:</FONT> Lord, have mercy.",
    "<FONT COLOR=\"RED\">Priest:</FONT></div> Lord Jesus Christ, our God, as You blessed the five loaves in the wilderness and fed five thousand, so bless these loaves, this wheat, wine, and oil. Make them plentiful in this city and throughout Your world and sanctify the faithful who partake of them. For it is You who bless and sanctify all things, O Christ our God, and we give glory to You with Your beginningless Father and Your all-holy, good and life-creating Spirit, now and for ever and ever.",
    "<FONT COLOR=\"RED\">Choir:</FONT> Amen."
  ],
  "blessed_be": "Blessed be the Name of the Lord, now and for ever.",
  "blessing":"The blessing of the Lord be upon you through His grace and loving kindness, always, now and for ever and ever."
}