{
  "theotokion": "<i>(Tone 6)</i> Undaunted patroness of Christians,* O steadfast intermediary with the Creator,* turn not away from the suppliant voices of sinners,* but in your kindness come to help us who cry out to you in faith.* Be quick to intercede, make haste to plead,* for you are ever the patroness of those who honour you, O Mother of God.",
  "prokimenon": {
    "1": [
      "4",
      "He makes spirits His angels* and flaming fire His ministers.",
      "Bless the Lord, O my soul; O Lord my God, you are exceedingly great."
    ],
    "2": [
      "7",
      "The just man shall be glad in the Lord and shall hope in Him.",
      "Hear, O God, my voice when I make my petition to You."
    ],
    "3": [
      "3",
      "My soul magnifies the Lord,* and my spirit has rejoiced in God my Saviour",
      "Because He has regarded the humility of His handmaid; from this day forward all generations shall call me blessed"
    ],
    "4": [
      "8",
      "Their utterance has gone forth into all the earth, and their word unto the ends of the world.",
      "The heavens tell the glory of God, and the firmament declares the work of His hand."
    ],
    "5": [
      "7",
      "Exalt the Lord our God, and bow in worship at the footstool of His feet for it is holy.",
      "The Lord reigns, let the peoples tremble."
    ],
    "6": [
      "8",
      "Be glad in the Lord* and rejoice, you just.",
      "Blessed are they whose iniquities are forgiven, and whose sins are covered."
    ]
  },
  "alleluia": {
    "1": [
      "5",
      "Praise the Lord, all you His angels; praise Him, all His powers.",
      "For He spoke, and they came into being; He commanded and they were created."
    ],
    "2": [
      "4",
      "The just man shall flourish like the palm tree; and he shall grow like the cedar in Lebanon.",
      "They who are planted in the house of the Lord shall flourish the courts of our God."
    ],
    "3": [
      "8",
      "Hear, O daughter, and see, and incline your ear.",
      "The rich among the people shall entreat your countenance."
    ],
    "4": [
      "1",
      "The heavens shall confess our wonders, O Lord, and Your truth in the church of the saints.",
      "God is glorified in the assembly of the saints."
    ],
    "5": [
      "1",
      "Remember Your congregation which You acquired from the beginning.",
      "But God is our king before the ages; He was wrought salvation in the midst of the earth."
    ],
    "6": [
      "4",
      "The just cried out and the Lord heard them and delivered them out of their afflictions.",
      "The afflictions of the just are many, but out of them all will he Lord deliver them."
    ]
  },
  "communion": {
    "1": "He makes spirits His angels* and flaming fire His ministers",
    "2": "The just man shall be in everlasting remembrance;* of evil hearsay he shall have no fear.",
    "3": "I will take the chalice of salvation;* and I will call upon the name of the Lord",
    "4": "Their utterance has gone forth into all the earth,* and their word unto the ends of the world.",
    "5": "Let the light of Your countenance, O Lord,* shine upon us.",
    "6": "Rejoice in the Lord, O you just;* praise befits the righteous."
  }
}