{
  "ps140": [
    "5",
    "With Your precious cross, O Christ,* You have put the Devil to shame.* With Your resurrection You have deadened the sting of sin,* and have saved us from the gates of death.* We, therefore, glorify You, O only-begotten Son of God.",
    "O Christ, who granted resurrection to mankind,* You were led like a lamb to the slaughter.* Then the princes of Hades were struck with terror* as they saw the gates of their tearful domain being lifted up;* for Christ, the King of Glory, entered therein* and exclaimed to those in chains: Go forth from here!* And to those in darkness: Go forth into the light!",
    "What a great wonder!* The Creator of invisible beings suffered in the flesh for mankind,* and rose from the dead as immortal.* Come, therefore, all you nations and adore Him;* for through His compassion we have been freed from the snares of the Devil,* and we have learned to praise the one God in three Persons.",
    "We offer to You our evening worship,* O Light whom the darkness of night can never extinguish.* For in these latter days Your radiance has appeared to the world,* shining in Your flesh as light reflected from a mirror.* Your brilliance has descended even to the depths of Hades and dissolved its gloom.* O Lord, Giver of Light, glory to You;* for You have shown the radiance of Your resurrection to all the nations.",
    "Let us glorify Christ, the Author of our Salvation;* for by His resurrection from the dead,* the world has been delivered from the deception of Satan.* The choirs of angels rejoice as the treachery of evil spirits vanishes.* Fallen Adam arises, and the devil is vanquished.",
    "Those who guarded the tomb of Christ* were told by the evil men who hired them:* Take this silver and keep silent.* Tell no one of the resurrection of Christ;* rather tell everyone that while you were sleeping His body was stolen.* But who has ever heard of a body being stolen,* a body which had already been anointed?* Why would anyone take a body from the grave naked,* and leave the burial shroud in the tomb?* Do not deceive yourselves, O people of Judea.* Study the teachings of the prophets,* and you will come to understand that Jesus Christ is Almighty God,* and truly the Saviour of the world.",
    "O Lord our Saviour,* who subjected hell and conquered Death,* and enlightened the world through Your precious cross,* have mercy on us."
  ],
  "aposticha": [
    "5",
    "O Christ our Saviour,* we lift up our voices in song to glorify You.* For, in Your love for mankind,* You became incarnate without leaving heaven;* You accepted the cross and death;* You cast down the gates of Hades;* and on the third day You arose from the dead* for the salvation of our souls.",
    "O Giver of Life,* streams of forgiveness, life, and salvation* poured forth from Your pierced side upon us all.* By accepting physical death, You granted us immortality;* by lying in the tomb, You freed us from Hades,* and as God, by rising from the dead,* You raised us with Yourself in glory.* Therefore, we cry out to You:* O Lover of mankind, glory to You!",
    "O Lover of mankind,* Your crucifixion and descent into Hades are most wondrous.* For, as God, You thereby conquered the power of Hades,* and raised up in glory, with Yourself, those who were long imprisoned there.* You reopened Paradise and enabled them to enter.* Grant forgiveness of sins to us* who glorify Your resurrection on the third day,* for You alone are all-merciful.",
    "O Lover of mankind,* You accepted suffering in the flesh* and rose from the dead on the third day.* Therefore, heal the passions of our flesh,* raise us from our dreadful iniquities, and save us.",
    "gn",
    "O most pure Virgin,* you are the temple, the gate, the palace, and the throne of the King.* Christ, our Redeemer and Lord,* appeared through you to those who slumbered in darkness.* For He, as the Sun of Righteousness,* wished to enlighten those whom He created with His own hands* according to His own image.* Therefore, O Lady, whom we always praise in song,* we beseech you to intercede with Christ for the salvation of our souls;* for, as His Mother, you can approach Him with the greatest confidence."
  ]
}