{
  "ps140": [
    "5, Podoben “Rejoice…”",
    "I weep and am downcast, envisioning the dread sentence of the Word,* for which I, a wretch, have not the least reply for my guilt.* Wherefore, I pray: Before the unseemliness of my end overtake me,* before I am mowed down by death,* before I must needs be condemned to the place* where the fire is unquenchable and the darkness is absolute,* where are the worm and gnashing of teeth, and sinners are consumed,* О my Christ, grant me great mercy and deliverance from my offenses.",
    "Disdaining Your laws and the Scriptures, wretch that I am,* I have rejected Your commandments, О God my Creator.* How will I ever avoid the torment which is to come, О Saviour!* Wherefore, before my end grant me forgiveness and a shower of tears,* imparting true compunction to me, О Saviour.* As You are the supremely good God,* drive far from me the hordes of the demons* who seek to drag me down into the abyss of Hades, for I entreat You:* Take not Your almighty hand from me!",
    "Woe is me! How have I been darkened in mind?* How have I withdrawn from You and, wretch that I am, enslaved myself to sin;* and, enslaved to the passions, given myself wholly over to carnal pleasure* which lives within me, who am passion-fraught?* Now I await my departure from this life and the coming reckoning.* О supremely good Lord, grant me tearful repentance* and release from my countless transgressions,* for with faith I beseech You who grants the world great mercy."
  ],
  "aposticha": [
    "5",
    "O Lord, I cease not to sin,* nor do I perceive Your love for mankind which You have granted me.* Vanquish my lack of discernment, O You who alone are good,* and have mercy upon me.",
    "O Lord, from reverent fear of You I tremble,* yet I cease not from committing sins.* Who, when called to trial, does not fear the judge?* Or who, desiring to be healed, angers the physician, as I do?* O longsuffering Lord, have compassion upon my weakness,* and have mercy upon me.",
    "Not caring for all earthly things, and manfully braving tortures,* you were not disappointed in your goodly hopes,* but became inheritors of the kingdom, of heaven, О all-praised martyrs.* Having boldness before God the Lover of mankind,* ask peace for the world and great mercy for our souls.",
    "gn",
    "O strange, awesome and great mystery!* The Uncircumscribable One has made His abode within a womb,* and a Mother remains a Virgin even after birthgiving,* for from her she gave birth to God Incarnate.* To Him, then, let us cry aloud,* to Him let us raise a hymn, chanting with the angels:* Holy are You, O Christ God, who was incarnate for our sake!* Glory be to You!"
  ]
}