{
  "ps140": [
    "5, Podoben “Rejoice…”",
    "Woe to me who have angered You, my merciful God and Lord!* How many times have I promised to repent, О Christ,* and have been found to be a senseless liar?* I have soiled my first baptismal raiment, and have forsaken my covenant with You,* and this second commandment, which I confessed before You in the presence of men and angels,* have I also abandoned, clad in a lamentable form.* Setting this aside, О Saviour, leave me not to perish utterly.",
    "What answer shalt you find on the day of judgment, О wretched soul?* Who will deliver you from condemnation to everlasting fire and other torments?* No one, if you yourself do not placate the Compassionate One,* forsaking your evil deeds and acquiring a right pleasing life,* every day weeping over your countless transgressions,* which you commit at every hour in deed, word, and thought,* and beseeching Christ to grant you the complete forgiveness of them.",
    "Let sinful habit not seize me, dragging me down, О Saviour,* nor let the demon, which ever wages war on me and subjects me to his will, gain dominance over me;* but rescue me from his dominion with Your mighty hand,* О Almighty One who loves mankind, and reign within me.* Grant that I may be wholly Yours,* and living according to Your will, О Word, may find rest in You,* and cleansing, salvation, and great mercy for myself."
  ],
  "aposticha": [
    "5",
    "O Lord, I cease not to sin,* nor do I perceive Your love for mankind which You have granted me.* Vanquish my lack of discernment, O You who alone are good,* and have mercy upon me.",
    "O Lord, from reverent fear of You I tremble,* yet I cease not from committing sins.* Who, when called to trial, does not fear the judge?* Or who, desiring to be healed, angers the physician, as I do?* O longsuffering Lord, have compassion upon my weakness,* and have mercy upon me.",
    "Having put on the breastplate of faith and armed themselves with the image of the Cross,* Your saints, О Lord, manfully gave themselves over to torments* and cast down the pride and deception of the devil.* As God almighty, send down peace upon the world through their entreaties,* and great mercy upon our souls.",
    "gn",
    "Assuage the sufferings of my much-sighing soul,* O you that wipe every tear from the face of the earth;* for you banish the sufferings of mankind,* and dispel the sorrows of the sinful.* For in you do we all have our hope and confirmation,* O most holy Virgin Mother."
  ]
}