{
  "ps140": [
    "5, Podoben “Rejoice…”",
    "You were lifted up like a lamb upon the Cross,* and laid low the uprisings of the deceiver;* and when You were slaughtered You sanctified the whole earth with Your blood.* Pierced by the spear, You commanded the flaming sword to turn away from me,* that I might dwell in paradise and partake without fear of the tree of life.* Wherefore, saved by Your sufferings, I cry out, rejoicing:* Glory be to Your divine Cross, whereby we have been delivered from the ancient curse* and receive from the Tree blessing and great mercy!",
    "Desiring to bring an end to the pain and afflictions of all, О supremely good Lord, my Saviour,* You endured vile crucifixion;* You tasted of gall, О Innocent One, removing the bitter taste of evil;* and wounded, О Word, by the thrust of the spear,* You heal our wounds, in that You are Master.* Wherefore, we hymn Your glorious will,* and bowing down, we honour the spear, the sponge, and the reed,* whereby You have imparted to Your world peace and great mercy.",
    "“How did the iniquitous multitude of the Jews condemn You to be crucified on the Cross, О Jesus,* taking no pity on You, the Compassionate One?”,* exclaimed the Virgin, weeping, when she beheld lifted up upon the Cross* Him who was born from her womb without suffering;* “and what has the iniquitous council done to You, О my Child most desired, my most beloved Son?* Make haste and save those who glorify Your crucifixion with faith,* and those who magnify me, as You promised,* in that You alone are most good!”"
  ],
  "aposticha": [
    "5",
    "О Lord, of old, in the time of Moses the Prophet,* the image of Your Cross, precisely revealed, vanquished Your enemies;* and now, possessed of that same Cross, we ask Your help:* Strengthen Your Church, for the sake of Your great mercy, О Lover of mankind!",
    "Though a tree visible by nature, Your Cross, О Christ, is invested with divine power;* and tangibly revealed to the world,* it wondrously and noetically works our salvation.* Bowing down before it, we glorify You, О Saviour.* Have mercy on us!",
    "Pray for us, О holy martyrs,* that we may be delivered from our iniquities;* for to you have been given the grace* to make supplication on our behalf.",
    "gn",
    "Taking upon Himself my whole form, God the Creator clad himself therein,* desiring to refashion the fallen form of Adam;* and was willingly lifted up upon the Cross as one guilty.* But now stretching forth His hands, He heals our hands,* which of old were rendered weak by stretching forth to pluck the fruit of the tree.* And the all-pure one, beholding Him, exclaimed:* What is this Your ineffable long-suffering, О my Son?* I cannot bear to see You who holds the ends of the whole earth in the palm of Your hand,* lifted up upon the Cross!"
  ]
}