{
  "ps140": [
    "5",
    "Traversing all the earth, you sowed divine teachings,* bearing the Word alone as a lamp and all riches, О disciples of the Lord;* and thereby you put emperors and torturers to shame,* and rent asunder the vain arguments of the philosophers and rhetors as though they were spiders’ webs,* calling all to recognize the Creator,* and abolishing the vain worship of demons.* Wherefore, I pray that, by your prayers,* you deliver me from those who are irrational.",
    "By your supplications to God, deliver us all from the turmoil of temptations,* the cruel deception of shameful heresies, the evil counsel of the demons,* the fire which burns in the absence of light,* the everlasting worm, the gnashing of teeth, and all other torments;* and beseech Him that, for the sake of your temperance and toils,* we may receive the reward of the virtues,* the inheritance of the kingdom of heaven, and great mercy.",
    "Clearly receiving all the effulgence,* and the reflected light of the ineffable dispensation of the Trinity,* insofar as human nature can so do,* the all-praised twelve perfectly manifested themselves, bringing with them the seventy-two,* and enlightening the ends of the world, darkened by the darkness of wicked heresy,* pray to Christ that He grant the world great mercy."
  ],
  "aposticha": [
    "5",
    "As eyewitnesses to the mysteries of the Saviour, О disciples,* you preached the Invisible One who has no beginning, saying:* In the beginning was the Word.* You were not created before the angels, nor were you taught of men,* but by the wisdom of the Most High.* Wherefore, as you have boldness, pray on behalf of our souls.",
    "Together let us praise the apostles of the Lord with hymns,* for, having arrayed themselves in the armour of the Cross,* they abolished the delusion of the demons* and were revealed to be crowned victors.* By the supplications of them and all the saints, О God, have mercy on us.",
    "Your souls filled with insatiable love, О holy martyrs,*you did not deny Christ;* and enduring the diverse wounds of sufferings,* you cast down the audacity of the tormentors;* and having preserved the Faith intact and unharmed,* you were translated to the heavens.* Wherefore, as you have boldness before Him, ask that He grant us great mercy.",
    "gn",
    "We bless you, O Virgin Theotokos,* and we, the faithful, glorify you as is meet, O unassailable city,* impregnable rampart, and steadfast intercession and refuge of our souls."
  ]
}