{
  "ps140": [
    "5",
    "Let all the groves of trees rejoice,* beholding the most precious Tree which was made joyous by the suffering of the Master,* shining forth grace like a flame of fire,* pouring forth gifts upon all like water,* and enlightening the thoughts of our souls,* washing away infirmities and driving away invisible passions,* and manifestly vanquishing foreign nations,* ever granting to the faithful victories, blessing and great mercy.",
    "Worshipping with faith the place where the feet of the Lord stood,* as the prophet said, let us glorify Christ who was crucified, and with Himself crucified our transgressions,* who abolished the curse which originated with a tree,* and reconciled with the Father those who had withdrawn far from Him through evil thoughts;* and venerating the nails of his hands and feet, the spear and the reed,* the sponge and the crown of thorns, and the insults and mockery,* and all else He endured, let us venerate them with honour,* for by them we are saved.",
    "Let us crucify all our members with Christ, and let us die to the world;* and desiring to walk in the footsteps of Christ, the Ruler of this world,* let us take His divine Cross upon our shoulder* by rejecting the uprisings of the flesh and the evil lusts which draw our souls into sin,* thinking to stand before Him and to behold Him nailed to the Cross,* breathing His last and surrendering His soul into the hands of the Father,* that we may never be separated from Him."
  ],
  "aposticha": [
    "5",
    "О Lord, in the time of Moses the Prophet,* the form of Your Cross was once precisely revealed, and vanquished Your enemies;* and now, possessed of that same Cross, we ask Your help:* Strengthen Your Church, for the sake of Your great mercy, О Lover of mankind!",
    "Though a tree visible by nature, Your Cross, О Christ,* is invested with divine power;* and tangibly revealed to the world,* it wondrously and noetically works our salvation.* Bowing down before it, we glorify You, О Saviour.* Have mercy on us!",
    "Despising all the things of earth, and manfully braving tortures,* you did not fail to attain your divine hopes,* but became heirs to the kingdom of heaven, О most lauded martyrs.* And as you have boldness before God who is the Lover of mankind,* ask peace for the world and great mercy for our souls.",
    "gn",
    "Of old, the Virgin Mother, the all-blessed Maiden,* beholding the Lamb, her Son, lifted up upon the Cross, cried out, weeping:* 'Woe is me, O my Son!* How is it that You die who are in essence God immortal?"
  ]
}