{
  "ps140": [
    "5, Podoben “Rejoice…”",
    "With the streams of their blood the passion-bearers quenched the flame of grievous ungodliness;* and enkindling the radiance of piety throughout the whole world,* they utterly consumed the false gods and their fetid stench.* They have shone forth the most pure light upon those on earth,* and enlightened thereby, we elude the darkness of ungodliness* and evade the delusion of idols, worshipping Christ,* who grants the world great mercy.",
    "Easily setting at naught the words of the ungodly heretics and their pursuit,* you became warriors of the beginningless Father,* the Son Who is equally without beginning,* and the Holy Spirit, the Unity of Divinity in three Hypostases,* teaching the faithful with piety of mind and confirming the preaching of the orthodox faith.* Wherefore, you are called blessed, О most sacred pastors,* for in life-bearing pastures you tended the flock of Christ,* for whom you endured all manner of pangs and many and varied trials.",
    "Receiving mastery of mind through the doing of virtuous deeds,* the company of the venerable, who struggled, with ease utterly trampled the carnal passions underfoot.* Thereby they valiantly overcame all the wiles of the demons* and were revealed to be conversers with the angels,* since they lived as ones incorporeal.* And they now rejoice in the mansions on high, living in splendour, and standing before Christ,* beseech Him to grant our souls great mercy."
  ],
  "aposticha": [
    "5",
    "Intercede on our behalf, O holy martyrs,* that we may be delivered from our sins:* for to you is granted the grace to pray on our behalf.",
    "Your souls, O holy martyrs, were filled with an insatiable love;* not denying Christ you endured great sufferings and torment,* and casting down the tyrants’ pride,* you kept the faith unaltered and unharmed,* and dwelling now in the heavens,* you have boldness before Christ,* pray that He grant us great mercy.",
    "I called to mind the words of the Prophet:* ‘I am but dust and ashes.’* I went also to the tombs, and saw the naked bones, and said:* ‘Which now is the king or the soldier,* the rich man or the beggar,* the upright or the sinner?’* But grant rest with the righteous, O Lord, to the souls of Your servants,* since You are the Lover of mankind.",
    "gn",
    "O you who are full of grace,* intercede by your supplications,* and beg that a multitude of compassions be granted to our souls* and the cleansing of our many sins,* we entreat you."
  ]
}