{
  "0": "A symbol of the undefiled Virgin and bride* was revealed in the Red Sea.* There, Moses divided the waters;* here, Gabriel is the messenger of the miracle.* There, the Israelites crossed the deep and their feet were not even wet;* here, the Virgin gives birth to Christ without human seed.* There, the sea remained uncrossed after the passing of Israel;* here, the immaculate remained incorrupt after giving birth to Emmanuel.* Therefore, O immortal God, who appeared in the flesh as true Man,* have mercy on us!",
  "1": "You are truly higher than the throne of the cherubim,* for the divine Word made His abode within you, О pure one,* desiring to restore our image;* and issuing forth from you as mortal,* in that He is full of tender compassion,* He endured the Cross and suffering for our sake,* and as God has given us the resurrection.* Wherefore, giving thanks to the Creator with faith,* we beseech you as the one who transformed our condemned nature,* that we may receive forgive-ness of transgressions* and great mercy by your prayers.",
  "2": "From my childhood I have been revealed to be a tireless committer of sins,* having been grievously wounded in mind* and lovingly remained such by my many evil habits.* Downcast, I now weep over my cruel deception,* my evil habits and mindlessness, and the destruction of my soul.* О Lady, disdain me not who am perishing in evil,* but, taking pity, deliver me from every assault of the passions by your aid,* that if only in old age I may repent before God.",
  "3": "Desiring that all receive salvation, O my sinless Christ,* You were pleased to pay a great price, Your precious blood, for our deliverance.* Wherefore, beholding You nailed, Your Mother, lamenting, rent her hair, saying:* O Child, my all-immaculate Lamb, who desires to deliver the world by Your precious blood,* how have You set to whence I cannot see, O never-setting Sun,* who grants to all enlightenment, peace and great mercy?",
  "4": "O strange, awesome and great mystery!* The Uncircumscribable One has made His abode within a womb,* and a Mother remains a Virgin even after birthgiving,* for from her she gave birth to God Incarnate.* To Him, then, let us cry aloud, to Him let us raise a hymn, chanting with the angels:* Holy are You, O Christ God, who was incarnate for our sake!* Glory be to You!",
  "5": "The ewe-lamb, beholding her Lamb hastening to the slaughter,* followed quickly, crying out to Him these things:* To where do You go, O Jesus, my child most sweet?* To where, O Long-suffering One, do You run this rapid course so straight?* O sinless Jesus, greatly Desired One, most merciful Lord:* grant speech to me, Your handmaid.* O my compassionate Son most beloved,* pass me not by in silence who gave birth to You in strange manner.* O most compassionate God, grant great mercy to the world!"
}