{
  "ps140": [
    "2, Podoben “When from the Tree…”",
    "When Julianna saw the blessed martyr Barbara during her terrible trial* suffering from her many wounds,* her body painfully torn in many places,* she cried out with tears of compassion:* Word of God and Lover of mankind* grant this day that I may be her companion in martyrdom!",
    "Saints Barbara and Julianna,* you are of those who alone have a true vocation for righteous living,* for you attacked the enemy and gravely wounded him!* Thus you are worthy of glorification by Christ God* for you trampled underfoot the destroying passions and their evil,* giving the means of healing to all the faithful!",
    "Most pure martyr Barbara,* when you were sentenced to die you faced sweet death with joy!* You swiftly fulfilled the act of martyrdom slain by the hand of your most evil parent.* You were offered up as fruit to God!* Therefore with the wise virgins you truly rejoice* as you behold the light of Christ, your Bridegroom!",
    "8, Podoben “O most glorious wonder…”",
    "All-wise father John, you enlighten the Church with song inspired by God.* Through the operation of the Holy Spirit, God our Father made you another David.* Your hymns lead us to the Lord, blessed one.",
    "Glorious father John, in the midst of worldly tumult,* you attained the peace of Christ, righteous one.* By godly action and contemplation you were enlightened with His wisdom.* You were made rich in heavenly things,* with which you enlighten the faithful, all-blessed one!",
    "Come, let us assemble in the temple of God today,* praising the righteous John with joyful song.* He is truly a divine lamp; he enables us to see the true Light.* How great is Your goodness, compassionate Lord!* Through him we have learned to glorify You, only Good One!",
    "6",
    "g",
    "You abandoned your home, your people and earthly riches.* You fled the hatred of an evil father, Barbara;* you were wedded to God in a bond of love,* therefore He took you to Himself rejoicing.* Pray that he may save our souls."
  ],
  "aposticha": [
    "6",
    "g",
    "The sound of your teachings has gone out into all the earth, venerable father John!* Therefore you have found the reward of your labours in the heavens.* You destroyed the hosts of demons and reached the ranks of angels* whose life you blamelessly followed!* Since you have boldness before Christ our God,* entreat peace for our souls!"
  ],
  "stavrotheotokion_aposticha": "Theotokos, you are the true vine* who blossomed for us the fruit of life:* implore Him we pray you, Lady,* together with the apostles and all the saints,* that He may have mercy on our souls!"
}