{
  "ps140": [
    "5, Podoben “O venerable father…”",
    "O divinely wise Sabbas,* you stand together with the Angels and dwell with the holy monks;* you converse with the Prophets* and are co-heir of the Kingdom with the Martyrs and Apostles.* You dwell in the Light that knows no evening* and shine with His divine light and intense desire.* You stand before Him with boldness and unceasing enlightenment,* delighting in His beauties.* Entreat Christ, O holy Father,* and implore Him to grant to the Church unity, peace and great mercy!",
    "O divinely wise Sabbas,* you are an unquenchable lamp of abstinence, * a radiant beacon for monastics, illumined with rays of love.* You are an unshaken tower of patient endurance,* the support and strength of those who honour you with faith,* a treasury of healings and true dweller in the desert,* which you showed to be the Paradise of God bearing the divine fruit of salvation.* Entreat Christ, O holy Father,* and implore Him to grant to the Church unity, peace and great mercy!  ",
    "O divinely wise Sabbas,* you are a fiery pillar of the virtues,* a beacon guiding men from the sea of life to the harbour of God.* As a pure dwelling of the Holy Spirit, you cast down the spirits of deception.* You are an instructor of monastics,* a sure measure of abstinence,* a height of humility visible to all,* and a fountain pouring forth a depth of healing.* Entreat Christ, O venerable one,* and implore Him to grant to the Church unity, peace and great mercy!  ",
    "6",
    "g",
    "You set your mind as master over the deadly passions,* keeping the image unharmed through the ascetic life.* Thus you rose into the perfect likeness, for bravely curbing nature,  * you hastened to subject to that which is better:* and made the body servant to the spirit.* Therefore you were revealed as the chief of those living the monastic life,* a citizen of the desert, * a master teaching those who come to you, * a perfect example of virtue.* Now the shadows have been set aside, O Sabbas,* and in heaven you behold in purity the Holy Trinity,* as you pray with boldness for those who honour you with faith and love."
  ],
  "readings": "(1) Wisdom of Solomon 3:1-9; (2) Wisdom of Solomon 5:15-6:3; (3) Wisdom of Solomon 4:7-15",
  "aposticha": [
    "5, Podoben “Rejoice…”",
    "Rejoice, truly precious vessel of the fragrance of ascetic struggles,* as you took your cross upon your shoulder and offered yourself to Christ the Master!* Blessed Father, you trampled the base presumption of the flesh,* enlightening your soul with virtues* and taking flight towards desire for God.* Now as we stand around your most holy shrine, all-blessed  Sabbas,* we ask that by your prayers we may receive God’s love for mankind,* and that the world be granted great mercy.",
    "God-bearing Sabbas, * in your godly wisdom, O venerable Father,* you approached the fire of the Spirit,* revealing yourself in the world as a divinely glowing ember,* enlightening the souls of those who faithfully come to you* and leading them to the unfading light.* Moistened from on high with the dew of divine grace,* you quenched the burning fire of the desert.* Therefore, Christ, the Lord of divine righteousness, * has openly granted you a crown of victory, O blessed one.* Entreat Him to grant our souls great mercy!",
    "Divinely wise Sabbas,* your life was manifested as a ladder, * spanning the gulf between earth and the heavens.* You ascended the heights and were counted worthy to converse with Christ the Master;* having enlightened your mind with this radiance, most blessed one,* you received a splendour equal to that of the Angels.* Now as you stand before Him, O venerable one,* pray that we who celebrate your divine and most holy memory may stand with you,* and that He will grant the world great mercy!",
    "8",
    "g",
    "We honour you, O Sabbas our Father,* the instructor of a multitude of monks.* We have indeed learned to walk rightly in your footsteps.* You are blessed, for having laboured for Christ,* you denounced the  power of the Enemy.* You were a converser with the Angels* and a companion of the venerable and righteous ones.* Together with them, entreat the Lord that He may grant mercy to our souls!"
  ],
  "aposticha_verses": [
    "Precious in the sight of the Lord* is the death of His saints. ",
    "Blessed is the man who fears the Lord;* who delights in His commandments."
  ]
}