{
  "ps140": [
    "2, Podoben “When from the Tree…”",
    "O holy Nicholas, Bishop of Christ,* you lived your life with people of Myra.* But since your spirit was anointed,* your fragrance of sanctity was known by all.* Now you anoint the faithful who show their love for you.* O Father, deliver us from all distress and sorrow* as you pray to the Lord for us.",
    "O holy Nicholas, true servant of Christ,* you are truly a protector of your faithful flock;* and whenever you were asked for help,* you gladly assisted those who sought your aid.* Now you are also ready by day or by night* to deliver us from all distress and sorrow.",
    "When you appeared in a dream to Constantine the King,* you gave him this warning:* Release at once from prison those you have unjustly confined,* for they are innocent;* no murder did they commit as you claim.* O King, listen to me, or else I shall call upon the Lord.",
    "O holy Nicholas, holy preacher of Christ,* always ready to help all on land or at sea.* Whether they be near or far, you have compassion for all.* You are a precious helper;* therefore, we who gather here ask you to pray to the Lord* that we be delivered from all distress and sorrow.",
    "2, Podoben “What wreaths of praise…”",
    "What crowns of praise shall we confer upon the saintly Nicholas?* Once present in the flesh in Myra,* he is present in spirit to all who love him purely.* He is the leader and defender of everyone,* a comforter in distress and a haven of all in danger,* a pillar of piety and conqueror for believers.* For his sake, Christ overcame enemies and shows us great mercy.",
    "With what songs of praise shall we extol the saintly Nicholas?* He is the foe of wickedness. * He is an outstanding leader,* a great defender and teacher of the Church.* He confounds all who show dishonour.* He is the refuter of Arius and his companions.* Because of him, Christ put down their ragings and showed great mercy.",
    "With what hymns of prophecy shall we extol the saintly Nicholas?* Living in the present, he saw far into the future.* He spoke truly about faraway things as though they were near.* He oversees the whole world and delivers the afflicted.* He appeared in a dream to the God-wise king.* He delivered prisoners who were unjustly accused of murder.* Today he grants us the mercy of Christ.",
    "6",
    "g",
    "We have gathered to celebrate and to praise with song* the model of bishops and a glory to the fathers,* a fountain of miracles and a great helper of believers.* Let us sing to the saintly Nicholas:* Rejoice, O Protector of Myra* who was revered as its leader and strongest pillar.* Rejoice, O Radiant Star whose light of miracles shines throughout the world.* Rejoice, O Divine Joy to those in sorrow.* Rejoice, O Defender of those who are oppressed;* for even now, all-holy Nicholas,* you still pray to God for us who celebrate your feast with faith* and who honour you with zeal and joy.",
    "n",
    "O Cave, prepare yourself to receive the Mother* who bears Christ within her womb.* O Manger, receive the Word who destroyed the sins of all.* O Shepherds, keep watch and then bear witness to the awesome wonder.* O Magi, come from Persia,* and bring your gifts of gold, frankincense, and myrrh to the King.* For the Lord has appeared from a virgin Mother;* yet she bowed to Him as a servant* and spoke to Him within her bosom, saying:* How were You conceived in me?* How did You grow in me, my God and Saviour?"
  ],
  "readings": "(1) Proverbs 3:13-16; (2) Proverbs 8:22-30; (3) Wisdom 4:7-15",
  "lytia": [
    "2",
    "O holy Father Nicholas,* Christ has shown you to be the model of faith.* Your humility inspired all in your flock.* From Myra, your piety shines throughout the world.* You are known as the protector of widows and orphans.* Now we ask your unceasing prayer for the salvation of our souls.",
    "O holy Father Nicholas,* your relics poured out myrrh and protected Myra.* While you lived, you appeared in a dream to the king;* by this appearance you freed from lashes, prison, and death,* those who were condemned unjustly;* now manifest yourself as you did then.* Implore Christ in behalf of our souls.",
    "Even if the city of Myra were silenced, O holy Nicholas,* hymns of praise would be sung to you:* by the entire world which has been enlightened by your brightness;* by the multitude of your magnificent miracles;* and by the condemned who were saved by you.* We also join the inhabitants of your city and cry to you:* Intercede for the salvation of our souls.",
    "4",
    "You anoint with the myrrh of the Holy Spirit, O Nicholas.* You send down flowers fresh with the fragrance of the divine goodness.* You became an imitator of the apostles of Christ.* Throughout the world, the sound of your miracles is heard, O holy Father.* Despite the great distances,* you appeared In a dream, as very near,* to deliver from death those who had fallen under the unjust sentence,* and to save from many dangers those who seek your protection.* By your prayers, also deliver us from misfortunes,* for we sing your praises unceasingly.",
    "8",
    "The fruit of your good works, O holy Father,* has brought joy to the hearts of the faithful.* Who indeed has not heard of your wonderful works* and not admired your patience and humility,* the joy with which you fill the poor,* and the compassion that you show to the afflicted?* You have truly been an admirable example for all.* And now that your unfading crown has been placed on you,* O holy Nicholas, pray for our souls.",
    "O Nicholas, while on earth you lived for the glory of the Lord;* now He has glorified you in the heavenly and true life.* Since you have obtained favour in his sight, implore Him to save our souls.",
    "6",
    "g",
    "O good and faithful worker* in the vineyard of Christ,* you endured the hardships of daily labours;* you did not complain of those who worked less than you.* You increased the talent given you.* Therefore, the gates of heaven opened to you,* and now you share the joy of the Lord.* O holy Nicholas, pray for us.",
    "n",
    "O Zion, be happy; rejoice, O Jerusalem,* the city of Christ our God; * welcome the Creator who rests in a manger in a cave.* Open your gates, Jerusalem, and I will enter* so that I may see Him who holds all creation in his hand,* even though He lies in a manger wrapped in swaddling clothes.* The angels ever praise this life-giving Lord* who is the only Saviour of all."
  ],
  "aposticha": [
    "5, Podoben “Rejoice…”",
    "Rejoice, O priestly leader, spotless vessel of virtue,* model of divine priesthood, great shepherd of your flock,* bearer of the torch of victory.* You hear the prayers of those who call upon you;* you grant petitions of the poor;* you rescue all who praise your name.* Now we ask you to Implore Christ* that He may shower abundant mercy on the world.",
    "Rejoice, O saintly Father, temple of the Trinity;* pillar of the Church, protector of the faithful,* helper of all in trouble.* You are a star whose rays of prayer dispel the darkest trouble.* You are a quiet harbour for the storm-tossed,* for all adrift in the sea of life.* Pray to Christ to save our souls with his great mercy.",
    "Rejoice, O zealous man of God.* You appeared in a dream,* and you saved from death the ones unjustly sentenced.* You are a fountain in Myra, overflowing with scented myrrh.* You inspire us to keep from sin.* You are a sword that cuts the woods of error* you proved Arius to be a false teacher.* Pray to Christ to save our souls with His great mercy.",
    "6",
    "g",
    "O man of God, O faithful servant of the Lord,* you are a chosen vessel filled with desire for God.* You are a pillar and a foundation of the Church;* you are an heir of the kingdom.* O holy Father Nicholas, pray to the Lord for us.",
    "n",
    "O Virgin without husband, from where do you come?* Who gave you birth; who is your mother?* How can you cradle the Creator in your arms?* How did you accomplish virgin-birth?* Most pure Lady, we see in you great wonders,* awesome mysteries fulfilled on earth.* We shall prepare a worthy cave for you.* We shall ask the heavens for a star.* We shall ask the Magi to come from the east to the west* to behold your new-born Child in a manger,* to behold the Saviour of all."
  ],
  "aposticha_verses": [
    "Precious in the eyes of the Lord* is the death of His faithful.",
    "Your priests shall be clothed with holiness;* your faithful shall ring out their joy."
  ]
}