{
  "note on sources": "this is from Royal Doors. Everything except lytia corresponds to Pochaiv menaion. Lytia is from the Lviv council version.",
  "ps140": [
    "4, Podoben “Called from on high…”",
    "The barren Anna leaped for joy* when she gave birth to Mary the Virgin* who in turn will give birth in the flesh to God the Word.* Overflowing with happiness, she cried out:* Rejoice with me, all tribes of Israel,* for I have conceived and put aside my burden of childlessness* as the Creator has deigned.* He heard my prayer and healed the pains of my yearning heart.",
    "O Anna, the One who made waters gush forth from a rock* bestows as a fruit of your womb, the ever-Virgin Lady.* Through her, our salvation will come.* Because of this you were delivered from shame.* No longer will you be on earth as a fruitless soil,* for you have produced an earth* which will bring forth the Tree of Life.* According to His will, He delivered mankind from all shame* when He became man out of His compassionate mercy.",
    "The sayings of the prophets are now being fulfilled:* the holy mountain is planted in the womb;* the divine ladder is set up;* the throne of the great king is ready;* the God-inspired city is being adorned.* The unburnable bush is beginning to bud forth,* and the treasure house of grace is overflowing.* It is spreading over the rivers of unfruitfulness of the God-wise Anna* whom we glorify.",
    "2",
    "gn",
    "Today the mystery which has been announced from eternity,* whose depth angels and men cannot measure,* appears in the arms of Anna.* Mary, the maiden of God is prepared* to be the dwelling of the Kings of the ages* who will renew our human nature.* Let us entreat her with a pure heart and say:* Since you are the intercessor for all Christians,* implore your Son and God to save our souls."
  ],
  "readings": ["Genesis 28:10-17", "Ezekiel 43:27-44:4", "Proverbs 9:1-11"],
  "lytia": [
    "1",
    "It is fitting that the Queen of heaven and earth,* who is more precious than the Cherubim,* and incomparably more glorious than the Seraphim,* be conceived and remain immaculate as the angels,* so that they who are servants of the Lord* can boast of their own Queen, the Mother of God.* Glory and praise to the Lord who willed it so,* the Creator of all things.",
    "It is fitting that the unique and chosen woman* be conceived without sin,* and the power of Satan is now taken away;* for the Mother of God will never bow before him.* Glory and praise to the Lord who willed it so,* the Creator of all things.",
    "It is fitting that the Second Eve* be created and remain without sin* in the manner of the Second Adam;* for the rebirth of mankind now takes place,* just as the fall came through the first Adam and the first Eve.* Christ has renewed all through his new birth,* and it was Mary that gave birth to Him.* Glory and praise to the Lord who willed it so,* the Creator of all things.",
    "gn",
    "Before the nativity of the Son of God,* it was fitting for the Father* to bestow the most pure conception upon the Mother of God,* who is betrothed of the Holy Spirit,* that she might be filled with heavenly gifts* in a manner beyond all other creatures.* Glory and praise to the Lord who willed it so,* the Creator of all things."
  ],
  "aposticha": [
    "5, Podoben “Rejoice…”",
    "Anna, whose name means divine grace,* once cried out in her prayer, asking for a child.* She invoked the God and Creator of all, saying:* Lord of Hosts, You know what shame it is to be barren.* Heal the pains of my heart.* Make my fruitless womb fruitful* so that we may offer to You the child who is born as a gift,* and that with one mind,* we may bless, praise, and glorify Your love* through which the world obtains great mercy.",
    "Anna was praying with great fervour, beseeching the Lord for a child,* when she heard the voice of an angel* who told her that God had granted her wish, saying plainly:* Do not doubt, for your prayer has reached the Lord.* Wipe away your tears,* for you shall be an olive tree bringing forth a beautiful branch.* You will bring forth the Virgin* from whom will blossom the flower, Christ-in-the-flesh,* who will grant great mercy to the world.",
    "Joachim and Anna, the righteous couple,* gave birth to the precious heavenly fruit, the ewe-lamb,* who in turn will give birth in a manner beyond understanding* to the Lamb of God who is to be sacrificed for all.* Because of this, they offer to the Lord* an unceasing and humble hymn of praise.* Let us, therefore, praise them with fervour.* And let us joyfully celebrate the birth of the One who was born of them,* Mary, the Mother of God;* because through her, great mercy is granted to all of us.",
    "2",
    "gn",
    "On this day the royal purple appears,* descending from the root of David.* The mystical flower of Jesse buds forth;* from her shall blossom Christ our God,* the Saviour of our souls."
  ],
  "aposticha_verses": [
    "The Lord swore an oath to David;* He will not go back on His word.",
    "A Son, the fruit of your body,* will I set upon your throne."
  ]
}