{
  "ps140": [
    "5, Podoben “Rejoice…”",
    "Rejoice, rule of hierarchs,* unshaken confirmation of the Church,* glory of the orthodox, wellspring of miracles,* inexhaustible stream of love,* most radiant beacon, organ of the Spirit,* intellect divine, meek and guileless,* adorned with true simplicity, heavenly man and earthly angel,* labourer in the vineyard, true friend of Christ!* Beseech Him to grant great mercy to them that honour you!",
    "O Spyridon, glory of the fathers,* you were truly shown to be meek and an heir to the land of the meek.* By the sinews of your wise and simple words* you strangled Arius, the most wicked and demented enemy, by divine grace.* And, having clarified the divine dogma for all,* and extolled by the Spirit that which leads to salvation,* and most manifestly enlightened all the orthodox,* you indicated to all the faithful to glorify the One Word* as truly the Only Begotten of the all-unoriginate Father,* who grants the world great mercy. ",
    "Having slain the carnal passions,* you raised the dead by the grace of God,* and changed a serpent into gold,* and restrained the raging of the river by thy prayer, O father,* Appearing to the afflicted emperor by night,* you healed him by drawing nigh to his heart when the Lord glorified you most gloriously.* We honour your memory with a mighty voice* and reverence the divine and sacred shrine of your relics,* from where flows forth a divine stream of healings and great mercy.",
    "1",
    "g",
    "O venerable father Spyridon, blessed and wise,* for the sake of the love of God you questioned the dead woman as though she were alive,* and transformed a serpent into gold for him that was beset by poverty,* and restrained the flow of the river, taking pity on the people,* and stood before the emperor as physician through the providence of God;* and, as His disciple, you raised up the dead,* and among many fathers made clear the Faith.*Enabled to do all things by Christ, who strengthens you,* now entreat Him that our souls be saved!"
  ],
  "stavrotheotokion": "The Virgin, beholding Your unjust sacrifice, weeping, cried out to You,* O Christ: O my Child most sweet, how is it that You die unjustly?* How is it that You, who suspended all the earth upon the waters,* are Yourself suspended upon a Tree?* O most merciful Benefactor, I pray You, leave me not alone* who am Your Mother and handmaid!",
  "aposticha": [
    "2",
    "g",
    "O father Spyridon, venerable and wise,* by your virtues have you been shown to be a divine treasure of hierarchs.* Being an intercessor of the Church, you cast out the chief of the heretics* and, in council, crushed the blasphemy of Arius to the earth.* Therefore, working wonders in word and deed,* beseech Christ that our souls be saved."
  ],
  "stavrotheotokion_aposticha": "She that knew not wedlock, beholding You nailed to the Tree of the Cross, O Jesus,* weeping said: O sweet Child, why have You left me,* who gave You birth, alone, O unapproachable Light of the all-unoriginate Father?* But haste now and glorify Yourself,* that they that glorify Your divine Passion* may receive divine glory!"
}