{
  "note on sources": "this is from Royal Doors. Aposticha does not correspond to menaions.",
  "ps140": [
    "4, Podoben “You have given a sign...”",
    "The memory of Your martyr Eustratios, O Lord, shines like the sun;* by the brilliance of his invincible words,* he eclipsed the multitude of false gods.* As a house without foundations is brought down,* so did he overcome them by his faith* and was joined by four other martyrs as his companions.* Through their prayers, O Lover of mankind, grant us the remission of our sins.",
    "By their words, the sufferings of their lives and their privations,* the holy martyrs showed You their unshakeable dedication even to the end:* Orestes and Mardarius joined the wise Eustratios, Auxentius and Eugenius* in their glorious struggle.* Through their prayers, O Lord, save our souls.",
    "In the fury of the brutal tyrant, the illustrious Auxentius was beheaded;* Mardarius was crowned as he was hanged;* Eugenius attained the fullness of eternal life as they cut off his hands and tongue;* Orestes fell asleep in the Lord as he was laid on a bed of burning coals;* Eustratios was led like a lamb to the fire for Christ.",
    "4, Podoben “As one valiant among the martyrs…”",
    "Eustratios, fighting the good fight for the King of heaven's hosts,* you handed yourself over willingly to the torments and agony of death,* leading with you a blessed escort of holy martyrs.* In company with them, you struggled and all received the crowns as victors.* O wondrous martyr, intercede for us.",
    "Eustratios, wise in God; Auxentius, with a noble heart;* Eugenius and Mardarius, the illustrious martyrs, victorious together with Orestes,* have all put the enemy to flight.* Shining like stars with the light of countless fires,* they enlighten the souls of believers and scatter the darkness of shadowy error* by the radiance of the Holy Spirit.",
    "Having maintained the purest virginity,* you hastened joyfully into the presence of your Creator.* Renouncing your earthly suitor, you chose Christ as your Bridegroom.* Running the race to its good end, O illustrious Lucy,* you were resplendent as you bore witness to Christ by your faith.* Now you obtain miraculous cures for those who honour you.",
    "6",
    "g",
    "Come, all you who love the martyrs:* with hymns let us venerate the holy Athletes of Christ:* Eustratios, the invincible witness; Auxentius and Eugenius, with Orestes and Mardarius,* that choir of martyrs with five-fold brilliance.* They fought the good fight against the invisible enemy* and received their reward as conquerors.* Now they intercede with Christ for the faithful* who celebrate their holy memory with love."
  ],
  "readings": ["Isaiah 43:9-14", "Wisdom 3:1-9", "Wisdom 5:15-6:3"],
  "aposticha": [
    "1",
    "Eustratios, the admirable and victorious martyr,* invites us to celebrate his memory each year on this day.* Thus we have all come to venerate him as a friend of the Lord,* a firm champion of the faith.",
    "Arming yourself with the courage of David,* you went out to fight to the death with another Goliath, the Seducer,* because of your faith in the Holy Trinity.* Thus, O Eustratios, you share constantly in the joy of the angels in heaven,* and you pray to the Saviour for our salvation.",
    "Like Elijah the Thesbite,* you were consumed by prophetic zeal for the Lord of hosts,* O Eustratios, divinely inspired martyr.* You confounded the vain arrogance of the impious,* destroying the abomination of false gods* with all your might.",
    "5",
    "g",
    "Without fear in the face of the bold tyrants,* you confessed your faith in Christ* and endured the torments and punishments.* O Eustratios and Auxentius, Mardarius, Eugenius and Orestes, glorious martyrs,* ceaselessly intercede with the King, our God,* for the faithful who celebrate your holy memory.",
    "n",
    "Hail, insurmountable Gate of God!* Hail, pure and spotless Virgin!* Hail, Queen and protectress of the creation!* Hail, refuge of the human race, its rampart and defense!"
  ],
  "aposticha_verses": [
    "God is wonderful among His saints,* the God of Israel.",
    "God has displayed wonders in the saints who dwell in His land;* all His good pleasure is upon them."
  ]

}