{
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "The wondrous Daniel,* having made his heart the pure abode of the Spirit,* illumined by Him manifestly proclaims* the revelation of things to come;* and, adorned with the splendour of prophecy,* he clearly interprets the hidden dreams* of the all iniquitous and mighty kings.",
    "Having rendered your body strong beforehand with intense fasting,* you closed the mouths of the lions;* for, standing in their midst, O wondrous prophet,* and lifting your eyes to our good God,* you remained unharmed through the ineffable power of the Deliverer of our souls* who all-gloriously accomplishes all things.",
    "O wondrous prophet,* you beheld the Unapproachable One,* the just Judge, sitting on a throne, surrounded by angels.* And, marvelling at the awesome and terrible sight,* you described it for all who came after,* recounting the second coming of our incarnate God.",
    "4, Podoben “You have given a sign...”",
    "Observing the God-given laws, O most blessed ones,* you did not defile yourselves with abominable foods,* but, keeping the beauty of your souls incorrupt,* you preserved the flower of your flesh untainted and unwithered and your splendour comely* for the Master who glorifies His favoured ones.",
    "Enkindled by the divine flame,* the youths prevailed over the fire;* for the honoured ones were seen to be bedewed therein,* forming an all-splendid choir, chanting in melodious hymnody;* for Daniel rejoiced, beholding the immutable kingdom of Christ,* in that he is a most excellent prophet.",
    "Marvelling at the wisdom of your words* and the understanding of the youths, O right wondrous Daniel,* the tyrants appointed you to rule and govern the land of Chaldea, O honoured ones;* for the adversary knew to marvel most manifestly* at your virtue and splendour of life;* for you restrained the passions gaining power over you.",
    "2",
    "g",
    "Today, the Prophet Daniel has spiritually assembled us, O you faithful,* and laid an abundant banquet of the virtues for rich and poor, paupers, wanderers, and household servants,* filling a noetic cup with the water of piety,* gladdening the hearts of the faithful and imparting the grace of the Holy Spirit,* for he is a most splendid luminary who, shining forth in the world,* cast down all the worship of the Assyrians* and shut the mouths of the untamed beasts.* And with him let the three youths be praised* who, though not gold by nature, were shown to be tried like gold;* for the fire of the furnace melted them together, yet preserved them whole,* and naphtha, sulphur and tinder crowned them.* May the Lord Who has led us to the turning of the year* vouchsafe that we also may attain to the lordly and honourable day of the nativity of Christ,* who through their supplications bestows cleansing of sins and great mercy upon us.",
    "n",
    "Come all of you, and with faith let us celebrate the forefeast of the nativity of Christ,* noetically offering up hymns of glorification like the star of the magi,* and with the shepherds let us cry aloud:* The deliverance of the nations has come forth from the Virgin’s womb,* summoning the faithful."
  ],
  "aposticha": [
    "6",
    "g",
    "Daniel was a beloved man.* He saw You, O Lord, as the Rock* which was hewn without the use of a hand.* He foretold that You, the Incarnate Word,* the Unchangeable God, and Saviour of our souls,* would be born without seed* as a Child of the Virgin."
  ]
}