{
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "O people, let us celebrate the forefeast of the Nativity of Christ,* and lifting our thoughts up to Bethlehem, let us elevate ourselves in mind;* and with the eyes of our souls let us gaze upon the Virgin,* who comes to give birth in the cave to our Lord and God.* Joseph, beholding the magnitude of His miracles,* supposed that he beheld a man wrapped as a babe in swaddling-bands,* but perceived from the testimony of things that He was the true God,* who bestows great mercy upon our souls.",
    "O people, let us celebrate the forefeast of the Nativity of Christ,* and elevating our minds to Bethlehem,* let us soar aloft in thought and behold the great mystery in the cave;* for Eden was opened when God issued forth from the pure Virgin,* being perfect in both divinity and manhood.* Let us cry aloud: O holy God, unoriginate Father!* O Holy and Mighty One, Son who became incarnate!* O holy Immortal One, comforting Spirit!* O Holy Trinity, glory be to You!",
    "Hearken, O heaven, and give ear, O earth!* For, lo! the Son and Word of God of the Father* comes to be born of the Maiden who knew not man,* at the good pleasure of Him who begat Him in dispassion,* and with the cooperation of the Holy Spirit.* Prepare yourself, O Bethlehem!* Open your gates, O Eden!* For the Author of all creation remains what He was before, yet takes form,* granting the world great mercy.",
    "4, Podoben “Called from on high…”",
    "O blessed Ignatius, you were fittingly called God-bearer* when the Master, in His mercy, embraced you,* revealing to you the dogmas of the highest philosophy.* Then you received most splendid radiance, as a sponge soaks up water,* drawing it forth from the depths of enlightenment.* You followed in the steps of Christ our God, who called you.* Entreat Him that He save and illumine our souls.",
    "Wounded with perfect love when zeal for salvation enkindled your soul,* impelling you to go to the Master, O most sacred father,* you gave voice to ever-chanted words:* “I am the wheat of the Creator,* and it is fitting that I be ground fine by teeth of the wild beasts,* that I may be shown to be pure bread for the Word my God!”* Entreat Him that He save and illumine our souls.",
    "You were crucified with Christ, O you who are manifest in sanctity,* when you cried out the divinely inspired words:* “My Love is crucified, and I hasten to share in His suffering!”* O blessed Ignatius, making your transit, like the sun, from the East to the West,* you travelled, shedding enlightenment;* and, adorned with a royal diadem, you have been brought before Christ.* Entreat Him that He save and illumine our souls.",
    "8",
    "g",
    "O God-bearing Ignatius, soaring aloft to Christ whom you desired,* you have received the reward of the sacred ministry of the Gospel of Christ,* which you completed in the shedding of your blood.* As the wheat of the immortal Husbandman, you were ground by the teeth of the wild beasts* and have been shown to be sweet bread for Him.* Pray for us, O blessed athlete.",
    "n",
    "O Bethlehem, receive standing as the metropolis of God;* for the never-waning Light comes to be born within you.* You angels, marvel in the heavens!* You men, give glory on earth!* O magi, bring the all-glorious gifts from Persia!* You shepherds, piping, sweetly sound forth the thrice-holy hymn!* Let every breath praise the Creator of all!"
  ],
  "aposticha": [
    "2",
    "Lo! the time of our salvation draws nigh!* Make ready, O cave!* The Virgin approaches to give birth.* O Bethlehem, land of Judah, adorn yourself and rejoice,* for from you has our Lord shone forth!* Hearken, mountains and hills, and parts of Judea which lie round about,* for Christ comes that He might save man whom He created,* in that He loves mankind.",
    "O Bethlehem, land of Judah,* splendidly prepare the divine cave for human habitation,* for therein God will be born in the flesh of the holy Virgin who knew not man,* that He might save our race.",
    "Come all, and with faith let us celebrate the forefeast of the Nativity of Christ,* and noetically offering hymnody like a star,* with the shepherds let us give voice to the glorification of the magi:* Salvation has come to men through the Virgin’s womb,* restoring the faithful.",
    "6",
    "g",
    "O steadfast and adamantine soul, O right blessed Ignatius!* For, with unwavering desire for Him who loves you, you did say:* “There is not within me the fire of the love of material things;* rather there is in me living water which speaks in me, saying within me: Come to the Father.”* Afire with the divine Spirit, you permitted the wild beasts to separate you quickly from the world* and send you to Christ whom you desired.* Entreat Him that He save our souls.",
    "n",
    "O people, let us celebrate the forefeast of the Nativity of Christ,* and lifting our thoughts up to Bethlehem, let us elevate ourselves in mind;* and with the eyes of our souls let us gaze upon the Virgin,* who comes to give birth in the cave to our Lord and God.* Joseph, beholding the magnitude of His miracles,* supposed that he beheld a man wrapped as a babe in swaddling-bands,* but perceived from the testimony of things that He was the true God,* who bestows great mercy upon our souls."
  ],
  "aposticha_verses": [
    "God shall come forth out of Teman,* and the Holy One out of a mountain overshadowed and densely wooded.",
    "O Lord, I have heard Your report, and I was afraid;* O Lord, I considered Your works, and I was amazed."
  ]
}