{
  "ps140": [
    "4, Podoben “You have given a sign...”",
    "“He is our God, and none other shall take His place!”* the prophet exclaimed in the Spirit;* “He has found every path of knowledge,* and thereby has made Himself like to men,* arraying Himself in flesh;* for He comes to be born of the divine Maiden and Virgin.* He who is unapproachable in essence* becomes accessible to me.”",
    "Your womb, O most immaculate Theotokos, is shown to be a bundle of flour,* ineffably bearing the uncultivated Wheat* in a manner past understanding and recounting.* You give birth in the cave of Bethlehem* to Him who will nurture all creation with divine understanding and grace,* and deliver mankind from soul-destroying famine.",
    "The unblemished heifer, bearing the fatted Calf within her womb,* comes to the holy cave to give birth to Him in all-glorious manner,* to wrap Him as a man in swaddling bands,* and to lay Him in a manger as a babe.* Celebrate the forefeast, O creation,* joyfully magnifying Him who has wrought* such glorious things on earth.",
    "4, Podoben “As one valiant among the martyrs…”",
    "Having dyed for yourself a robe of salvation* in the stain of your blood, O most lauded one,* and illumined yourself in spirit,* you betrothed yourself to the immortal King* who preserves you incorrupt and undefiled to the ages of ages,* as a virgin all-adorned and unsullied* in the mansions of heaven.",
    "Having received wounds and been cast into the fire,* having endured the rending of your flesh,* and valiantly borne the boiling cauldron,* you were not vanquished in resolve, and did not sacrifice to graven images;* but, bowing your neck to death, you ascended to the heavens as a crown-bearer* through martyrdom by the sword.",
    "Adorned with drops of your blood,* you were most manifestly resplendent,* like the sun, O most lauded martyr, Juliana,* and dispelled the gloom of ungodliness by grace;* and you have illumined the faithful who honour your valiant struggles and your splendid and radiant memory,* which is salvific for all.",
    "6",
    "gn",
    "Hold festival, O Sion!* Be glad, O Jerusalem!* O city of Christ God, receive the Creator,* who is contained by the cave and the manger!* Open your gates to me, that, entering through them,* I may see Him who holds creation in His hand* wrapped as a babe in swaddling-bands,* whom the angels hymn with unceasing songs:* the Lord, the Bestower of life, who saves our race."
  ],
  "aposticha": [
    "2, Podoben “O house of Ephrathah…”",
    "The predictions of all the prophets are now fulfilled;* for Christ is born of the pure divine Maiden* in the city of Bethlehem.",
    "O honoured Bethlehem, glory, joy and boast of mortal men,* divine metropolis:* receive your Creator.",
    "The Word of the Father, by whom all things came into being,* is seen as a single Hypostasis in two natures,* dispassionately and unchangeably.",
    "gn",
    "6",
    "O Virgin who knew not wedlock, from whence have you come?* Who gave birth to you? Who was your mother?* How is it you hold the Creator in your arms?* How is it that your womb has not experienced corruption?* O the all-glorious and awesome mysteries wrought in you,* which we see performed on earth, O most holy one!* On earth we prepare for you your due as is meet:* the cave; and from the heavens we ask that a star be given.* The magi come from the lands of the East to those of the West,* to behold the salvation of men wrapped in swaddling-bands* in the manger."
  ],
  "aposticha_verses": [
    "God shall come forth out of Teman,* and the Holy One out of a mountain overshadowed and densely wooded.",
    "O Lord, I have heard Your report, and I was afraid;* O Lord, I considered Your works, and I was amazed."
  ]
}