{
  "translation comment": "my translation",
  "ps140": [
    "1, Podoben “All-gloriuos martyrs…”",
    "“The earth is rejoicing,* seeing God's descent* the magi bring Me gifts,* the heaven shines with teh star from above,* angels are glorifying,* shepherds are playing their flutes in wonder,* the manger is supporting Me* as if it is a fiery throne.* Rejoice, O Mother at the sight of this.”",
    "“You, O Light of revelation to the gentiles,* came, enveloped in the similarity to my image,* O my beginning-less Son,* O ineffable Progeny* of the truly beginning-less Father!* You are coming to enrich* the impoverished humankind.* And I, enveloped in poverty* sing, O Lord, your loving kindness.”",
    "“Seeing me as an infant,* lying o your palms, O Mother,* be joyful,* for I came to take away all pain of Adam,* who suffered* in ancient times* through most evil council of the serpent,* having tasted and been deprived of the sweetness of paradise* and becoming corrupt and corrupted.”",
    "8, Podoben “What shall we call you…”",
    "O honorable one, you disregarded the beautiful things of the world* and, besides, you did not spare your flesh.* You gave yourself wholly to the God-pleasing service to the saints,* patiently washing their puss in suffering* and wisely strengthening their courage by intelligent words.* Pray that our souls be saved!",
    "O honorable one, you spent your temporary wealth on those in need* in the quest for the eternal one.* You followed the divine footsteps of Christ in unwavering faith* while crying out:* “I was wounded by the desire of You, O Immortal One!* Let me imitate You in Your Passion* and join You in Your divine glory,* as You are generous and love humankind!”",
    "O Anastasia, you have suffered the most blessed passion,* and you truly wash away our passions* at all times by the streams of your healing.* Therefore we rightly call you blessed* and celebrate your memory in love,* and we bow in worship to your relics,* receiving sanctification.* Pray that our souls be saved!",
    "2",
    "g",
    "O all-praised Anastasia, you obtained a gift of resurrection,* having suffered at the judgement.* For having destroyed a multitude of demons,* you sent them into the sea,* O wondrous passion-bearer and martyr!",
    "n",
    "4",
    "O Bethlehem, adorn yourself,* O city Sion, chant!* Rejoice, O desert, betrothing yourself to joy.* For the star will come to Bethlehem, announcing Christ who is going to be born,* and a shed receives Him Whom universe can not contain* and a manger is preparing to receive the Life eternal.* Let us sing and cry out to Him:* “Save our souls, O Jesus, God Who took flesh for us!“"
  ],
  "aposticha": [
    "2, Podoben “O house of Ephrathah…”",
    "Christ is coming* to crush the evil one,* to illumine those in darkness,* and to untie those in chains:* let us come to meet Him!",
    "Celebrate triumph, O Sion,* beautifully adorn yourself, O shed!* Bethlehem, get ready:* behold the Virgin* goes to give birth to Christ!",
    "Sing praise and glory* O countries of gentiles,* O magi with gifts,* and shepherds with flutes* diligently make haste!",
    "4",
    "g",
    "Called after the life-giving resurrection of Christ* you most graciously followed the meaning of your name by your honorable life.* Having strengthened your nature and, as if obtaining virility through wisdom,* you weaved a royally-purple robe by dying it in your blood,* and holding the cross as a regal sceptre* you co-rule with God and Saviour,* O all-blessed Anastasia!* Pray to Him to shine also on us* with His divine glory!",
    "n",
    "Rejoice, O Isaiah,* receive the word of God,* prophesize to Mary the Maiden* that the bush will burn and will not be consumed by the shining of the Godhead.* O Bethlehem, adorn yourself,* open your gates O Eden,* and you the Magi, go* and see the Salvation being swaddled in a manger.* He was the one whom a star above the shed revealed,** the Lord, the Giver of life, Who saves our nature."
  ],
  "aposticha_verses": [
    "God shall come forth out of Teman,* and the Holy One out of a mountain overshadowed and densely wooded.",
    "O Lord, I have heard Your report, and I was afraid;* O Lord, I considered Your works, and I was amazed."
  ]
}