{
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "With uprightness of mind let us chant the hymns of the forefeast of the nativity of Christ;* for, though equal in honour to the Father and the Spirit,* in His lovingkindness He has clothed Himself in our matter* that He might be born in the city of Bethlehem.* His ineffable nativity have the shepherds and angels hymned.",
    "Let us shout to the sound of cymbals, let us cry aloud in hymns:* The advent of Christ has come!* The predictions of the prophets have been fulfilled!* For Him of whom they foretold that He would appear to men in the flesh* is born in the holy cave and lies as a babe in the manger;* He is wrapped in swaddling-bands as a babe.",
    "Prepare yourself, O Bethlehem!* O Eden, be now opened!* The most holy one comes to give birth!* Let the heavens be glad! Let men leap for joy!* He who is our rich Life comes in the magnitude of His mercy* to the manger and the cave,* assuming the poverty of Adam without change or confusion.",
    "4, Podoben “As one valiant among the martyrs…” (same)",
    "With sacred laudations let us praise aloud today* the ten divinely called, the lamps ten times radiant,* illumining the fullness of the Church with divine effulgence,* the unshakable pillars, the luminous stars, who have rendered the earth heavenly* by the splendours of their magnificent struggles.",
    "Let Theodulus be praised with Zoticus and Pompey,* Basilides, Euporus, Agathopus and Satorninus,* Gelasius and the divine Evaristus,* and with them also let Eunician be honoured with hymns:* the right calm havens for the tempest-tossed,* who denounced falsehood and have received the crown of victory.",
    "Let us render honour to the ten holy passion-bearers, the offspring of Crete,* the foundations of the Church, the imperishable adornments of the faithful,* the precious and fragrant flowers of paradise,* the beautiful sacrifices acceptable to Christ,* the offerings of the temple of heaven.",
    "8",
    "g",
    "On this day of festal preparation has the feast of the martyrs dawned,* preparing us for the day of the nativity of the Sun who shines forth from the Son,* heralding God who has appeared from the Virgin in the flesh.* The ten martyrs who suffered mightily in Crete have received crowns from heaven.* To them let us cry aloud: O holy martyrs, O choir elect in holiness,* entreat Christ in behalf of those who with faith celebrate your most honoured memory!",
    "n",
    "Adorn yourself well, O Bethlehem, for Eden has been opened!* Prepare yourself, O Ephratha, for Adam has been restored, and Eve with him:* for the curse has been annulled, salvation has blossomed forth,* and the souls of the righteous are adorned,* offering hymnody instead of myrrh as their gift,* and receiving salvation of soul and incorruption.* For, lo! He who lies in the manger* orders those who cry out to chant unceasingly in spirit:* Glory be to You, O Lord!"
  ],
  "aposticha": [
    "6",
    "In manner past understanding the boundless wisdom of God* has made Himself a house from the Virgin,* and incomprehensibly desires to be born in the flesh in the cave,* and laid in a manger of dumb beasts.",
    "You revealed Yourself to the prophets* as far as they were able to behold You, the Creator, O Christ;* but in latter times You showed Yourself to all men,* becoming man in the city of Bethlehem.",
    "The star made its transit, heralding Christ, the Sun of righteousness,* to those who observed the stars,* and in the city of Bethlehem the angels now announce glad tidings to the shepherds.* With them let us also hasten. O divinely wise.",
    "2",
    "g",
    "Today Crete celebrates the forefeast of the nativity of Christ* at the memorial of the passion-bearers.* Wherefore, through their supplications, O Lord, save our souls!",
    "n",
    "Behold, the time of our salvation has drawn nigh!* Make ready, O cave: the Virgin comes to give birth!* O Bethlehem, land of Judah, adorn yourself and be glad,* for from you has our Lord shone forth!* Hearken, mountains and hills, and lands of Judea round about, for Christ comes forth,* that He might save man whom He created, in that He loves mankind."
  ],
  "aposticha_verses": [
    "God shall come forth out of Teman,* and the Holy One out of a mountain overshadowed and densely wooded.",
    "O Lord, I have heard Your report, and I was afraid;* O Lord, I considered Your works, and I was amazed."
  ]
}