{
  "psalms": [
    66,
    86,
    50
  ],
  "stichera": [
    "6",
    "Such is our God, Who was born of a Virgin and lived among men;* no other is to be compared to Him.* The only-begotten Son, as man, is laid in a poor manger;* the Master of all is wrapped in swaddling clothes;* and a star announces to the magi to come and worship Him,* and we sing: Holy Trinity, save our souls.",
    "8",
    "Before your birth, O Lord, * the angelic hosts looked with trembling on this mystery * and were struck with wonder: * you adorn the vault of heaven with stars * yet were pleased to be born as a Baby. * You hold all the ends of the earth in the hollow of your hand, * yet were placed in a manger of dumb beasts. * For by such a dispensation have your compassion and great mercy been made known, O Christ. * Glory to you!",
    "3",
    "Joseph, tell us:* How is it that you bring to Bethlehem a Virgin with child,* whom you received from the holy temple?* I - he replies - having ascertained from the prophets* and having received a message from the angel, was assured,* that Mary would give birth to the incomprehensible God,* Whom the magi from the East will come to worship and honour with precious gifts.* O Lord, Who for us appeared in the flesh, glory be to You."
  ],
  "verses": [
    "God shall come forth out of Teman,* and the Holy One out of a mountain overshadowed and densely wooded.",
    "O Lord, I have heard Your report, and I was afraid;* O Lord, I considered Your works, and I was amazed."
  ],
  "prokimenon": [
    "4",
    "A child is born to us,",
    "a son is given us.",
    "Upon His shoulder dominion rests."
  ],
  "readings": [
    "A reading from the Prophecy of Jeremiah.",
    "Such is our God; no other is to be compared to him: He has traced out all the way of understanding, and has given her to Jacob, his servant, to Israel, his beloved Son. Since then he has appeared on earth and moved among men. This is the book of the precepts of God, the law that endures forever. All who cling to her will live, but those will die who forsake her. Turn, O Jacob, and receive her: walk by her light toward splendor. Give not your glory to another, your privileges to an alien race. Blessed are we, O Israel; for what pleases God is known to us!",
    "A reading from the Epistle of St. Paul to the Galatians.",
    "Brothers and sisters: Before faith came, we were held in custody under law, confined for the faith that was to be revealed. Consequently, the law was our disciplinarian for Christ, that we might be justified by faith. Both now that faith has come, we are no longer under a disciplinarian. For through faith you were all children of God in Christ Jesus. For all of you who are baptized into Christ have clothed yourselves with Christ. There is neither Jew nor Greek, there is neither slave nor free person, there is not male and female; for you are all one in Christ Jesus. And if you belong to Christ, then  you are Abraham’s descendant, heirs according to the promise.",
    "A reading from the holy Gospel according to Luke. ",
    "In those days a decree went out from Caesar Augustus that the whole world should be enrolled. This was the first enrollment, when Quirinius was governor of Syria. So all went to be enrolled, each to his own town. And Joseph too went up from Galilee from the town of Nazareth to Judea, to the city of David that is called Bethlehem, because he was of the house and family of David, to be enrolled with Mary, his betrothed, who was with child. While they were there, the time came for her to have her child, and she gave birth to her firstborn son. She wrapped him in swaddling clothes and laid him in a manger, because there was no room for them in the inn.  Now there were shepherds in that region living in the fields and keeping the night watch over their flock. The angel of the Lord appeared to them and the glory of the Lord shone around them, and they were struck with great fear. The angel said to them, “Do not be afraid; for behold, I proclaim to you good news of great joy that will be for all the people. For today in the city of David a savior has been born for you who is Messiah and Lord. And this will be a sign for you: you will find an infant wrapped in swaddling clothes and lying in a manger.” And suddenly there was a multitude of the heavenly host with the angel, praising God and saying:  “Glory to God in the highest     and on earth peace to those on whom his favor rests.”  When the angels went away from them to heaven, the shepherds said to one another, “Let us go, then, to Bethlehem to see this thing that has taken place, which the Lord has made known to us.” So they went in haste and found Mary and Joseph, and the infant lying in the manger. When they saw this, they made known the message that had been told them about this child. All who heard it were amazed by what had been told them by the shepherds. And Mary kept all these things, reflecting on them in her heart. Then the shepherds returned, glorifying and praising God for all they had heard and seen, just as it had been told to them."
  ]
}