{
  "psalms": [
    71,
    131,
    90
  ],
  "stichera": [
    "1",
    " Come, O faithful, inspired by God,* let us arise and behold the divine condescension from on high* that is manifested to us in Bethlehem.* Cleansing our minds, let us offer virtues through our lives instead of myrrh,* preparing with faith our entry into the feast of the Nativity,* storing up treasure in our souls and singing:* Glory in the highest to God in the Trinity,* Whose good pleasure is now revealed to all,* that in His love for the human race He may set Adam free from the ancestral curse.",
    "4",
    "Listen, O heaven, and give ear, O earth. * Let the foundations be shaken, and let the earth tremble, * for our God and Creator has clothed himself in created flesh. * The Creator of all by his strong right arm is created in the womb. * O, the depths of the riches of the wisdom and knowledge of God! * How inscrutable are his judgments, * and how unsearchable are his ways!",
    "5",
    "Come, O faithful, bearers of Christ,* let us behold a wonder that overtakes all minds with amazement.* In reverent worship let us sing praises with faith.* Today a maiden bearing a child comes to Bethlehem to give birth to the Lord,* and choirs of angels go before her.* Seeing these things, Joseph, her betrothed, cries out:* What is this strange mystery in you, O Virgin?* What is this strange mystery in you,* how are you to bring forth a child, without knowing man? "
  ],
  "verses": [
    "God shall come forth out of Teman,* and the Holy One out of a mountain overshadowed and densely wooded.",
    "O Lord, I have heard Your report, and I was afraid;* O Lord, I considered Your works, and I was amazed."
  ],
  "prokimenon": [
    "4",
    "From the womb, before the daystar, I have begotten You:",
    "the Lord has sworn and He will not repent.",
    "The Lord said to my Lord Sit at My right hand till I make Your enemies Your footstool."
  ],
  "readings": [
    "A reading from the Prophecy of Isaiah.",
    "Again the Lord spoke to Ahaz: Ask for a sign from the Lord, your God; let it be deep as the nether world, or high as the sky! But Ahaz answered, “I will not ask! I will not tempt the Lord!” Then he said: Listen, O house of David! Is it not enough for you to weary men, must you also weary my God? Therefore the Lord Himself will give you this sign: the virgin shall be with child, and bear a son, and shall name Him Emmanuel. He shall be living on curds and honey by the time he learns to reject the bad and choose the good. For before the child learns to reject the bad and choose the good, the land of those two kings whom you dread shall be deserted. The Lord said to me: Take a large cylinder-seal, and inscribe on it in ordinary letters: “Belonging to Maher-shalalhash-baz.” <i>[In Slavonic: “Soon the trophies will be captured, as they insist (on it).“]</i> And I took reliable witnesses, Uriah the priest, and Zechariah, son of Jeberechiah. Then I went to the prophetess and she conceived and bore a son. The Lord said to me: Name him Maher-shalal-hash-baz <i>[In Slavonic: “Capture soon, crush suddenly.“]</i>, for before the child knows how to call his father or mother by name, the wealth of Damascus and the spoil of Samaria shall be carried off by the king of Assyria. Know, O peoples, and be appalled! Give ear, all you distant lands! Arm, but be crushed! Arm, but be crushed! Form a plan, and it shall be thwarted; make a resolve, and it shall not be carried out, for “God is with us!”",
    "A reading from the Epistle of St. Paul to the Hebrews.",
    "At the beginning, O Lord, you established the earth, and the heavens are the works of your hands. They will perish, but you remain; and they will all grow old like a garment. You will roll them up like a cloak, and like agarment they will be changed But you are the same, and your years will have no end. But to which of the angels has he ever said: “Sit at my right hand until I make your enemies your footstool?” Are they not all ministering spirits sent to serve, for the sake of those who are to inherit salvation? Therefore, we must attend all the more to what we have heard, so that we may not be carried away. For if the word announced through angels proved firm, and every transgression and disobedience received its just recompense, how shall we escape if we ignore so great a salvation? Announced originally through the Lord, it was confirmed for us by those who had heard.",
    "A reading from the holy Gospel according to Matthew. ",
    "When Jesus was born in Bethlehem of Judea, in the days of King Herod, behold, magi from the east arrived in Jerusalem, saying, “Where is the newborn king of the Jews? We saw his star at its rising and have come to do him homage.” When King Herod heard this, he was greatly troubled, and all Jerusalem with him. Assembling all the chief priests and the scribes of the people, he inquired of them where the Messiah was to be born. They said to him, “In Bethlehem of Judea, for thus it has been written through the prophet: ‘And you, Bethlehem, land of Judah,  are by no means least among the rulers of Judah; since from you shall come a ruler,  who is to shepherd my people Israel.’” Then Herod called the magi secretly and ascertained from them the time of the star’s appearance. He sent them to Bethlehem and said, “Go and search diligently for the child. When you have found him, bring me word, that I too may go and do him homage.” After their audience with the king they set out. And behold, the star that they had seen at its rising preceded them, until it came and stopped over the place where the child was. They were overjoyed at seeing the star, and on entering the house they saw the child with Mary his mother. They prostrated themselves and did him homage. Then they opened their treasures and offered him gifts of gold, frankincense, and myrrh. And having been warned in a dream not to return to Herod, they departed for their country by another way."
  ]
}