{
  "psalms": [
    109,
    110,
    85
  ],
  "stichera": [
    "7",
    "Herod was amazed to see the reverence of the Magi; * and overcome by wrath, he demanded to know when the child was born. * Infants were torn from their mothers, * and were prematurely and ruthlessly cut down. * Breasts grew dry and sources of milk were stopped. * Great was this calamity. * Let us, the faithful, reverently worship the birth of Christ.",
    "2",
    "When Joseph, overwhelmed with worry, was on his way to Bethlehem,* you, O Virgin, spoke to him, saying:* Why do you, seeing me with child, look sad and troubled,* not knowing the great mystery, which is revealed in me?* Cast away all fear and learn glorious things:* Out of love God comes to earth, receiving a body in my womb.* You shall see His birth, as He ordained;* be filled with joy and worship Him as your Creator,* Whom the angels unceasingly praise and glorify together with the Father and the Holy Spirit.",
    "6",
    "Today is born of the Virgin He, Who in His arms holds all creation.* He Who is containable, as man, is wrapped up in swaddling clothes;* He Who created the heavens with a word is laid in a manger;* He Who, in the desert, sent down manna from heaven like rain,* is nursed at the breasts of the Virgin.* The Bridegroom of the Church receives the magi* and the Son of th Virgin receives from them gifts.* We bow before Your birth, O Christ!* We bow before Your birth, O Christ!* We bow before Your birth, O Christ!* Now manifest to us Your divine Theophany.<div class=\"rubric\">(Last verses that mention bowing are accompanied by three prostrations).</div>"
  ],
  "verses": [
    "God shall come forth out of Teman,* and the Holy One out of a mountain overshadowed and densely wooded.",
    "O Lord, I have heard Your report, and I was afraid;* O Lord, I considered Your works, and I was amazed."
  ],
  "prokimenon": [
    "4",
    "They shall say Zion:",
    "This is your Mother; a man has been born in her.",
    "On the holy mountain is His city; the Lord prefers the gates of Zion."
  ],
  "readings": [
    "A reading from the Prophecy of Isaiah.",
    "For a child is born to us, a son is given us; upon his shoulder dominion rests. They name him Wonder-Counselor, God-Hero, Father-Forever, Prince of Peace. His dominion is vast and forever peaceful, from David’s throne, and over his kingdom which he confirms and sustains. By judgement and justice, both now and for ever. The zeal of the Lord of hosts will do this!",
    "A reading from the Epistle of St. Paul to the Hebrews.",
    "Brothers and sisters: He who consecrates and those who are being consecrated all have one origin. Therefore, he is not ashamed to call them “brothers,” saying: “I will proclaim your name to my brothers, in the midst of the assembly I will praise you:” and again: “I will put my trust in him;” and again: “Behold, I and the children of God has given me.” Now since children share in blood and flesh, he likewise shared in them, that through death he might destroy the one who has the power of death, that is, the devil, and free those who through fear of death had been subject to slavery all their life. Surely he did not help angels but rather the descendants of Abraham; therefore, he had to become like his brothers in every way, that he might be a merciful and faithful high priest before God to expiate the sins of the people. Because he himself was tested through what he suffered, he is able to help those who are being tested.",
    "A reading from the holy Gospel according to Matthew.",
    "When the magi had departed, behold, the angel of the Lord appeared to Joseph in a dream and said, “Rise, take the child and his mother, flee to Egypt, and stay there until I tell you. Herod is going to search for the child to destroy him.” Joseph rose and took the child and his mother by night and departed for Egypt. He stayed there until the death of Herod, that what the Lord had said through the prophet might be fulfilled, “Out of Egypt I called my son.” When Herod realized that he had been deceived by the magi, he became furious. He ordered the massacre of all the boys in Bethlehem and its vicinity two years old and under, in accordance with the time he had ascertained from the magi. Then was fulfilled what had been said through Jeremiah the prophet: “A voice was heard in Ramah,  sobbing and loud lamentation; Rachel weeping for her children,  and she would not be consoled,  since they were no more.” When Herod had died, behold, the angel of the Lord appeared in a dream to Joseph in Egypt and said, “Rise, take the child and his mother and go to the land of Israel, for those who sought the child’s life are dead.” He rose, took the child and his mother, and went to the land of Israel. But when he heard that Archelaus was ruling over Judea in place of his father Herod, he was afraid to go back there. And because he had been warned in a dream, he departed for the region of Galilee. He went and dwelt in a town called Nazareth, so that what had been spoken through the prophets might be fulfilled, “He shall be called a Nazorean.”"
  ]
}