{
  "ps140": [
    "5, Podoben “Rejoice…”",
    "O You who are most perfect,* You bear the guide of Adam in the image of God;* You who hide all things in Your hands by Your power* desire to be held by human hands.* The pure and most immaculate one proclaimed, saying:* “How can I wrap You in swaddling-bands as a babe;* how can I feed You at my breasts who sustain all things?* How can I marvel at Your poverty which is past understanding?* How can I call You my Son, who am now Your handmaid?* I hymn and bless You, who bestow great mercy upon the world!”",
    "Beholding the pre-eternal God incarnate of her as a babe,* holding Him in her arms and kissing Him often,* full of joy the most immaculate one exclaimed to Him:* “O God Most High, invisible King, how can I look upon You?* I cannot grasp the mystery of Your boundless impoverishment!* For the least and most base of caves contains You, newly born, within itself,* who did not violate my virginity,* but preserved my womb as it was before birthgiving,* and granted great mercy!”",
    "The pure one heard the magi standing together outside the cave,* and, exclaiming in awe, she spoke these things to them as a servant:* “Whom do you seek?* For I see that you have come from a country far distant,* in that you have the appearance and wisdom of the Persians.* You have made a strange passage and journey,* and have come with haste to worship Him* who has made His journey from on high,* made His abode strangely within me,* as He knows how, and grants great mercy to the world!”",
    "8, Podoben “O most glorious wonder…”",
    "Forsaking the beauty of the world,* you illumined the nobility of your soul* with the beauties of nobility, O most lauded Eugenia,* preserving the grace of the image of God untroubled throughout your life, O invincible martyr,* divine mirror of virginity,* most noble blossom of nature.",
    "Having adorned yourself with discourse, life, and grace,* and with patience of soul,* you lead an army of athletes and an assembly of virgins* to Him who has shone forth from the Virgin* and has manifestly disclosed to all the entrance of witness, O most wise Eugenia.* With them entreat Him now that He save your flock.",
    "The Founder of righteousness has magnificently adorned you with a twofold crown,* as a pure virgin and glorious martyr,* giving you a beautiful bridal-chamber illumined with effulgence,* where, making your abode, you have now manifestly been enriched with eternal blessedness,* O bride of Christ.",
    "2",
    "gn",
    "Behold, the time of our salvation has drawn nigh!* Make ready, O cave: the Virgin comes to give birth!* O Bethlehem, land of Judah, adorn yourself and be glad,* for from you has our Lord shone forth!* Hearken, mountains and hills, and lands of Judea round about, for Christ comes forth,* that He might save man whom He created, in that He loves mankind."
  ],
  "aposticha": [
    "1, Podoben “All-gloriuos martyrs…”",
    "“Bearing gifts of frankincense, myrrh, and gold to You, O Son,* the kings of the East have arrived, knowing that You were to be born;* and, lo! they stand beyond the doors!* Give the command that they behold You as an infant held in my arms,* who are far older than ancient Adam!”",
    "“Come and enter with haste,” the Virgin said to the magi of old,* “and behold the Invisible One who has become visible in becoming a babe!”* And they came in with ardour and rendered homage offered gifts,* fulfilling the divine prophecies.",
    "“In my arms I bear You as a babe, who hold all things, and I am amazed,”* said she who knew not wedlock.* “How can I feed with milk You who feed all, O my Son and Creator?* I glorify Your boundless condescension toward men,* whereby You save the world which is perishing!”",
    "6",
    "gn",
    "Hold festival, O Sion! Be glad, O Jerusalem, O city of Christ God!* Receive your Creator, who is contained by the cave and the manger!* Open your gates to me, and, entering therein,* I shall behold as an infant wrapped in swaddling-bands* He who holds creation in the palm of His hand,* whom the angels hymn with unceasing voices:* the Lord and Bestower of life who saves our race!"
  ],
  "aposticha_verses": [
    "God shall come forth out of Teman,* and the Holy One out of a mountain overshadowed and densely wooded.",
    "O Lord, I have heard Your report, and I was afraid;* O Lord, I considered Your works, and I was amazed."
  ]
}