{
  "note on sources": "internet: MCI and UGCC brochure (both had incomplete sets)",
  "lytia": [
    "1",
    "May heaven and earth rejoice prophetically this day. May angels and people spiritually celebrate, for God appeared in the flesh to those groping in the darkness and resting in a shadow. Having been born of a Virgin, a cave and a manger received Him. Shepherds relate a miracle; the Magi from the East bring gifts to Bethlehem, while we, with unworthy lips, render Him angelic praise: Glory to God in the highest and peace on earth, for the hope of nations has arrived. Having come, He has saved us from hostile bondage.",
    "Heaven and earth are united today for Christ is born! Today God has come upon earth and mankind gone up to heaven. Today, for the sake of mankind, the invisible one is seen in the flesh. Therefore let us glorify Him and cry out aloud: Glory to God in the highest, and on earth peace bestowed by Your coming, Saviour: Glory to You! ",
    "Today In Bethlehem I hear from the angels: \"Glory to God in the highest; \" glory to Him whose good pleasure it was that there be peace on earth. The Virgin is now more spacious than the heavens. Light has shone upon those in darkness and has exalted the lowly who sing like the angels: Glory to God In the highest!",
    "Beholding Him who was in God’s image and likeness fallen through transgression, Jesus bowed the heavens and came down, without change taking up His dwelling in a Virgin womb: that He might refashion Adam fallen in corruption, and crying out: Glory to Your epiphany, my Saviour and God! ",
    "5",
    "g",
    "The Persian Magi clearly recognized the heavenly King born on earth. Led by a bright star, they arrived at Bethlehem bearing choice gifts of gold and frankincense and myrrh; and falling down, they adored Him; for they saw the eternal One, lying as a Child, in the cave.",
    "6",
    "n",
    "Rejoice, O angels in heaven, and people exalt today, the whole creation leaps with joy, for the Saviour and Lord is born in Bethlehem! Every error of idolatry has ceased and Christ reigns forever. "
  ],
  "aposticha": [
    "2",
    "A great and glorious miracle was wrought today: the Virgin gives birth and her womb suffers no corruption. The Word is made flesh without separation from the Father. The angels and shepherds give glory, with them we cry aloud: Glory to God in the Highest, and on earth, peace. ",
    "Today the Virgin gives birth to the Creator of all, Eden offers a cave, a star presents Christ the Sun to those in darkness; the Magi, enlightened by faith, adore Him with gifts. The shepherds behold a miracle, while the angels exclaim: Glory to God in the highest.",
    " When the Lord Jesus was born in Bethlehem of Judea, the Magi, coming from the East, adored God made man, and unfolding their treasures, they offered Him precious gifts: the purest of gold as to the eternal King; and incense as to the God of all; myrrh to the immortal, as to one dead three days. Come all you nations, let us adore Him Who is born to save our souls. ",
    "4",
    "gn",
    "You have come to dwell in a cave, O Christ our God, and a manger received You; the shepherds and the Magi adored You. Then the predictions of the prophets were fulfilled, and the angelic hosts stood amazed, singing and saying: Glory to Your descent, Who alone loves humankind.  "
  ],
  "aposticha_verses": [
    "<div class=\"rubric\">Tone 3</div>From eternity You have been born of My womb,* vows the Lord Who does not repent.",
    "The Lord said to my Lord:* Sit at my right hand."
  ]
}