{
  "ps140": [
    "2",
    "Come, let us rejoice in the Lord* as we tell of the present mystery.* Destroyed is the middle wall of partition;* the flaming sword turns back, the cherubim withdraw from the tree of life,* and I partake of the delight of Paradise from which I was cast out through disobedience.* For the Father’s express Image, the Imprint of His eternity,* takes the form of a servant,* and without undergoing change He comes forth from a Mother who knew not wedlock.* For what He was, He has remained, true God:* and what He was not, He has taken upon Himself, becoming man through love for mankind.* To Him let us cry aloud:* God born of a Virgin, have mercy on us.",
    "When Jesus the Lord was born of the holy Virgin,* the whole world was enlightened.* The shepherds watched in the fields,* the Magi adored and the angels sang hymns of praise;* but Herod was troubled: for God appeared in the flesh,* the Saviour of our souls.",
    "Your Kingdom, O Christ our God,* is a Kingdom of all the ages,* and Your rule is from generation to generation.* Made flesh of the Holy Spirit and made man of the ever-Virgin Mary,* You have enlightened us by Your coming.* Light of Light, Brightness of the Father,* You have made all creation shine with joy.* Everything that breathes praises You,* the Image of the Father’s glory.* O God – the One who is – and always was,* who shone forth from a Virgin, have mercy on us.",
    "O Christ what shall we offer You;* for our sake You appeared on earth as man?* Every creature made by You offers thanks to You.* The angels offer You a hymn; the heavens, a star;* the Magi, gifts; the shepherds, their wonder;* the earth, its cave; the wilderness, the manger:* and we offer You a Virgin Mother.* O pre-eternal God, have mercy on us.",
    "gn",
    "When Augustus reigned alone on earth,* the many kingdoms of men came to an end;* and when You were made man of the pure Virgin,* the many gods of idolatry were made powerless.* The cities of the world passed under one single rule;* and the nations came to believe in one sovereign Godhead.* The peoples were enrolled by the decree of Caesar;* and we, the faithful, were enrolled in the name of the divinity,* when You, our God, were made man.* Great is Your mercy: Lord, glory to You."
  ],
  "special_prokimenon_index": 0,
  "readings": [
    "Genesis 1:1-13",
    "Numbers 24:2-3,5-9;17-18",
    "Micah 4:6-7;5:2-4a"
  ],
  "troparia_and_readings": [
    [
      "6",
      "You were born in a cave hidden from sight, but heaven spoke through a star and proclaimed You to all, O Saviour.",
      "And it brought to You the Magi,* who with faith bowed down in worship.* Have mercy on them and us.",
      "His foundations are on the holy mountains; the Lord loves the gates of Sion more than all the dwellings of Jacob. Glorious things were spoken of You, O city of God.",
      "To those who know Me I will mention Raab and Babylon. And, behold, foreigners and the people of Tyre and Ethiopia, these were born there.",
      "A person will say “Mother Sion,” and “Such a person was born in her,” and “The Most High Himself founded her.”",
      "The Lord will declare this in His record of the peoples and rulers who were born in her. How happy are all who have their dwelling in you."
    ],
    [
      "Isaiah 11:1-10",
      "Baruch 3:36-38,4:1-4",
      "Daniel 2:31-36,44-45"
    ],
    [
      "6",
      "You have shone forth from a Virgin, O Christ, rational Sun of righteousness. And a star showed You, Whom nothing can contain, contained in a cave. ",
      "You led Magi to worship You* and along with them we magnify You:* Glory to You, O Giver of life.",
      "The Lord is King; He is clothed with beauty; the Lord is clothed with strength and has girded Himself. For He has established the world which shall not be shaken.",
      "Your throne is prepared from of old; You are from everlasting.",
      "The floods have lifted up, O Lord; the floods have lifted up their voices. The floods shall lift up their breakers with the noise of many waters.",
      "Wonderful are the surging waves of the sea; wonderful is the Lord on high. Your testimonies have become exceedingly credible; holiness befits Your house, O Lord, for length of days."
    ],
    [
      "Isaiah 9:6-7",
      "Isaiah 7:10-16,8:1-4,8-10"
    ],
    [
      "1",
      "The Lord said to me: You are my Son;",
      "Today have I begotten You",
      "Ask of Me, and I will give You the nations as an inheritance."
    ],
    [
      [
        "Hebrews 1:1-12"
      ],
      [
        "Galatians 3:15-22"
      ]
    ],
    [
      "5",
      "The Lord said to my lord, “Sit at my right hand until I make your enemies the footstool of your feet.”",
      "The Lord will send you a sceptre of power out of Sion; reign in the midst of your enemies.",
      "Yours is the dominion on the day you are given power in the splendour of your holy ones."
    ],
    [
      [
        "Luke 2:1-10"
      ],
      [
        "Matthew 13:31-36"
      ]
    ]
  ]
}