{
  "ps140": [
    "2",
    "Come, let us rejoice in the Lord* as we tell of the present mystery.* Destroyed is the middle wall of partition;* the flaming sword turns back, the cherubim withdraw from the tree of life,* and I partake of the delight of Paradise from which I was cast out through disobedience.* For the Father’s express Image, the Imprint of His eternity,* takes the form of a servant,* and without undergoing change He comes forth from a Mother who knew not wedlock.* For what He was, He has remained, true God:* and what He was not, He has taken upon Himself, becoming man through love for mankind.* To Him let us cry aloud:* God born of a Virgin, have mercy on us.",
    "When Jesus the Lord was born of the holy Virgin,* the whole world was enlightened.* The shepherds watched in the fields,* the Magi adored and the angels sang hymns of praise;* but Herod was troubled: for God appeared in the flesh,* the Saviour of our souls.",
    "Your Kingdom, O Christ our God,* is a Kingdom of all the ages,* and Your rule is from generation to generation.* Made flesh of the Holy Spirit and made man of the ever-Virgin Mary,* You have enlightened us by Your coming.* Light of Light, Brightness of the Father,* You have made all creation shine with joy.* Everything that breathes praises You,* the Image of the Father’s glory.* O God – the One who is – and always was,* who shone forth from a Virgin, have mercy on us.",
    "O Christ what shall we offer You;* for our sake You appeared on earth as man?* Every creature made by You offers thanks to You.* The angels offer You a hymn; the heavens, a star;* the Magi, gifts; the shepherds, their wonder;* the earth, its cave; the wilderness, the manger:* and we offer You a Virgin Mother.* O pre-eternal God, have mercy on us.",
    "6",
    "gn",
    "Glory to God in the highest, and on earth peace!* Today Bethlehem receives Him who ever sits with the Father.* Today angels glorify with holy hymns the Babe that is born.* Glory to God in the highest,* and on earth peace, good will towards men!"
  ],
  "special_prokimenon_index": 0,
  "aposticha": [
    "8",
    "A great miracle has come to pass this day:* nature is made new and God becomes man!* That which He was, He has remained,* and that which He was not, He has taken on Himself* while suffering neither confusion nor division.",
    "Lord, you have come to Bethlehem* and have made Your dwelling in the cave.* You have heaven as Your throne,* yet You are laid in a manger!* The hosts of angels attend on every side* yet You have come down among shepherds,* that in Your compassion You might save mankind.  Glory to You!",
    "How shall I tell of this great mystery?* He who is without flesh becomes incarnate;* the word puts on a body; the invisible is seen;* He whom no hand can touch is handled;* and He who knows no beginning now begins to be!* The Son of God becomes the Son of Man:* Jesus Christ, the same yesterday, today, and for ever!",
    "6",
    "gn",
    "The shepherds hasten to Bethlehem, revealing the true shepherd,* seated upon the cherubim and lying in a manger!* For our sakes He has taken upon Himself the form of a child.* O Lord, glory to You!"
  ],
  "aposticha_verses": [
    "The Lord said to my Lord:* sit at my right hand!",
    "From the womb before the morning star* have I begotten you!"
  ]
}