{
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "Having enlightened your thought with the grace of the spirit,* you appeared like an angel in countenance, O Stephen,* your body, luminous with inner splendour,* emitting spiritual radiance upon them that beheld your,* for which cause you received a vision of light,* for the heavens were most gloriously opened to you,* first among martyrs and their boast.",
    "The castings of stones were to you like steps and a ladder leading up to heaven;* for, entering thereupon you beheld the Lord standing at the right hand of the Father,* stretching forth to you the crown for which you were named* with His life-bearing right hand.* Close before Him you stand as a worthy victor, the foremost of athletes.",
    "Radiant with signs and wonders,* you utterly destroyed the assembly of the most iniquitous with your dogmas;* and, slain by them, put to death by stoning,* you prayed for the forgiveness of them that slew you,* emulating thereby the Saviour’s cry,* into whose hands you committed your spirit, O sacred Stephen.",
    "4, Podoben “As one valiant among the martyrs…”",
    "To the bitterness of your exile was added the most grievous misery of imprisonment, O venerable one,* when he that iniquitously usurped the lawful throne* grievously perverted the laws of the Faith* and cast down the all-pure image of the Saviour.* But by the grace of God, O favourite of Christ, you put him to shame.",
    "Neither prison, nor confinement, nor lightless gloom,* nor wounds, nor beatings, nor affliction grievous, long and unbearable,* nor lack of food, could separate you from your love for God,* O divinely eloquent father Theodore;* for you steadfastly endured them,* foreseeing the reward of your labours.",
    "In place of tribulation has the just Judge of the contest given you liberty;* in place of darkness, radiance.* And for that which was graven on your face, O wondrous one,* you have been written in the Book of Life,* and have been numbered among the firstborn of the Church in the highest,* and have most joyously come to the feast of the angels.",
    "2",
    "g",
    "A most splendid crown is offered to the King and Master of all,* who was born on earth, fashioned not of rubies,* but resplendent with the drops of your blood, O Stephen.* Come, you that love the martyrs, and, taking up hymns as they were flowers,* let us crown him, and chanting hymns, let us say:* O protomartyr, who illumined your soul with wisdom and grace,* entreat Christ God that He grant us peace and great mercy!",
    "n",
    "A great and most glorious wonder is wrought today:* A Virgin gives birth, yet her womb suffers no corruption!* The Word is incarnate, yet is not separated from the Father!* Angels give glory in company with shepherds;* and with them we cry out: Glory to God in the highest,* and on earth peace, good will toward men!"
  ],
  "aposticha": [
    "1, Podoben “The joy of the heavenly ranks…”",
    "Let us hymn Him who is now worshipped by angels, shepherds, and Magi,* who shone forth from the Father before the ages,* and, as the Son, ever exists in the bosom of the Father,* who in latter times has sat upon His Mother’s arms* as upon a throne.",
    "Assembling in Bethlehem, O faithful,* let us behold the Creator of all lying in a manger* and them that bear a choice gift of three substances from the land of Chaldea to the King and God,* who for our sake was to lie three days dead.",
    "Of the Virgin were you born in the cave,* and, surrounding You, the angelic armies cried out:* Glory to You, O God, in the highest,* who has been born in the guise of a servant,* and has made the world new in the womb of the Virgin,* the Mother that has not known man.",
    "6",
    "g",
    "First among martyrs and deacons have you been shown to be, O apostle Stephen;* adornment of athletes, confirmation of the faithful, glory of the righteous.* In that you stand before the throne of the King of all,* beg cleansing of transgressions for us that celebrate your honoured memory,* that we be accounted worthy of the Kingdom of heaven.",
    "n",
    "Today all the angels hold chorus in heaven,* and men rejoice, and all creation leaps for joy* because of the Lord and Saviour born in Bethlehem,* for all the falsehood of idolatry has ceased,* and Christ reigns forever."
  ],
  "aposticha_verses": [
    "From the womb before the morning star* have I begotten you!",
    "The Lord said to my Lord:* sit at my right hand!"
  ]
}