{
  "ps140": [
    "5, Podoben “Rejoice…”",
    "As One most perfect, You bear the guise of Adam in the image of God,* and desire to be held in my arms, O You who in Your power hold all things in Your hand.* And the pure and most immaculate one declared, saying:* “How is it that I have wrapped You in swaddling bands as a babe?* How is it that I nurture You with milk, You who feed all?* How is it that I marvel at Your poverty, which passes understanding?* How can I call You my Son, if I am now Your handmaiden?* I hymn and bless You who grant the world great mercy!”",
    "Seeing the pre-eternal God incarnate from her as a babe,* holding Him in her arms and kissing Him often,* full of joy, the most immaculate one declared to Him:* “O God Most High, invisible King, how is it that I see You,* but cannot understand the mystery of Your boundless poverty?* For this least and strangest of caves contains You who was born therein without violating my virginity,* but preserving my womb as it was before birth-giving,* and granting great mercy to all.”",
    "Declaring these things in awe as a servant,* the pure one heard the magi standing together before the cave, and said to them:* “Whom do you seek? For I see that you have come from a faraway land:* having Persian dress and wisdom, you have made a strange departure and journey.* With haste you have come to worship Him* who has journeyed from the highest and within me has strangely made His abode,* granting the world great mercy.”",
    "4, Podoben “As one valiant among the martyrs…”",
    "Enlivened by strength,* fortified mightily and endowed with the power of Christ the Master,* in the weakness of your nature* you were shown to be invincible, O athletes,* vanquishing the enemy amid your struggles.* Pray for those who celebrate your holy and luminous memory,* O glorious great martyrs.",
    "Theophilus, Dorotheus and Mygdonius,* together with Gorgonius and Secundus, Peter and Indes,* who were valorous in word and deed,* rejoicing, have vanquished the hordes of the enemy;* and they pray that those who faithfully celebrate their most honoured memory* be delivered from all misfortunes.",
    "Youths and virgins, elders and children,* together showed forth the same valour.* As peers they have received their rewards through grace,* abiding with God, the King of all.* Let us honour them with sacred hymns as radiant beacons of the whole world,* twenty thousand in number.",
    "5",
    "gn",
    "Let the heavens be glad, and let the earth rejoice!* For today angels and men have truly become a single flock.* O the wonder! The Invisible One becomes visible;* the Word becomes flesh; the Son of God become the Son of the Virgin!* And the Virgin who knew not man is seen to be the Mother of God,* and, a Mother after giving birth, she is found to be a virgin!* The incarnate Word of the Father lies in a manger,* and shepherds are become his heralds, sharing in the mystery.* Magi from the East have brought gifts, guided by the star,* and have worshiped the newborn Saviour.* And, fervently opening the treasuries of our hearts,* with them we who love the feasts of the Church* also offer Him good works—faith, hope, and love—like gold, frankincense and myrrh,* crying out to Him with the words of the incorporeal ones:* Glory to God in the highest, and on earth peace, goodwill among men!* For He has come to save our whole race from deception!"
  ],
  "aposticha": [
    "2, Podoben “O house of Ephrathah…”",
    "Divinely assuming all of the first Adam from the Virgin, O Christ,* You were born in the cave* and laid, swaddled, in the manger.",
    "Sing out prophetically, O David, striking your harp,* for from your loins, from whence the Theotokos sprung,* is Christ born today.",
    "O faithful, let us offer praise fit for God with the shepherds and magi,* and glory with the angels,* to God who sprung forth from the Virgin.",
    "1",
    "gn",
    "“Glory to God in the highest!” is heard from the incorporeal ones in Bethlehem today,* addressed to Him who was well pleased to become Peace on earth.* Now the Virgin is become more spacious than the heavens,* for Light has shone forth upon the benighted* and lifted up the lowly who chant with the angels:* Glory to God in the highest!"
  ],
  "aposticha_verses": [
    "From the womb before the morning star* have I begotten you!",
    "The Lord said to my Lord:* sit at my right hand!"
  ]
}