{
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "The iniquitous one, seeking the hidden Treasure,* slew the innocent babes on this day;* and Rachel was inconsolable,* beholding their unjust slaughter and untimely death,* and wept for them, her womb wracked with pain.* But she is gladdened now, seeing them in the bosom of Abraham.",
    "The all-iniquitous king searched for the timeless King* who had come under time,* and, unable to find and slay Him, he cut down a multitude of innocent babes.* Thereby he made them martyrs and citizens of heaven on high,* though he knew it not;* and they reprove his madness forever.",
    "When You were born of the Virgin, O pre-eternal Lord,* and became a babe in Your goodness,* a choir of babes were admitted by virtue of the blood of their martyrdom,* their calm souls illumined, O You who are most just;* and You have made them to dwell in the mansions of everlasting life,* where they denounce the malice of Herod and His most cruel insanity.",
    "4, Podoben “As one valiant among the martyrs…”",
    "A model of abstinence have shown yourself to be for monastics,* O all-wise and God-bearing Marcellus,* a pillar of fire extending spiritually from earth to the heavens* through abstinence, O all-wise one,* a converser of purity, a truly genuine preserver of silence,* an animate tower of courage,* and a most excellent rule of virtue.",
    "The uprisings of the passions caused you to wither away, O venerable one,* through mighty vigils and instruction in the Scriptures,* by earnest supplications and the outpouring of tears.* You have truly shown yourself to be a habitation worthy of the Master,* and grant healings to those who approach you with faith,* having been vouchsafed the delight of immortality.",
    "Delighting most directly in the beauty of your Master,* without the mediation of the mirror of the flesh* and present manifestation, O most blessed one,* pray for those who in purity praise your most sacred memory* and honour it with psalms and hymns,* that we may obtain mercy on the Day of Judgment.",
    "8",
    "g",
    "The all-iniquitous Herod, seeing the star which is the brightest of all creation,* was troubled, and seized the suckling infants from their mothers' arms;* but Elizabeth, taking up John, entreated the stone, saying:* \"Receive a mother and her child!\"* O Lord, treasure which the manger held, whom the star announced and to whom the magi paid homage,* glory be to You!",
    "n",
    "An all-glorious mystery is wrought today:* nature is restored and God becomes man!* He has remained what He has been,* and what He has not been, that has He taken upon Himself,* without undergoing either confusion or division."
  ],
  "aposticha": [
    "6, Podoben “On the third day…”",
    "An awesome mystery do I behold!* For God who holds all creation in the palm of His hand* is surrounded in the flesh in a manger of dumb beasts,* and He is wrapped in rags* who clothes the sea in darkness.",
    "Our incorporeal God becomes incarnate!* He who is without beginning takes on a beginning!* He who is full now empties Himself through the Virgin in a little cave!* And He who nurtures every creature is nurtured on milk as a babe.",
    "Shepherds dance at Your nativity and offer up glory with the angels;* the star offers a gift, and magi pay homage;* and men, saved, magnify the Theotokos.",
    "8",
    "g",
    "When Jesus was born in Bethlehem of Judea,* the dominion of the Jews was abolished.* Let the infants slaughtered for Christ leap up, and let Judea lament;* for a voice was heard in Rama:* Rachel, weeping, bewail her children, as it is written,* for the all-iniquitous Herod in slaying the babes fulfilled the Scriptures,* filling Judea with innocent blood and staining the earth red with their blood,* but the Church of the nations is mystically purified thereby and is arrayed in beauty.* The Truth is come!* God who has been born of the Virgin has appeared to those who sit in shadow,* that He may save us all.",
    "n",
    "O Lord, having arrived in Bethlehem, You made Your abode in the cave;* You who have heaven for Your throne were laid in a manger;* You whom the armies of the angels surround descended to shepherds,* that You may save our race, in that You are compassionate.* Glory be to You!"
  ],
  "aposticha_verses": [
    "From the womb before the morning star* have I begotten you!",
    "The Lord said to my Lord:* sit at my right hand!"
  ]
}