{
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "Made radiant by the splendour of virginity, O most lauded one,* you shone forth in the struggles of martyrdom;* for, refusing to worship the sun, you endured unjust slaughter,* and; dyed with your blood, you have come to stand before the Sun of glory,* illumined by the splendours emitted by Him, O crowned one.",
    "Showing forth heartfelt love, O glorious one,* you drenched the earth with tears of compunction,* and wiped the footstool of Christ dry with your hair,* contemplating and looking toward Him as transcendent, whom desired;* and, touching His feet in mind, you enlightened your soul* with visions most divine.",
    "Having distributed your wealth and provided for the poor,* you betrothed yourself to your incorrupt Bridegroom, O most glorious one,* and as a dowry brought to Him the streams of your blood* and the endurance of sufferings which you bore, O Anysia.* And the Most High has caused your to dwell in His bridal-chamber* as a passion-bearer and martyr.",
    "4, Podoben “Called from on high…”",
    "O you who have enrolled in the choirs of the angels,* when divine love set you afire and caused you to soar far above visible things* because of your dispassion and purity,* then with words of trust in God you brought your spouse to life,* putting aside the fleeting and inconstant tumult of life.* Having found with him everlasting life and delight,* you pray to the Master that He save our souls.",
    "Desiring the life of the angels when you vomited up sweet food,* and having trained yourself in abstinence* and the keeping of vigil in lying on the ground and in purity,* you became the most pure vessel of the divine Spirit,* adorned for Him with all-splendid gifts, O most honoured one.* You drew the people toward His divine love, O Melania,* and lead them to the Master, the Saviour of our souls.",
    "Adorned with the beauties of the virtues when you fulfilled the word of the Saviour,* you gave to the poor and wretched, distributing ten thousands of golden coins,* and received heavenly riches,* being enriched forever with righteousness, incorruption and deliverance.* We honour your repose and earnestly entreat you: Entreat the Creator that He enlighten our souls.",
    "1",
    "gn",
    "“Glory to God in the highest!” is heard from the incorporeal ones in Bethlehem today,* addressed to Him who was well pleased to become Peace on earth.* Now the Virgin is become more spacious than the heavens,* for Light has shone forth upon the benighted and lifted up the lowly* who chant with the angels: Glory to God in the highest!"
  ],
  "aposticha": [
    "2, Podoben “O house of Ephrathah…”",
    "Christ, shining forth as a star from Jacob,* has enlightened the nations with the light of divine knowledge.* Let us glorify Him!",
    "Rejoice, O Bethlehem, city of David,* for He who was begotten of the Father without mother* has become incarnate within you without father* of the pure Virgin, the divine Maiden.",
    "The Word of the Father, assuming flesh, has been born,* has been wrapped in swaddling clothes and lain in a manger,* releasing me from irrationality.",
    "1",
    "gn",
    "Beholding that which He had created* according to His image and likeness corrupted by disobedience,* Jesus descended, bowing down the heavens,* and made His abode in the Virgin’s womb without undergoing change,* that in her He might restore Adam who had become corrupt, yet cries:* Glory to Your appearance,* O my Deliverer and God!"
  ],
  "aposticha_verses": [
    "From the womb before the morning star* have I begotten you!",
    "The Lord said to my Lord:* sit at my right hand!"
  ]
}