{
  "ps140": [
    "2",
    "Come, let us rejoice in the Lord* as we tell of the present mystery.* Destroyed is the middle wall of partition;* the flaming sword turns back, the cherubim withdraw from the tree of life,* and I partake of the delight of Paradise from which I was cast out through disobedience.* For the Father’s express Image, the Imprint of His eternity,* takes the form of a servant,* and without undergoing change He comes forth from a Mother who knew not wedlock.* For what He was, He has remained, true God:* and what He was not, He has taken upon Himself, becoming man through love for mankind.* To Him let us cry aloud:* God born of a Virgin, have mercy on us.",
    "When Jesus the Lord was born of the holy Virgin,* the whole world was enlightened.* The shepherds watched in the fields,* the Magi adored and the angels sang hymns of praise;* but Herod was troubled: for God appeared in the flesh,* the Saviour of our souls.",
    "Your Kingdom, O Christ our God,* is a Kingdom of all the ages,* and Your rule is from generation to generation.* Made flesh of the Holy Spirit and made man of the ever-Virgin Mary,* You have enlightened us by Your coming.* Light of Light, Brightness of the Father,* You have made all creation shine with joy.* Everything that breathes praises You,* the Image of the Father’s glory.* O God – the One who is – and always was,* who shone forth from a Virgin, have mercy on us.",
    "O Christ what shall we offer You;* for our sake You appeared on earth as man?* Every creature made by You offers thanks to You.* The angels offer You a hymn; the heavens, a star;* the Magi, gifts; the shepherds, their wonder;* the earth, its cave; the wilderness, the manger:* and we offer You a Virgin Mother.* O pre-eternal God, have mercy on us.",
    "gn",
    "When Augustus reigned alone on earth,* the many kingdoms of men came to an end;* and when You were made man of the pure Virgin,* the many gods of idolatry were made powerless.* The cities of the world passed under one single rule;* and the nations came to believe in one sovereign Godhead.* The peoples were enrolled by the decree of Caesar;* and we, the faithful, were enrolled in the name of the divinity,* when You, our God, were made man.* Great is Your mercy: Lord, glory to You."
  ],
  "aposticha": [
    "2",
    "A great and glorious miracle was wrought today: the Virgin gives birth and her womb suffers no corruption. The Word is made flesh without separation from the Father. The angels and shepherds give glory, with them we cry aloud: Glory to God in the Highest, and on earth, peace. ",
    "Today the Virgin gives birth to the Creator of all, Eden offers a cave, a star presents Christ the Sun to those in darkness; the Magi, enlightened by faith, adore Him with gifts. The shepherds behold a miracle, while the angels exclaim: Glory to God in the highest.",
    "When the Lord Jesus was born in Bethlehem of Judea, the Magi, coming from the East, adored God made man, and unfolding their treasures, they offered Him precious gifts: the purest of gold as to the eternal King; and incense as to the God of all; myrrh to the immortal, as to one dead three days. Come all you nations, let us adore Him Who is born to save our souls. ",
    "4",
    "g",
    "Make glad, O Jerusalem,* and all you who love Zion, keep the feast!* Today the ancient curse of Adam is loosed;* paradise is opened to us!* The serpent is laid low;* of old he deceived the woman in Paradise,* but now he sees a woman become Mother of the Creator* O the depth of the riches of the wisdom and knowledge of God!* The sinful vessel that brought death upon all flesh* has through the Theotokos become the first-fruits of salvation for the whole world.* For God the All-perfect is born a Babe of her* and by His birth he sets the seal upon her Virginity,* Through His swaddling clothes He looses the bands of sin;* and through becoming a child He heals Eve’s pangs in travail,* Therefore let all creation sing and dance for joy* for Christ has come to restore it* and to save our souls!",
    "n",
    "You have come to dwell in a cave, O Christ our God, and a manger received You; the shepherds and the Magi adored You. Then the predictions of the prophets were fulfilled, and the angelic hosts stood amazed, singing and saying: Glory to Your descent, Who alone loves humankind.  "
  ],
  "aposticha_verses": [
    "<div class=\"rubric\">Tone 3</div>From eternity You have been born of My womb,* vows the Lord Who does not repent.",
    "The Lord said to my Lord:* Sit at my right hand."
  ]
}