{
  "ps140": [
    "2",
    "Come, let us rejoice in the Lord* as we tell of the present mystery.* Destroyed is the middle wall of partition;* the flaming sword turns back, the cherubim withdraw from the tree of life,* and I partake of the delight of Paradise from which I was cast out through disobedience.* For the Father’s express Image, the Imprint of His eternity,* takes the form of a servant,* and without undergoing change He comes forth from a Mother who knew not wedlock.* For what He was, He has remained, true God:* and what He was not, He has taken upon Himself, becoming man through love for mankind.* To Him let us cry aloud:* God born of a Virgin, have mercy on us.",
    "When Jesus the Lord was born of the holy Virgin,* the whole world was enlightened.* The shepherds watched in the fields,* the Magi adored and the angels sang hymns of praise;* but Herod was troubled: for God appeared in the flesh,* the Saviour of our souls.",
    "Your Kingdom, O Christ our God,* is a Kingdom of all the ages,* and Your rule is from generation to generation.* Made flesh of the Holy Spirit and made man of the ever-Virgin Mary,* You have enlightened us by Your coming.* Light of Light, Brightness of the Father,* You have made all creation shine with joy.* Everything that breathes praises You,* the Image of the Father’s glory.* O God – the One who is – and always was,* who shone forth from a Virgin, have mercy on us.",
    "O Christ what shall we offer You;* for our sake You appeared on earth as man?* Every creature made by You offers thanks to You.* The angels offer You a hymn; the heavens, a star;* the Magi, gifts; the shepherds, their wonder;* the earth, its cave; the wilderness, the manger:* and we offer You a Virgin Mother.* O pre-eternal God, have mercy on us.",
    "1, Podoben “The joy of the heavenly ranks…”",
    "Let us praise David the King, the ancestor of God,* because from him came forth the branch who is the Virgin.* From her bloomed the Flower, Christ,* Who summoned Adam and Eve from corruption.* He is compassionate towards all.",
    "In his advanced years,* Joseph clearly saw the prophecies fulfilled.* It was truly a strange betrothal;* and he received a revelation from the angels who cried out:* Glory to God Who sent down peace upon the world.",
    "Let all of us praise the relative of the Lord, James the Apostle,* who bravely suffered martyrdom as a bishop.* By his prayers, O Christ our God,* Who was wrapped in swaddling clothes in the cave,* save all those who extol You.",
    "6",
    "g",
    "We are commemorating the noble David and James:* the king and prophet, the apostle and first bishop;* because by their teachings we have been delivered from error.* Let us sing the praises of Christ* Who came forth from the Virgin* and became incarnate to save our souls."
  ],
  "aposticha": [
    "6",
    "g",
    "The remembrance of Your Nativity* brings happiness to priests and might to kings.* Let us also boast of it and say:* Our Father, Who art in heaven,* hallowed be Thy Name, O Lover of mankind.",
    "n",
    "Today the invisible nature is united with our visible nature through the Virgin.* Today the infinite Essence is wrapped in swaddling clothes in Bethlehem.* Today God is guiding the Magi by a star* so that they might worship Him.* With the gold, frankincense, and myrrh,* He is foretelling His three-day burial.* Let us cry out to Him:* Having become incarnate from the Virgin,* save our souls, O Christ God."
  ]
}