{
  "ps140": [
    "6, Podoben “Having set all aside…”",
    "The Never-setting Sun is coming from the Virginal womb* to enlighten everyone under the sun.* Let us meet Him with pure hearts and with good works.* Let us prepare ourselves now through the Holy Spirit* to greet Him who is coming to His own people* as He Himself had willed.* He is being born in Bethlehem* so that through His compassion* He might bring back all of those* who were exiled from life in Paradise.",
    "He who is carried by the Cherubim* has taken human nature in the abode of the Immaculate womb.* He has come to earth to be born of the tribe of Judah.* The holy cave has been adorned* like a splendid palace for the King of all;* the manger, like a ruby throne.* The Virgin will place the Child into it* for the renewal of His boundless creation.",
    "Having conceived in a manner beyond understanding,* the Virgin places You into the manger of the dumb animals,* O eternal Word of God,* because You come to pardon the ignorance* that I acquired through the envy of the serpent.* You come to be wrapped in swaddling clothes* in order to break the chains and the fetters of my sins.* Only-blessed One and Lover of mankind,* I most joyfully glorify, extol, and adore You* and Your coming in the flesh;* for through You have I been freed.",
    "6, Podoben “Having set all aside…”",
    "The commemoration of the holy Fathers* is manifested to the ends of the world.* It is truly full of splendor,* and it glistens with the rays of grace;* for Christ the splendorous Sun has shone forth on high from afar.* He forms the assembly of stars which glisten with Him,* and the star reveals that the nativity of the God-man will be in Bethlehem.* Therefore, we piously and faithfully clap our hands* and leap for joy at this nativity,* and we give praise before the feast.",
    "The Holy Fathers are adorned* by the glory of the divine sharing of our nature.* Adam rejoices today,* since he is the foundation and the strength of the wise Forefathers;* Abel leaps for joy as well.* Enoch is glad; Seth and Noah dance together.* The praiseworthy Abraham sings with the Patriarchs.* Melchizedek now sees from on high* the birth without a father.",
    "The faithful and God-wise youths* are radiant with joy in the furnace.* They herald the nativity of Christ on earth.* As the precious dew which the Lord sent down,* He now preserves the Virgin without stain* and enriches her with sublime gifts.* Therefore, Daniel, inspired by God,* is also happy and full of joy* because he had a clear vision of the unhewn stone of the mountain.* He now zealously prays for our souls.",
    "6",
    "g",
    "Daniel was a beloved man.* He saw You, O Lord, as the Rock* which was hewn without the use of a hand.* He foretold that You, the Incarnate Word,* the Unchangeable God, and Saviour of our souls,* would be born without seed* as a Child of the Virgin.",
    "n",
    "O Cave, prepare yourself to receive the Mother* who bears Christ within her womb.* O Manger, receive the Word Who destroyed the sins of all.* O Shepherds, keep watch and then bear witness to the awesome wonder.* O Magi, come from Persia,* and bring your gifts of gold, frankincense, and myrrh to the King.* For the Lord has appeared from a virgin Mother;* yet she bowed to Him as a servant* and spoke to Him within her bosom, saying:* How were You conceived in me?* How did You grow in me, my God and Saviour?"
  ],
  "readings": ["(1) Genesis 14:14-20; (2) Deuteronomy 1:8-11, 15-17; (3) Deuteronomy 10:14-21"],
  "aposticha": [
    "2, Podoben “O house of Ephrathah…”",
    "O house of Ephrathah and holy city!* O boast of the prophets!* Adorn the house in which the Divine One is born.",
    "O Bethlehem, O land of Judah,* you are the bright abode of the One-Who-Is.* Prepare the cave, for God is to be born in the flesh* from the holy, undefiled Virgin* to save mankind.",
    "Come, let us faithfully celebrate beforehand the birth of Christ!* Let us sing spiritual hymns of praise.* With the shepherds, let us cry out:* The Saviour of all has come from a Virgin,* and He summons all the faithful.",
    "2",
    "g",
    "Rejoice, O illustrious Prophets!* You firmly established the Law of the Lord,* and you faithfully manifested yourselves* to be invincible and unshakeable pillars.* You have been taken to heaven* and have shown yourselves to be mediators of the new Law of Christ.* Implore Him to give peace to the world* and to save our souls.",
    "n",
    "Behold, the time of salvation is drawing near.* O Cave, prepare yourself,* for the Virgin is coming to give birth.* O Bethlehem, O land of Judah,* adorn yourself and be happy* since the Lord will shine forth from you.* O mountains and hills and lands around Judah,* hearken, for Christ is coming that He may save His creation* because He is the Lover of mankind."
  ],
  "aposticha_verses": [
    "God comes from Teman; the Holy One from Mount Paran.",
    "O Lord, I heard Your voice and I was afraid;* I knew Your deeds, and I was terrified."
  ]
}