{
  "ps140": [
    "8, Podoben “He who in Eden...”",
    "Today we commemorate the Forefathers of Christ.* Sing with fervour a hymn of praise to Christ the Saviour* who exalted them among the nations.* He is the Lord who does wondrous deeds* because He is powerful and almighty.* From them He brought forth a royal sceptre,* the Immaculate Maiden of God and Virgin Mary.* From her, Christ our God came forth* to give life and eternal salvation for all.",
    "O Lord and Master,* You rescued the three holy youths from the fire.* You saved Daniel from the mouths of the lions;* You blessed Abraham, Isaac Your servant, and Jacob his son.* You willed to be like one of us by choosing to be born from them* in order that You might save our Forefathers who had fallen.* By Your Cross and Resurrection You tore apart the bonds of death.* You raise up all those who for ages had been among the dead* and who bow to You, O Christ, the eternal King.",
    "The three holy youths were refreshed by the Holy Spirit* when they walked in the fire as though in a cool place.* In them the Trinity and the Incarnation of Christ* were prefigured in a mystical manner.* By their wisdom and faith* they overcame the power of fire.* As for the just Daniel, he stopped the mouths of lions.* Through their intercession, we beseech You:* O Saviour and Lover of Mankind,* protect us from eternal fire* and make us worthy of Your heavenly Kingdom.",
    "When the three holy youths stood in the flaming furnace* as if covered with dew,* they mystically prefigured Your coming from the Virgin,* giving light to us without being consumed.* And Daniel, the just and wondrous prophet,* clearly saw in a vision Your second divine coming.* He said: “I saw thrones set up and the Judge seated* and the river of fire flowing in His presence.”* Through their intercession* deliver us from this fire, O Lord.",
    "6",
    "g",
    "O believers, let us give praise today* to all the fathers who lived before the Law:* Abraham who was beloved by God,* Isaac who was born according to the promise,* Jacob and the Twelve Patriarchs,* the very meek David and the favoured prophet Daniel.* Let us also glorify with them the three youths* who changed the fiery furnace into a place of refreshing dew.* Let us beg forgiveness of our sins from Christ our God* who is glorified in His Saints."
  ],
  "aposticha": [
    "3",
    "g",
    "Come, O lovers of the feast,* let us sing a hymn of praise to the assembly of the Forefathers:* Adam, the father of mankind,* Enoch, Noah, Melchizedek, Abraham, Isaac, and Jacob.* Let us also honour those who came after the Law:* Moses, Aaron, Joshua, Samuel, and David;* together with Isaiah, Jeremiah, and Ezekiel,* Daniel, and the twelve minor prophets;* likewise Elijah, Elisha, and all the others;* also Zechariah and the Baptist,* and all those who preached Christ, the Life and Resurrection of our race."
  ]
}