{
  "ps140": [
    "6",
    "O Christ, You won the victory over Hades,* You ascended the cross so that You might raise up with Yourself* all those who dwelt in the darkness of death.* Almighty Saviour, You are free from death* and bestow life by Your divine light.* We, therefore, beseech You to have mercy on us.",
    "Today Christ has conquered Death.* He has risen from the grave as He had foretold,* bestowing great joy upon the world.* Therefore, let us all lift up our voices and sing:* O Fount of Life, O Light whom no one can approach,* Almighty Saviour, have mercy on us.",
    "O Lord, where can we sinners flee from You,* for You are present in all creation?* You are present in heaven, for it is Your dwelling place.* Your power prevails in Hades where You conquered Death.* O Master, Your sustaining hand touches even the depths of the sea.* Where, then, can we take refuge except in You?* We, therefore, prostrate ourselves before You and pray:* O Lord, risen from the dead, have mercy on us.",
    "We exult in Your cross, O Christ,* and we sing the glory of Your resurrection.* For You are our God, and we have no other Lord but You.",
    "Glory to Your might, O Lord,* for You have conquered the power of death.* You have renewed us through Your cross,* granting us life and incorruption.",
    "We forever bless the Lord and praise His resurrection,* for by suffering crucifixion,* He has destroyed death by His death.",
    "By Your death and burial, O Lord,* You broke asunder the bonds of Hades;* and by Your resurrection from the dead,* You enlightened the whole world.* We, therefore, exclaim: Glory to You, O Lord!"
  ],
  "aposticha": [
    "6",
    "O Christ our Saviour,* the angels in heaven sing the praises of Your resurrection;* make us on earth also worthy* to extol and glorify You with a pure heart.",
    "Almighty God, You destroyed the brazen gates and bars of Hades,* and raised up fallen mankind.* Therefore, with one accord, we cry out:* O Lord, risen from the dead, glory to You!",
    "Christ willed to renew us from our corruption of old* by being nailed to a cross and placed in a tomb.* When the women came to anoint His body they tearfully cried out:* O, what sorrow afflicts us!* O Saviour of All, how could You consent to occupy a grave?* If you truly willed this, then why did You allow Your body to be stolen?* How were You removed?* What place now conceals Your life-bearing body?* O Lord, appear to us as You promised* and put an end to our tears.* As they were lamenting, an angel appeared and cried out to them:* Do not weep, but tell the apostles that the Lord is risen,* granting sanctification and great mercy to the world.",
    "O Christ, You were crucified of Your own free will,* and by Your burial You imprisoned Death.* As God, You rose in glory on the third day,* granting life and great mercy to the world.",
    "gn",
    "Christ the Lord, our Creator and Redeemer,* came forth from your womb, O most pure Virgin.* He clothed Himself in our human flesh* to set us free from the original curse of Adam.* Therefore, O Mary, we praise you, without ceasing,* as the true Virgin Mother of God,* and we sing with the angels:* Rejoice, O Lady, advocate, protector, and salvation of our souls."
  ]
}