{
  "ps140": [
    "6, Podoben “For the wretchedness of life...”",
    "Who does not weep for me, who in intemperance have broken the commandment of the Most High?* I have come to dwell in Hades instead of paradise* through the sight of the sweet food which brought about death,* and because of it I have become a stranger to life and the glory of God.* Yet accept me the penitent, О Lord, for the sake of Your great mercy,* in that You are merciful and the Lover of mankind.",
    "Behold my sorrow and pain,* and the countless multitude of my transgressions,* the affliction of my soul and the delusion of my mind.* Attend to the cry of one who is accursed and condemned, О Lord,* and grant me a contrite spirit and a humble heart;* and in Your great mercy give me a wellspring of tears* and forgiveness for my many transgressions.",
    "О God, who desires that all should be saved:* Look down and hearken to my supplication, and reject not my tears as shed in vain.* For who having come to You weeping has not been saved straightway?* Who having cried out fervently to Youhas not been hearkened to straightway?* О Master, be quick to save all who entreat You,* for You are invincible in mercy."
  ],
  "aposticha": [
    "6",
    "At Your fearful Coming, O Christ, may we not hear the words: I know you not.* For though, O Saviour, we have put our trust in You,* from negligence we have not kept not Your commandments;* yet we entreat You, spare our souls.",
    "I have no repentance and I have no tears.* Wherefore I entreat You, O Christ God:* before the end is here turn me back and grant me compunction,* that I may be delivered from the torments of Hades.",
    "О martyred passion-bearers,* citizens of heaven, who suffered on the earth,* you endured many torments.* By their supplications and entreaty, О Lord, preserve us all.",
    "gn",
    "No one that flees to you, O most pure Virgin Mother of God,* departs from you ashamed;* for those that ask grace of you,* ever receive a gift for their profitable petition."
  ]
}