[
    [
        "1",
        "When Israel walked on foot in the sea as on dry land, on seeing their pursuer Pharaoh drowned, they cried: Let us sing to God a song of victory.",
        "O Virgin, accept mine entreaty, which I make bold to offer to thee from an unworthy mouth and defiled lips; and shine thou the light of compunction upon thy servant, O pure one.",
        "By thy prayers grant me showers of tears, O pure Virgin Mother, that I may weep fervently for what I have done on earth, and through thee may escape every torment.",
        "Reject not my lamentation, O thou who hast given birth to the Source of tender compassion, but look upon me with thy merciful eye, O good Theotokos, and cure the passions of my soul.",
        "Weep with groaning, O my soul, and bewail thyself in every way, falling down before the Mother of God and saying: Deliver me, the guilty one, from dreadful torment!"
    ],
    [
        "3",
        "There is none as holy as Thou, O Lord my God, who hast exalted the horn of Thy faithful O good One, and strengthened us upon the rock of Thy confession.",
        "There is none that hath sinned as I have, becoming a slave to the evils of unbridled thoughts, O most holy and pure one; but, placing my hope in thee, I pray: Rescue me from them.!",
        "Behold, all the evils of the enemy that have rained upon me like wounds, weigh me down; rendering me fetid and causing my soul to fall.",
        "Many are my transgressions; wherefore, falling down before thee with faith, O most holy one, I, the lowly one, cry aloud: At the dread hour entreat Him to Whom thou hast given flesh.",
        "O holy Theotokos, as thou hast maternal boldness before God, rescue me who am deserving of all condemnation, and make me to dwell in His dwelling-place."
    ],
    [
        "4",
        "Christ is my power, my God and my Lord, the holy Church divinely singeth, crying with a pure mind, keeping festival in the Lord.",
        "Grant me a wellspring of tears, O Lady, that I may wash away the defilement of my lowly soul and regain the beauty which I have lost through the lying counsel of the serpent.",
        "O my compassionate God, O God Who lovest mankind and willest mercy, pour forth Thy mercy now upon me; for Thy Mother, my hope and ally, entreateth Thee.",
        "Taking pity, O most immaculate one, save me, the terrible prodigal one, who have mindlessly and shamelessly sinned against thee; and free me from Gehenna.",
        "Having given birth to the Life of all, thou hast destroyed the field of death; wherefore, I cry out to thee: I have sinned! Save me, by thy maternal supplications, O pure one!"
    ],
    [
        "5",
        "Illumine with Thy divine light, I pray, O Good One, the souls of those who with love rise early to pray to Thee, that they may know Thee, O Word of God, as the true God, Who recalleth us from the darkness of sin.",
        "O pure one, have mercy on me who have placed all my hope in thee, and take pity, overlooking all the grievous passions of my soul, for I cry out to thee with faith.",
        "Save me from the passions, from tribulation and harm, and from the wicked adversaries; and deliver my lowly soul from their treachery, O Virgin, that they may not say: We have prevailed over him!",
        "Having been revealed to be pure in body and soul, O most pure one, free thou my soul from defilement, granting me to live a pure life; and guide me in doing the divine will of the Lord.",
        "Thee alone do I have as a refuge and my reconciliation with God, I who have wasted my whole life in many transgressions."
    ],
    [
        "6",
        "Beholding the sea of life surging with the tempest of temptations, I run to Thy calm haven, and cry to Thee: Raise up my life from corruption, O greatly Merciful One.",
        "O Lady, accept my sighs and the lifting up of my hands as a sacrifice of sweet savor, and grant that I may behold thy countenance with a pure conscience.",
        "Disdain not my words of supplication, O good Lady, Mother of the merciful God Who shone forth from thy womb; but before the end grant me divine remission.",
        "Utter wretch that I am, through fornication I have brought myself low and estranged myself from God. But do thou beseech Him to save me, O good one, for to thee have I fled. Clothe me in my former vesture.",
        "Jesus, Who is fire, did not consume thy womb when He issued forth from thee in the flesh, pray thou to Him, O pure one, that He deliver from fire and all manner of torment those who hymn thee with faith."
    ],
    [
        "6a",
        "O pure and glorious Virgin, thou glory of the angels, who alone art blessed: when thou didst stand at the foot of the Cross of thy Son and God, unable to endure the malice of the enemy thou didst cry aloud, lamenting with sighs: How can He Who is the Lover of mankind endure the abuse of these men?"
    ],
    [
        "7",
        "In Babylon the Children feared not the fiery furnace; but cast into the midst of the flames they were bedewed and sang: \"O Lord God of our fathers, Blessed art Thou.\"",
        "O my soul, awake from all the evils thou hast committed! Why sleepest thou still? Wherefore liest thou in the slumber of despondency? Cry aloud to the Theotokos: O all-holy one, help me!",
        "I venerate the image of thy countenance, yet I dare not lift mine eyes unto thee, O most holy one. I pray that I may receive the forgiveness of my debts, and that in purity I may behold thy most pure icon.",
        "To thine aid, O Birthgiver of God, do I flee and fall prostrate, begging to receive forgiveness. Disdain me not, O Lady, but taking pity, save me.",
        "I have defiled my soul and mind with the many and various evils of the corrupter of souls, O most pure one, and I beseech thee: Disdain not thy servant, but rescue me from his temptations."
    ],
    [
        "8",
        "Suffering affliction for the sake of the laws of their fathers, the blessed Children in Babylon scorned the foolish decree of the King. Standing together in the midst of the flames, they remained unharmed, and sang a song fitting for almighty God: \"O ye works of the Lord, praise ye the Lord and supremely exalt Him throughout all ages.\"",
        "Having sinned beyond measure and defiled my body with sins, fool that I am, I consider the day of inexorable judgment, and at a loss and afraid, I am filled with fear and trembling, and fall down before thy compassion, O Lady. Spurn me not, but behold my sorrow, and deliver me from all condemnation and the many and varied torments.",
        "Having spurned the divine law, wretch that I am, I lie wholly in slothfulness. But, looking upon me, arise quickly, O most pure one, and cause me to receive the portion of the saved; that, rejoicing, I may cry unto thee: Rejoice, O joy of the world, only intercessor for those who with faith invoke thy steadfast protection.",
        "Woe is me, O my soul! How can I stand, in fear and trembling, before the dread tribunal, where even the angels shall be afraid and quake? But, as thou hast the Theotokos as a good ally, bend thy knees and lift up thy hands, crying: Direct thy merciful gaze upon me and have pity in that hour, O Virgin!",
        "Show forth now the sure might of thine aid, for like one in thy debt, thy Son is moved by thy maternal pleas, O Virgin. Wherefore, come now in mine hour of need, that I not depart unprepared, but may live on, O all-hymned and pure Theotokos."
    ],
    [
        "9",
        "Weep not for Me, O Mother, beholding in the tomb the Son Whom thou hast conceived without seed in the womb; for I shall arise and shall be glorified, and as God I shall exalt with glory unceasing, those that with faith and love magnify thee.",
        "That I may receive the glory of heaven, I pray to thee, O Virgin: Absolve me, and deliver me from the debts of darkness, overlooking all that I have committed in knowledge or in ignorance, day or night, O most pure one; that, rejoicing, I may offer thee a hymn of thanksgiving.",
        "Rescue me from all manner of tribulations, O Maiden, and set my feet upon the rock of divine salvation; for, having acquired thee now as an invincible intercessor, I trust that I may pass freely through the wall of separation erected by disobedience when the fruit of the tree was eaten.",
        "I beseech thee, who hast given birth to the merciful Judge and Master: accept the boldness of my defiled lips and my wretched hymnody, and abhor me not, though I have sinned more than all others; for I, thy servant, have thee as my helper after God.",
        "In that thou art more exalted than all creatures, thou didst conceive in thy womb the incarnate God, O Theotokos. Him do thou earnestly entreat, O pure one, that He release thy servant from all care, that I may freely glorify thee with praise."
    ]
]