[
  [
    "1",
    "A helper and a protector hath become unto me salvation. My God, whom I will glorify, the God of my fathers, and I will exalt Him for gloriously hath He been glorified.",
    "Reject me not, О good one, neither abominate nor despise me who with fervor hasten beneath thy tender compassion, О pure one, but grant that I may share in the grace which resides in thee.",
    "O good Theotokos, helper of the sorrowful, accept the sighing which issueth forth from my soul, and deliver me from all the shameless evils I have grievously committed.",
    "Before thee do I fall down, О good one, thou intercessor for the troubled. From everlasting fire, from darkness and the abyss deliver me who have lived my whole life in evil.",
    "Woe is me! How can I who have immeasurably sinned before entreat Thee, О my Jesus? Yet I offer Thee as a mediatress the pure one who gave birth to Thee. Have mercy and save me!"
  ],
  [
    "3",
    "O Lord, upon the rock of Thy commandments make firm my heart, for Thou alone art Holy and Lord.",
    "I fall down before thee, О Mother of the Word. In thy compassion accept me, and by thy fervent prayers grant forgiveness of sins unto me who beseech thee.",
    "Have mercy upon me, О Lady, have mercy upon me, and deliver me from all wickedness, from the oppression of the demons and everlasting torment.",
    "Restrain me who am smitten with the bitterness of lusts, О Lady, granting me the divine sobriety of repentance and saving conversion.",
    "О Birthgiver of God, who ineffably gave birth to the Lord and Creator of all things, entreat Him to save thy flock."
  ],
  [
    "4",
    "The prophet heard of Thy coming, O Lord, and he was afraid. How wast Thou to be born of a virgin and appear unto mankind? and he said “I have heard report of Thee and I am afraid”; glory to Thy power, O Lord.",
    "Constantly picking at the sores brought upon my soul by the love of sensuality, and in pain from the stripes they cause me, I lie lacking feeling and unhealed. О Birthgiver of God, have mercy and heal me, and save me By thy prayers.",
    "The darkness of sin hath covered my soul, О Birthgiver of God, such that I go about in the light as though it were night, not knowing the commandments of Christ. О thou who hast given birth to the divine Light, have mercy upon me and enlighten me, I pray.",
    "The Word of the living God descended into thy womb, О Virgin Mother and, receiving my substance through thy most pure blood, He came forth in two natures, but a single hypostasis. Him do thou beseech, that He save our souls.",
    "I have assiduously gone through the desires of the body and all pleasures, and have thereby become wholly corrupt, vile and abominable. О most pure Birthgiver of God, have mercy, and save me in thy tender compassion."
  ],
  [
    "5",
    "Out of the night I seek Thee early, enlighten me I pray Thee, O Lover of mankind, and guide me in Thy commandments, and teach me, O Savior, to do Thy will.",
    "I have kindled for myself the fire of Gehenna, doing that which is shameful, and have grievously brought upon myself the wrath of God. Help me, О pure one, and forsake me not.",
    "Though I am ever asking for the remission of my transgressions, yet I never cease committing exceedingly wicked deeds, О most pure one, and I offend thee. О purification of the faithful, have pity on me!",
    "О pure one, entreat Jesus, to Whom thou hast given birth through thy blood - perfect man and true God - that we be delivered from everlasting fire.",
    "О impassable gate, open unto me the portals of true repentance, I pray, and show me the path of penitence, О pure one, thou guide of all."
  ],
  [
    "6",
    "With my whole heart, I cried unto the tenderly compassionate God, and he heard me from the lowest depths of Hades; and raised my life up from corruption.",
    "Waves of shameful thoughts now engulf me; yet do thou guide me to the calm harbor of true repentance by thy tender compassion, О Lady.",
    "Having acquired thee as our hope and unassailable rampart, our steadfast intercessor, О Maiden, we are delivered from transgressions and grievous passions, and from all harm.",
    "О pure Virgin Theotokos, I fall down before thee and cry out in lamentation: Deliver my wretched soul from the judgment which is to come, and from everlasting fire. ",
    "In thy supplications thou art the strength of those who are faint of soul, О most pure one; wherefore, disdain me not, but heal me who am sick of soul."
  ],
  [
    "6a",
    "In the loving-kindness of Thy compassions Thou didst come down to earth, О Christ, and became incarnate from the Virgin, sanctifying all on earth and calling them to heaven; wherefore, trusting in Thee, we no longer sin, but are freed from cares by Thee: for Thou art our Savior, Creator and God."
  ],
  [
    "7",
    "We have sinned, we have transgressed, and we have done evil before Thee. We have not kept nor followed Thy commandments, but reject us not utterly, O God of our fathers.",
    "When mine accursed soul will have to endure separation from my body, there will be no one to deliver or comfort it; do thou then stand forth, О Lady, and deliver me from the oppression of the demons.",
    "I fall down before thee and offer thee fervent tears. I know thy love for mankind, I know thy long-suffering and guilelessness: have mercy upon me now, О pure one; forgive me and save me.",
    "О Virgin, have mercy on my wretched soul which is beset by the passions. Look upon the tumult of my passions, look upon the inconstant burning of my flesh, and grant me thy saving help and salvation.",
    "The Son and Word, Who is consubstantial and co-beginningless with the Father, received from thee flesh like thine, though immutably noetic and animate in a way He Himself knoweth; and therein He hath refashioned our nature into something higher, О pure Virgin."
  ],
  [
    "8",
    "Him whom the hosts of heaven glorify, and before whom tremble the Cherubim and Seraphim, let every breath and all creation praise, bless, and supremely exalt, throughout all ages.",
    "I am at a loss when I consider my acts, and I tremble before the dread tribunal of the Judge. What answer shall I give at that time, wretch that I am? О Sovereign Lady of the world, be thou my helper.",
    "Turn not thy face away from me, О Lady, when I gaze upon thine image, but be merciful unto me, and avert from me the sentence which will be pronounced.",
    "О Mary, thou unwedded Bride of God, deliver me thy servant, from all the harm of the wicked one, I cry to thee, and at the coming trial stand before me as an advocate, О thou who alone art the intercessor for Christians.",
    "That He might deify mankind, О Lady, thy Son revealed Himself to be a perfect man through thee; wherefore, beseech Him, that He show me forth as wholly purified, and a partaker in His divine kingdom."
  ],
  [
    "9",
    "О Virgin who received the angel’s salutation and hast given birth to thine own Creator, save those who magnify thee.",
    "Thou alone art the intercessor for all mankind, О most pure one; thou art the bulwark of Christians, О pure one. Thee do I now set before Christ as a mediator for me, the lowly one, that By thy prayers He may have mercy on me, wretched as I am.",
    "I have committed deeds of the night, and the night of tortures should rightly now cover me, the vain one, and the retribution of hell should receive me; but as thou hast given birth to God the Judge, О pure Virgin, deliver me from all torment.",
    "I have wasted the time of my life in evils, I have drawn nigh unto the gates of Hades, but in nowise desire to enter therein. Help me, О good Theotokos, for I have placed my hope in thee.",
    "О right loving Lady, adornment of the angels and glory of the martyrs, with them pray that we find mercy and remission of our debts, and help us all to finish well the race of our life in the doing of good."
  ]
]