{
  "ps140": [
    "6",
    "Walking in the footsteps of the sufferings of Christ,* the whole company of the martyrs mightily went forth to many struggles.* They confessed Him as God before ungodly tyrants and iniquitous kings,* and endured many tortures, in the hope of receiving heavenly honours.* These they now behold, rejoicing, and standing before the Lord* with the choirs of all the incorporeal hosts.",
    "О all-sacred shepherds, you were emulators of the Christ, the Chief Shepherd,* and preserved utterly unharmed the divinely chosen flock,* the divine treasures of piety,* driving away the wild wolves, and bringing them into the fold of heaven.* As you make your abode there, remember those who praise you with love,* and pray with boldness to Christ on behalf of our souls.",
    "О all you venerable fathers, who living in holiness, vanquished the demons;* and extinguishing the torments of conscience,* valiantly endured the burning of the passions, О blessed ones,* and you rejoice now with the heavenly hosts of incorporeal beings;* for in the flesh you emulated their life.* With them entreat Christ, the supremely good God,* that we who honour you may find deliverance from our falls."
  ],
  "aposticha": [
    "6",
    "Those who suffered martyrdom for You, O Christ,* endured a multitude of torments,* and they ever intercede on behalf of our souls.",
    "You Cross, O Lord, was an invincible weapon of the martyrs.* They saw death before them:* but, gazing upon the life that is to come,* they became strengthened with hope in You.* By their intercessions have mercy upon us.",
    "Your command was to me my beginning and foundation.* For You willed to fashion me as a living creature* from natures visible and invisible:* You have made my body from the earth,* and given me a soul by Your divine and quickening breath.* Therefore, O Saviour, grant rest to Your servants in the land of the living,* in the tabernacles of the righteous.",
    "gn",
    "By the prayers of her that gave birth to You, O Christ,* and of Your martyrs and apostles, the prophets and holy hierarchs,* the venerable, the righteous and of all the saints,* grant rest to Your departed servants."
  ]
}