{
  "ps140": [
    "6",
    "Father and priest-martyr Theodore,* you took the yoke of Christ upon your shoulders,* and served Him faithfully,* courageously defeating the attacks of the faithless,* and entering eternal life;* there, you shine like a star, before the throne of the King above all who reign,* and the Lord over all who rule.* Pray to Him unceasingly for the salvation of our souls.",
    "Having gathered in faith today, we all praise you, O priest-martyr Theodore;* you were revealed to be a good shepherd, not retreating from the truth,* you were an honest overseer, and so we sing to you in faith:* O all-blessed one, the praise of truly orthodox Christians,* pray for us to the Lord that He have mercy on our souls.",
    "Father and Priest-Martyr Theodore,* for the sake of the Church of God, and of the future life,* you entered the den of thieves without fear.* You were never afraid of ferocious enemies,* and although, coming to you, they caused you much affliction,* yet, praying and trusting in the Lord, you did His will.* You suffered even unto death, O long-suffering one, and now you dwell in the heavens,* and so, praising you faithfully, we honor you.",
    "Father and Priest-Martyr Theodore,* you steadfastly obeyed the commandments of Christ.* Your ascetic labor was great, O pillar of our Church,* and our hope in Heaven,* in whom faithful Christians place their trust.* For, you imitated Christ, always walking upon His way,* accepting and carrying the Cross,* and now you glorify Him together with the ranks of angels.* You are our praise in the Kingdom of God,* and the joy of those who honor you this day.",
    "g",
    "6",
    "Come, O Christians of the Carpathian lands.* Let us give praise to the wondrous adornment of our Church.* For, among the angels and choirs of saints in the heavens, there is joy;* and for the ferocious demon - embitterment.* For the good one completed the path, preserving the undivided faith unblemished.* He accepted the bright crown of victory from the hands of the almighty God.* And has settled in the radiant heavenly dwellings.* Therefore, in true faith and with fervent prayers, we run to you, O Theodore,* praying that you obtain from Christ God, salvation for our souls."
  ],
  "readings": [
    "Proverbs 10:6-7;3:13-17;8:6,32-35;8:4,12,14,17;8:5-9;22:19-21;15:4",
    "Proverbs 10:31-11:12",
    "Wisdom 4:7-15"
    ],
  "aposticha": [
    "8",
    "Let all the faithful come,* and give praise: to the one who participates in the Rejoicing Church,* to the unquenchable lamp, the incorruptible flower of Paradise, the Priest-Martyr Theodore;* to the defender of the unity of the Church, who suffered to the end and found the indelible treasure,* who, today, contemplates the glory of the consubstantial Trinity,* and is an intercessor for us sinners.",
    "You appeared as a servant of Christ God, O Priest-Martyr Theodore.* You suffered at the hands of the godless.* Today we run to you:* the well-spring of wisdom, for you recognized it and lived in piety;* today, give medicine from the Healer above all healers:* to us who honor you with faith.",
    "Today the Land of Silver [fir trees] rejoices;* because it now has a communicant at the eternal banquet,* who taught God’s people,* to contemplate the brightness of the Thrice-radiant Light,* to achieve eternal life in unity.* Today, we see the good things of Jerusalem on high,* and within it an assiduous intercessor,* who prays for our souls.",
    "5",
    "g",
    "Ineffable and indescribable is the grace* that you received, O Priest-Martyr Theodore.* Today, glorifying you, we pray to God:* to forgive our sins, and accept us into His courts,* and show us His glory.* So that faithfully, with you, the all-blessed one, we may be satiated with divine food.* O Most Reverend Hierarch of Christ, worthy of praise,* make us worthy to be partakers in the Kingdom of Heaven."
  ]
}