{
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "Let us hymn the company of the five martyrs:* The wise Acindynus* with Pegasus and Elpidephorus,* Aphtonius and Anempodistus!* They are valiant athletes and fervent protectors.* They pour forth abundant grace and unfailing hope,* granting them freely to the faithful!",
    "Neither hunger, nor tribulation,* neither life nor death,* nor boiling cauldrons nor the depths of the earth,* nor even the mouths of wild beasts* could separate your brave deeds of patient endurance from the love of Christ!* You continually directed your gaze towards Him:* Desiring Him alone, you vanquished the enemy!",
    "As you delight in sweetness and are filled with light,* inheriting eternal life, divinely wise ones,* deliver those who pray to you and honour your place of martyrdom* from misfortunes, bondage and imprisonment!* For you have boldness before God and great mercy* as true imitators and followers of Christ!",
    "g",
    "6",
    "Today the martyrs' choir of fivefold splendour* illumines the faithful like a constellation of stars!* It summons all to mystical joy!* Today the servants of the spiritual Sun* lead all to righteousness:* They destroyed the traditions of the Persians* who adored the material sun and worshipped fire!* They filled to overflowing the cup of their suffering;* they have been crowned with their blood shed for the sake of Christ!* They call us, lovers of piety, saying:* Come, feast as you behold our sufferings:* Look upon our crowns and honours!* For Christ has truly said:* He who endures to the end is saved!* Come, share our crowns and take us as intercessors before the Lord! "
  ],
  "aposticha": [
    "2",
    "g",
    "Come, let us rejoice in the Lord today:* The day of the commemoration of the passion-bearers!* Come, all who love the feasts of the Church!* Let us give glory, offering them mystical praise:* Rejoice, Acindynus!* Rejoice, Pegasus and Anempodistus!* Rejoice, Elpidephorus!* Rejoice, Aphtonius!* You drowned the deceits of idolatry in the depths of the sea;* you preached Christ the Lord openly in the arena!* Therefore, most blessed, greatly suffering ones,* ever intercede for our souls!"
  ]
}