{
  "ps140": [
    "4, Podoben “You have given a sign…”",
    "The divinely-eloquent Paul ordains you, most blessed one,* as his namesake and follower!* You are adorned with his character and piety,* his endurance through tribulations!* Aflame with his zeal, you are a champion of orthodoxy!* Now you are glorified with him in the heavenly mansions!",
    "You strangled the ungodly Arius and the impious Macedonius* with the strong cords of your teachings!* With your true words of doctrine,* you strengthened multitudes of the orthodox faithful, hieromartyr and father!* Therefore, the Lover of mankind accepted your brilliant confession,* revealing you to be a dweller in His Kingdom!",
    "Christ has crowned you with a bright wreath of righteousness, blessed bishop!* You have kept the faith; you have finished your course,* and He has adorned your confession, truly wondrous one!* Therefore, since you have received your inheritance in heaven,* Pray to the Saviour for those who sing praises to you!",
    "Most blessed Paul, the namesake of confession,* you are the intercessor for those who praise you in faith:* deliver us from all misfortune and every sin,* from the storm of the passions and from tyranny,* for you are an invincible martyr, father, a rightly-accepted bishop!* You have acquired boldness before Christ our God!",
    "g",
    "1",
    "Clothed in the vestments of a bishop, venerable father,* you imitated your namesake, Paul.* You endured persecution and tribulations;* by constant toil you overthrew the blasphemous teachings of Arius!* You suffered for the Unoriginate and Consubstantial Trinity;* you cast down the impious Macedonius who fought against the Spirit!* You gave a clear explanation of the orthodox faith to all,* for you are united with the immaterial angels.* Together with them, pray that our souls may be saved!"
  ],
  "stavrotheotokion": "Beholding Your unjust slaughter, O Christ,* the Virgin cried out to You weeping:* O my Child most sweet, how is it that You die unjustly?* How is it that You hang upon a Tree,* You, who have suspended the whole earth upon the waters?* I who am Your Mother and handmaiden pray,* leave me not alone, O greatly merciful Benefactor.",
  "additional_aposticha": [
    "1",
    "O venerable father Paul, invested with virtue by Christ God,* strengthened by the faith you valiantly conquered every horde of demons and barbarians,* and established your flock upon a rock, unassailed by any heresy.* Joining the angels in chorus, pray to the Saviour* that our souls be preserved in peace.",
    "2",
    "g",
    "Sailing the deep of fasting with the sail of abstinence,* you escaped the storm of the passions, O venerable one.* Being the namesake of the divine Paul, you endured persecution and tribulations,* maltreated amid the blasphemies of the heretics.* You cast down the opinions of Arius,* and, vanquishing the heresy of Nestorius, you have been shown to be a zealot of the Church of Christ.* Entreat Him, O blessed hierarch, that our souls be saved."
  ],
  "aposticha_verses": ["Your priests shall be clothed with righteousness,* and Your righteous shall rejoice."],
  "stavrotheotokion_aposticha": "When the unblemished ewe-lamb beheld her Lamb* led as a man to the slaughter of His own will, she said, lamenting:* Do You now make haste to leave me childless, who gave You birth, O Christ?* Why have You done this, O Deliverer of all?* Yet, I hymn and glorify Your extreme goodness which passes understanding and recounting,* O You who love mankind!"
}