{
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "You were fittingly revealed* as a divinely assembled regiment, greatly glorious ones:* a sacred army, a godly company, a holy nation;* a legion of martyrs inspired by God,* a noble gathering and unbreakable alliance,* inhabitants of the city on high!* Therefore you are rightly called blessed!",
    "Let us all assemble and honour Nicander,* with Hesychius, Athanasius and Mamas,* the divine Barachius and Callinicus, Theogenes and Nicon,* Longinus and Theodore, Valerius and Xanthius,* Theodulus, Callimachus and Eugene,* the godly Theodochus and Ostrychius!",
    "Let us together hymn the true witnesses with faith:* the valiant Hieron, the glorious Epiphanius, Maximian and Ducitius, Claudian and Theophilus* and the godly Gigantius, Dorotheus and Theodotus,* Castrycius, Anicetas and Themelius,* and also Eutychius!",
    "6, Podoben “Having set all aside…”",
    "Having set aside all the folly of the passions* and made your flesh subject to your spirit,* you became a rule of virtue, the confirmation of monastics, * a model for those who fast, the adornment of the venerable ones!* Now you behold the ineffable beauty of your Creator* and are ever nurtured by the Spirit on the beauties of heaven!* Therefore we have assembled to celebrate with hymns and sweet songs* your honoured and most festive memory!",
    "You cut off all the heavy burden of material things* and the great turmoil of the flesh.* Wise one, controlling even your breath,* you remained untouched by the passions,* your courageous mind strong as a pillar surrounded by spiritual armor!* Now you have truly received the divine vision and splendour* and have taken your place before Him whom you desired,* where made divine by your manner,* you delight in His never-ending radiance!",
    "You loved the Light, like Elijah and John the Forerunner. * You observed stillness in the mountains and arid deserts,* ever learning to ascend towards God and excelling in the virtues.* Therefore you have gained your ultimate desire, all-wise one,* and you stand rejoicing before the triply-radiant light of the Trinity* from whom you received divine splendour!* Intercede with boldness on behalf of our souls!",
    "g",
    "5",
    "Venerable father, you did not give sleep to your eyes nor slumber to your eyelids,* until you freed your soul and body from the passions,* preparing yourself to be a dwelling-place of the Spirit!* Christ, coming with the Father, made His dwelling in you!* Since you are a favourite of the consubstantial Trinity,* great preacher, Lazarus our father,* ever pray on behalf of our souls!"
  ],
  "aposticha": [
    "6",
    "g",
    "The sound of your teachings has gone out into all the earth, venerable father Lazarus!* Therefore you have found the reward of your labours in the heavens.* You destroyed the hosts of demons* and reached the ranks of angels whose life you blamelessly followed!* Since you have boldness before Christ our God,* entreat peace for our souls!"
  ]
}