{
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "O Archangel Michael, you manifested yourself* to be the greatest defender of the thrice-holy Source of Light.* Together with the Powers on high, you joyfully call out:* Holy are You, O Father.* Holy are You, O Co-eternal Word.* Holy are You, O Holy Spirit.* You are the one glory, the one kingdom, and one nature;* You are the one Divinity and Power.",
    "O Archangel Michael, you are like a flaming fire,* and your godliness is awesome.* By your bodiless nature you cross the ends of the earth,* fulfilling the commands of the Creator of all.* You also make your Church a fountain of healings.* You are venerated because of your holy calling.",
    "You made the winds Your messenger* and flaming fire Your servant, just as it is written.* Among the ranks of Your archangels, O Lord,* You have shown Michael the Archangel to be the leader.* He is obedient to Your commands, O Word.* With fear he sings the thrice-holy hymn to Your glory.",
    "4, Podoben “You have given a sign…”",
    "By divine grace, O Gabriel,* the eternal intelligence created you to be a second light.* You were to illumine the whole world* that you might reveal a divine and truly great mystery* which had been hidden from eternity:* that God Who is bodiless was made flesh in a virgin womb* and became man to save mankind.",
    "O Gabriel, you stand before the throne of the thrice-holy Source of Light.* Glistening with celestial splendour.* We on earth joyfully dance and sing your praises.* O leader of the heavenly hosts,* O intercessor for our souls,* deliver us from the darkness of our passion* by illuminating us with your light.",
    "O Gabriel, leader of the heavenly hosts* and intercessor for our souls,* crush the boldness of those who attack your flock.* Put an end to schisms within the Church.* Calm the storm of numberless temptations.* Deliver from trial and tribulation* those who lovingly venerate you* and hasten to protect us with the shadow of your wings.",
    "6",
    "g",
    "Rejoice with us, all you leaders of the angels;* for the great Archangel, your captain and our guardian,* appears today in his holy church.* He wondrously watches over us and truly sanctifies this place.* Therefore, singing his praises daily,* let us cry out to him:* Keep us safe by the protection of your wings,* O great Archangel Michael."
  ],
  "readings": [
    "Joshua 5:13-15",
    "Judges 6:7,11-24",
    "Isaiah 14:6-20"
  ],
  "lytia": [
    "1",
    "The leaders of the heavenly hosts* stand unceasingly before the throne of the Master.* They pray to the Lord to grant peace to the world* and great mercy to our souls.",
    "As the leader of the Powers on high,* Michael has summoned us today for the feast.* He is always by our side* and preserves us today from every attack of the devil.* Come, therefore, O lovers of the feasts and lovers of Christ,* let us carry the flowers of virtue;* and with a pure mind and a clear conscience,* let us venerate the feast of the Archangel.* For he stands unceasingly before God, singing the thrice-holy hymn,* interceding for our souls to be saved.",
    "2",
    "O bodiless Powers, you intercede for us.* O Leaders of the heavenly hosts,* by the brightness of your thrice-radiant glory* you give light to the whole world;* with unceasing voices you sing the thrice-holy hymn.* Pray, therefore, that our souls may be saved.",
    "O intelligent, celestial, and bodiless Powers,* you surround the heavenly throne* and with flaming lips sing the thrice-holy hymn to God the ruler:* O holy God, O eternal Father;* O holy, mighty, and co-eternal Son;* O holy and immortal Spirit having the same nature,* and glorified together with the Father and the Son.",
    "With immaterial lips and spiritual mouths,* the angelic ranks offer hymns to Your unapproachable divinity, O Lord.* Both the pure spirits and ministers of Your glory,* together with the incorporeal Michael and Gabriel, praise You, O Lord.* The leaders of the heavenly powers,* and the chiefs of the angels welcome us today.* They invite us to sing to Your unapproachable glory.* O Lover of Mankind,* they pray unceasingly for our souls.",
    "4",
    "g",
    "With flaming lips, the Cherubim extol You, O Christ God;* and with immaterial mouths, the choirs of Archangels* loudly extols Your glory.* Michael, the captain of the heavenly powers,* unceasingly offers a song of victory to Your glory.* He has prepared us today for this feast,* so that even with lips of clay,* we may worthily sing aloud the thrice-holy hymn* as it is in the psalms.* All creation is filled with the praise of You, O Christ.* For this reason You give great mercy to the world.",
    "n",
    "Today the Theotokos, the Temple that is to contain God,* is being escorted into the Temple of the Lord,* and Zechariah receives her.* Today the Holy of Holies greatly rejoices,* and the choir of angels mystically celebrates this feast.* Let us also celebrate with them today* and cry out with Gabriel:* Rejoice, O Full of Grace, the Lord is with you,* and He grants us great mercy."
  ],
  "aposticha": [
    "1, Podoben “The joy of the heavenly ranks…”",
    "While solemnly celebrating on earth,* let us sing as the angels to God* Who is seated on the throne of glory:* Holy are You, O heavenly Father;* holy are You, O co-eternal Word;* holy are You, O all-holy Spirit.",
    "O eyewitness of ineffable things,* because of your great courage* you are the leader of the heavenly beings.* You gloriously stand before the awesome throne, O Michael.* By your prayers, save those who are suffering* because of trials and tribulations.",
    "You are the chief of the bodiless angels* and a minister of the Divine Splendour.* You are an eyewitness and a mystic, O Michael.* Save us who devoutly honour you each year* and who faithfully extol the Trinity.",
    "8",
    "gn",
    "O Archangel, since you are a soldier* and leader of the heavenly hosts* and the captain of the angels, O glorious one,* deliver from every care and worry,* from illnesses and bitter sins,* those who faithfully extol and beseech you.* You see the Lord Who is Spirit;* you are illumined by the unapproachable light of the Master’s glory.* For He, out of love for all people,* became incarnate of the Virgin for our sake.* By this, He wished to save mankind."
  ],
  "aposticha_verses": [
    "You made the winds your messengers and flaming fire your ministers.",
    "Praise the Lord, all His angels; praise Him, all His hosts."
  ]
}