{
  "ps140": [
    "8, Podoben “O most glorious wonder…”",
    "O martyred athlete, blessed Onesiphorus,* you confessed Christ God, suffering greatly before the tribunal of the iniquitous,* enduring the wounds of blows and the immolation of your whole body.* You have been crowned with the wreath of victory* by the hand of the Creator of life, O all-praised one.",
    "O martyred athlete Porphyrius,* by the grace and power of the Spirit,* you dyed a purple robe for yourself in baths of your blood,* and, arrayed as such, you were shown to be most splendid,* reigning with our one God, who reigns forever, O glorious one.* Beseech Him now that we all be saved.",
    "O right victorious martyrs,* for the Life of all you were slain in sacred manner,* and, rejoicing, you were stretched out on a searing gridiron,* made fast to horses and dragged about, and you thus received a blessed end.* You are glorified and blessed, O ever-blessed ones, who ever pray for us.",
    "4, Podoben “As one valiant among the martyrs…”",
    "You honourably subjected your soul* to the uprisings of the flesh through ascetic feats of fasting, and you followed Christ, and dwelled most devoutly in the midst of the fasters, O Matrona,* quenching the burnings of pleasure with divine showers of tears,* enkindling a most intense desire for the Creator.",
    "You erected a sacred habitation in many for the use of God,* being yourself a temple of the Spirit, O all-wise one,* and by your spiritual purity you have guided souls to the beneficial struggles of fasting,* and you have brought them, saved, to the Master as a dowry, O Matrona.* With them we faithfully honour you.",
    "The maidens loved the Bridegroom and Lord, submitting to His teaching;* and having disdained in the Spirit the weakness of the flesh,* with diligence they piously restrained the passions,* and with you, O Matrona, have been led into the heavenly bridal chamber of God,* ever rejoicing."
  ],
  "theotokion": "O all-pure one, who received the infinite God in your womb,* who, in His love for mankind, became man* and received from you our nature, manifestly deifying it:* Disdain me not, who am now sorrowful,* but take pity quickly, and free me from the diverse hostilities and assaults of the evil one.",
  "stavrotheotokion": "As she beheld You nailed to the Cross, O Lord,* the Ewe-lamb, Your Mother, marvelled and cried out:* What is this that I see, O my most beloved Son,* these things which the iniquitous and unbelieving synagogue have to You,* which beforehand delighted in Your many wonders?* But glory to Your ineffable condescension, O Master!"
}