{
  "ps140": [
    "4, Podoben “As one mighty among the martyrs…”",
    "Torn by iron claws, beaten with a scourge of cords, your body burned with fire,* you did not deny the saving name of Christ,* nor were you vanquished in mind, nor did you sacrifice to graven images,* but you were a willing whole-burnt offering,* a pure and perfect sacrifice to your Master, O martyr Minas.",
    "Your eyes put out, hung upon a tree, burned all over by candles,* scourged with thongs by the cruelty of the judge,* your head cut off by the sword,* you rejoiced, O glorious Victor, passion-bearer of the Saviour,* vanquishing legions of the enemy by the activity of the Holy Spirit.",
    "The Lord has crowned you with a diadem of grace, O much suffering Stephanida,* for willingly you gave yourself over to torments with spiritual valour;* bound between two palm trees, you were torn asunder,* and like a sparrow took flight to God,* leaving your flesh in the hands of your tormenters, O right glorious martyr.",
    "8, Podoben “O Most glorious wonder!…”",
    "O father Theodore,* as your name truly proclaims* you have received gifts that surpass understanding* and piously transmitted to those who love you.* O blessed one, having increased the talent,* you have heard the divine voice,* calling you to the bridal chamber,* where you now dwell:* by the throne of the universal King, O rightly wondrous one!",
    "O father of fathers Theodore,* you brought to Christ multitudes of monastics,* you were God's image,* a root of salvation,* adorned with leading souls, O wise one,* prophetically revealed as the mouth of the Lord.* Standing now before Him,* be mindful of us.",
    "O wise initiate of sacred mysteries,* The abundant grace of the Spirit* was poured through your lips.* A source of teachings sprung, O Theodore,* revealing you as a champion of the piety* and a strong speaker of the truth,* a pillar and foundation of the orthodox faith,* and the illustrous rule of the monastic life,* O most wise one!",
    "g",
    "6",
    "Again the yearly commemoration of the beacons of the world has dawned for us:* Menas, Victor, and Vincent,* who enlighten the hearts of the faithful by their struggles for Christ and His Cross.* Therefore, in hymns let us honour Christ our God,* who has crowned them with glory and honour."
  ],
  "additional_aposticha": [
    "2",
    "Come, O you who love passion-bearers, let us honor the thrice-radiant choir of martyrs: Minas, Victor, and Vincent,* for they gave their blood and received eternal life.* Because of it, they patiently argued against the evil-seeker:* “We do not prefer corruptible things to incorruptible;* we do not serve a mortal earthly king;* but we obey the Living King* Who constantly cries out to His faithful:* He who believes in Me, even though he dies, will live.”",
    "6",
    "g",
    "The sound of your teachings has gone out into all the earth, venerable father Theodore!* Therefore you have found the reward of your labours in the heavens.* You destroyed the hosts of demons* and reached the ranks of angels whose life you blamelessly followed!* Since you have boldness before Christ our God,* entreat peace for our souls!"
  ],
  "aposticha_verses": ["Many are the afflictions of the righteous,* but the Lord rescues them from them all."],
  "stavrotheotokion_aposticha": "Seeing You crucified on the Tree, the one who born You cried out:* “O my Son, what is this strange mystery that I see now?* How are You dying suspended on the Tree in the flesh* O Giver of life?”"
}