{
  "ps140": [
    "1, Podoben “All-gloriuos martyrs…”",
    "O Josaphat, you are worthy of glory.* Your sacred vestment was stained with your martyr’s blood,* and now you have entered into the Holy of Holies* with the Lord who rejoices for you.* From Him you have received victory for your labours,* an eternal crown, everlasting beauty, and the life of Paradise.* O great martyr Josaphat,* now also pray that He may grant unity and peace to our Churches* and great mercy to our souls.",
    "O all-precious orator,* you first offered yourself as an unbloody sacrifice to God.* Like the unblemished fruit, your holy work was an acceptable sacrifice.* Then you brought yourself to Christ, by means of your blood,* as a true and great martyr.* Now also pray that He may grant unity and peace to our Churches* and great mercy to our souls.",
    "You destroyed the vanity of the dissenters* by your sanctifying words.* You also strengthened the faith of the weakened hearts.* You have entered into the eternal life,* having suffered for the cause of unity.* You were a witness to the Lord, O great martyr Josaphat.* Now also pray that He may grant unity and peace to our Churches* and great mercy to our souls.",
    "Your sacred vestments were stained crimson by your blood, O holy one.* So you received from Christ a two-fold crown, O generous father.* You also rejoice with the angels in heaven* as you stand in the presence of the Blessed Trinity.* Now also pray that God may grant unity and peace to our Churches* and great mercy to our souls.",
    "O great martyr Josaphat,* in chastity you yearned for an honourable life.* You worshiped Christ the Almighty,* and you led the people into union with Him* by your precious words and by his grace.* You washed yourself with the blood of martyrdom, O blessed one of God.* You have entered into eternity.* Now also pray that He may grant unity and peace to our Churches* and great mercy to our souls.",
    "In thought you ascended into the unsetting cloud of the ineffable Light.* You, a great martyr and shepherd,* knew the ineffable mysteries of Christ.* As a martyr you were enlightened, * and as a shepherd you were mystically taught. * Because of that, you also received two crowns from the glory on high. * Now also pray that He may grant unity and peace to our Churches * and great mercy to our souls.",
    "6",
    "g",
    "O great martyr Josaphat, * you were a true priest until the time of your death. * As a priest you were a minister of the ineffable mysteries of Christ. * You poured out your blood as did Christ our God, * presenting yourself as an acceptable sacrifice. * Because of that, you are confident in his presence. * Pray for the faith of those who observe and venerate your all-holy memory, * so that your flock and the whole world * may be delivered from all dangers, invasions, enemies, and sieges."
  ],
  "readings": [
    "Proverbs 3:13-16; 8:35, 4-6, 8, 9",
    "Wisdom 4:7, 16-20; 5:1-7",
    "Wisdom 5:15-6:3"
  ],
  "lytia": [
    "1",
    "Come, let us all celebrate in spirit with heavenly priestly words* the memory of the great martyr Josaphat.* Because he cleared the thorns of division* and with abundant virtue through the fruit of the sanctuary,* he planted the teachings of salvation* for our souls.",
    "As a priest you acted according to the divine gospel.* You sealed the divine teachings with your blood* at the hands of the flock in disunity, O great martyr Josaphat.* You dried up the river of demons,* and you went up into heaven* as a conqueror receiving the crown of victory.",
    "O great martyr Josaphat, * the Eastern Church possessed you and your priestly works.* Now you protect her in an unshakeable manner from hostile wolves * as she preaches about your courage and extols you, O blessed one.",
    "5",
    "g",
    "The Church celebrates your light-bearing feast, * and she rejoices, O great martyr Josaphat. * She faithfully venerates you. * As a shepherd do not cease to bless her. * Pray for the salvation of all.",
    "n",
    "O most pure Virgin,* you are the temple, the gate, the palace, and the throne of the king. * Christ, our Redeemer and Lord, * appeared through you to those who slumbered in darkness. * For He, as the Sun of Righteousness, * wished to enlighten those whom He created with his own hands * according to his own image. * Therefore, O Lady, whom we always praise in song, * we beseech you to intercede with Christ for the salvation of our souls, * for as his mother you can approach Him with the greatest confidence."
  ],
  "aposticha": [
    "4, Podoben “As one valiant among the martyrs…”",
    "Like a very bright sun * you shone upon the firmament of the Church. * By the splendour of your words, by your God-inspired teaching, * and by your life equal to that of an angel, * you enlightened the souls that were darkened by the wickedness of the enemy. * You led back onto the way of truth those who had strayed. * Because of that, we rejoice today * and observe your light-bearing and holy memory.",
    "O great martyr Josaphat,* you were equal in honour to the apostles.* You received an understanding like theirs.* You did not fear the cruelty of malicious torturers,* but manfully and courageously you preached the unity of the faith.* You suffered many varied wounds and torments.* And now you have received a great reward for your long-suffering* from the Source and Judge of victory, Christ our God.* Implore Him for all who in faith venerate your holy memory.",
    "O great martyr Josaphat,* offering up precious service and a spotless sacrifice to the Master, Christ our God,* you offered yourself as a perfect holocaust to Him.* You courageously suffered out of love for Him by spilling your blood.* As a true shepherd and follower of Christ,* you did not cease to cry out:* O Father, protect everyone in your name.* All-blessed Josaphat, now pray that the Churches and all people be reunited* and that we may be saved.",
    "g",
    "Your good deeds are radiant like the sun upon heaven and earth, * O conciliator of Christ, all-blessed great martyr Josaphat. * You rightly preached to us the true and spotless faith of Christ. * For this, as a good shepherd, you also laid down your life, * following the wellspring of shepherds, Christ our God. * O all-blessed sanctifier, O God-bearer, * Implore that all may be saved * who lovingly celebrate the precious memory of your sufferings.",
    "n",
    "O most pure Virgin, hear the petitions of your servants. * Remove the burdens which oppress us * and deliver us from our sorrows; * for you are the only firm and constant support on whom we rely. * O Mother of God, never permit us who call upon you * to be overwhelmed by our cares. * Hasten to fulfil the supplications of all who, in faith, cry out to you: * Rejoice, O Lady, helper of all mankind, * the joy, the refuge, and the salvation of our souls."
  ],
  "aposticha_verses": [
    "Your priests shall be clothed with holiness;* your faithful shall ring out their joy.",
    "Precious in the eyes of the Lord* is the death of his faithful."
  ]
}