{
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "Let us praise in song* the God-inspired instrument and golden-forged trumpet,* the boundless depth of dogma,* the affirmation of the Church and the heavenly mind,* the depth of wisdom and the chalice of purest gold* that poured forth sweet rivers of learning* and nourished all creation.",
    "Let us worthily honour John of the golden words,* the never-setting star which enlightens everything under the sun* with his rays of teaching.* He is the preacher of penance* and the sponge of purest gold* which removes the cruel dampness of ignorance.* He gives life to hearts that are torn by sin.",
    "Let Chrysostom be exalted,* for he is the earthly angel and the heavenly man,* the eagle of great and good speech* and the treasury of virtues.* He is the firm rock and the example of the faithful,* the one who is like the martyrs* and who stands equal with the angels,* for his teaching was the same as the apostles.",
    "6",
    "g",
    "O thrice-venerable and most holy Father,* you are the good shepherd and the student of Christ the chief Shepherd* who gave his life for his flock.* Now, ever-praised John Chrysostom,* grant that through your prayers we may receive great mercy."
  ],
  "readings": [
    "Proverbs 10:6-8; 8:6-21;",
    "Wisdom 8:17-21; 9:1-4; ",
    "Wisdom 4:1, 6-20"
  ],
  "aposticha": [
    "5, Podoben “Rejoice…”",
    "Rejoice, O golden, glittering, and beautiful God-inspired instrument of the Church.* Rejoice, O orator who with loving-kindness* prescribed for us various examples of penance.* Rejoice, O golden-formed mind,* golden-tongued swallow, and dove who radiated virtues on green pastures.* Rejoice, most golden stream which pours firth the waters of divine speech,* the stream entrusted with the divine love for the human race.* Ask Christ to send great mercy to our souls.",
    "Rejoice, father of orphans and quick helper of the needy.* Rejoice, benefactor of the poor,* food of the hungry, and corrector of those who sin.* Rejoice, most honourable and most pleasing healer of souls.* Rejoice, sublime knowledge of theology* and narrator of spiritual writings.* Rejoice, keeper of the law and retainer of the most just order.* Rejoice, O sublime wisdom of visions and deeds.* Ask Christ to send great mercy to our souls.",
    "O Chrysostom, the Church sings to you:* Rejoice in Christ, your Bridegroom.* For by your virtues and your words,* you have enlightened the world more than the rays of the sun.* Rejoice, O wisest of men, greater than all other orators.* Rejoice, defender of the true faith.* You are the one who uncovered falseness, O teacher of penance.* Rejoice, quiet depth of knowledge,* who like the great Paul followed Christ completely.* Now ask Christ to send great mercy to our souls.",
    "6",
    "g",
    "O Chrysostom, you spoke most purely* and showed yourself to be the golden-sounding trumpet.* You purified the hearts of the faithful* by your true and dedicated teaching.* The message of your teaching* has gone forth prophetically, O venerable Father,* and you have enlightened the ends of the earth."
  ],
  "aposticha_verses": [
    "My lips will speak words of wisdom.* My heart is full of insight.",
    "The mouth of the just utters wisdom,* and his lips speak what is right."
  ]
}