{
  "ps140": [
    "6, Podoben “Having set all aside…”",
    "Having established action, blessed one, as an entrance into true vision,* and vision as the end of divine action,* you implored Christ to show you the ineffable glory of the Father,* for every reasonable creature desires witness of God.* You received the desired, glorious one, of which the Son is the image!* Pray to Him boldly for our souls!",
    "As Moses of old, you were instructed by divine ascent.* Desiring to see God you spiritually saw His image.* You accepted the Son as knowledge and testimony of the Father,* for they are known as one Being: the Unity honourably exalted by all,* the kingdom, power, glory and worship!",
    "God-seer Philip, you proclaimed with divine inspiration* and the teaching of the Holy Spirit,* sounding the Saviour’s heavenly Gospel in the world with a fiery tongue.* You burned all deceit to ashes like dried grass.* You proclaimed the Lord Christ in the universe,* Who is master over all.",
    "g",
    "6",
    "You burn with the brilliance of a great light, O Philip,* shining as a light of the universe.* Seeking the light of God you found illumination in the Son,* whose image is equal to the first image.* Implore Him, Apostle, to save those sealed by divine blood."
  ],
  "readings": [
    "1 Peter 1:1-2:6;",
    "1 Peter 2:21-3:9;",
    "1 Peter 4:1-11"
  ],
  "aposticha": [
    "1, Podoben “The joy of the heavenly ranks…”",
    "Your heavenly proclamation, O blessed one,* has resounded throughout the world, * filling it with divine dogmas, * mystically blessing the Father, Son and Spirit!* apostle, we glorify the one essence.* Their proclamation has gone out into all the earth,* and their words to the ends of the universe!",
    "Thrice-blessed Philip,* as the light-bearer of Christ’s apostles, * you possess the bright light of the honourable church. * Our souls, all-praised one, are enlightened by your prayers,* and delivered from fierce calamities.",
    "Worthy Philip, * having finished your task by suffering on the cross, * you were given the crown of victory. * Therefore you have entered the heavenly kingdom!* Apostle, as you stand before Christ, implore him to save us!",
    "2",
    "g",
    "Apostle Philip, your mouth is a vessel of sweet spices, * pouring out a life-giving drink for the faithful. * Entering by action into vision, you welcomed and followed Christ. * You adorned the barren and childless church of the pagans, * by teaching and increasing her children. * You can do much since you are near to God:* pray that the church may be saved from need and distress!"
  ],
  "aposticha_verses": [
    "Their utterance has gone forth into all the earth,* and their word unto the ends of the world.",
    "The heavens tell the glory of God,* and the firmament declares the work of His hands."
  ]
}