{
  "ps140": [
    "4, Podoben “You have given a sign…”",
    "The most wise Abibus, the wondrous Samonas, and the glorious Gurias,* the three passion-bearers who have formed a common choir for the faithful,* now join our chorus and rejoice with us;* for God has granted to the souls of the martyrs* to behold spiritually the things that are taking place.",
    "You endured pain and unbearable torments,* you suffered valiantly, O Samonas, Abibus, and blessed Gurias,* martyrs who are equal in number to the Trinity.* Now you enjoy the bliss of the eternal delight of Christ,* Who grants you the reward of your labours.* Entreat Him fervently that our souls may be saved!",
    "Having gone over to the serene harbour,* to the quiet life and to the all-tranquil haven,* you have exchanged your pains for abiding dispassion.* You have received fitting honours from God* as a reward from God for your labours,* O blessed passion-bearing martyrs.",
    "2",
    "g",
    "Edessa rejoices, for she is enriched with the shrine of the three martyrs,* holy Abibus, Samonas and Gurias.* She cries out, summoning the Christ-loving flock:* “Come, all who love the martyrs,* be illumined on their splendid memorial!* Come and rejoice, all who love the feasts of the Church!* Come and behold the heavenly lights who lived on earth!* Come and hear what a bitter death the valiant and steadfast ones* endured for the sake of everlasting life!* As guarantors of the Truth they saved the virgin who was thrown alive in a grave,* committing the pitiless murderer who reviled them to condemnation.* They pray earnestly to the Holy Trinity* that those who celebrate their memory in faith* may be delivered from corruption, temptations and all evil."
  ],
  "aposticha": [
    "2",
    "g",
    "Come, O lovers of the martyrs,* let us honour with hymns Christ’s most excellent martyrs,* Gurias, Abibus, and Samonas.* They most wonderfully worked miracles,* for they did not refuse to respond to the oath of the maiden,* but, fulfilling her request, they saved the daughter,* and requited the lawless Goth.* Through their supplications, O Christ our God,* save our souls, as You are good and the Lover of man!"
  ]
}