{
  "ps140": [
    "4, Podoben “Called from on high…”",
    "When He who tries the hearts of men* perceived your godly mind, O apostle,* with His divine foreknowledge, He delivered you from injustice and the world;* then, making you a universal light,* and commanding you to illumine and shine upon the ends of the whole world,* He manifestly counted you worthy to write His divine Gospel.* Entreat Him that He save and enlighten our souls.",
    "When the unoriginate Word called you away from your tax-booth to be His disciple,* He cried out to you, commanding you to follow Him* and promising you a share in His kingdom;* then, O most blessed one, forsaking all things* and abandoning the tumult of the crowd,* you steadfastly followed after him.* And now, O God-seer, you are manifestly full of the ineffable vision of Him.* Beseech Him that He save and enlighten our souls.",
    "Of old the prophets’ clear vision perceived you to be a holy stone,* rolling upon the earth and crushing the snares of the deceiver;* and the hypostatic Wisdom, O most wise one,* made you a light to the world and a preacher of righteousness and truth,* radiant with the beams of the three-sunned Light, O most honoured one.* Entreat Him that He save and enlighten our souls.",
    "O servant of the all-divine Wisdom,* when the unapproachable Light came in the flesh as was His will,* dispelling the gloom of ignorance,* then, summoned, you followed His life-bearing commands,* being a keeper of these in manner past understanding,* a beacon of the Church, and a dwelling-place of Christ, O Matthew.* Beseech Him that He save and enlighten our souls.",
    "You were shown to burn up deception with a tongue of fire,* O Matthew most lauded and all-wise,* receiving the advent of the Comforter, who makes you radiant by His essence;* hence, you have astonished the every thought of those who listen to your words,* relating to men the mighty works of the Almighty.* And now your sound has gone forth into all the earth, O divinely inspired one.* Entreat Him that He take pity on all who sing to you.",
    "4",
    "g",
    "When Christ called you to heavenly discipleship,* you diligently followed Him, O God-pleaser,* casting aside without hesitation every exercise of earthly care;* for, receiving with goodly submission an understanding worthy of the heavenly kingdom,* you put aside a base life and vain glory.* And having been made an evangelist out of a publican,* you were shown to be a light to those in darkness and a guide to salvation for the lost.* And you are a most fervent intercessor for the whole world* and the saving protector of those who honour you, O Matthew.!"
  ],
  "readings": [
    "1 Peter 1:1-2:6;",
    "1 Peter 2:21-3:9;",
    "1 Peter 4:1-11"
  ],
  "aposticha": [
    "4, Podoben “You have given a sign...”",
    "All-praised Matthew, your words are a trumpet* drawing men to the knowledge of God.* They have delivered the inhabitants of the earth from enslavement to evil,* leading us into the true faith, the unity of righteousness:* Pray to Christ our God to deliver us from corruption and danger.",
    "By a fiery tongue you were armed mightily with the spirit;* apostle, your words overthrew the deceitful enemy.* Christ our God whom you proclaimed to be the fulfilment of the prophets,* adorned you with the resplendent crown of His love:* Pray to Christ our God to deliver us from corruption and danger.",
    "The publican in a single moment becomes an apostle,* the tax collector seizes riches from the fount of joy;* abundantly blessed with the fullness of the Spirit,* He made you to be the bearer of glad tidings for us.* Pray to Christ our God to deliver us from corruption and danger.",
    "2",
    "g",
    "Like a high-flying eagle you most gloriously soared from the depths of evil* to the uttermost heights, O most lauded Matthew;* for you followed in the steps of Christ who has covered the heavens with virtue* and filled the whole earth with His knowledge.* You showed yourself to be an ardent emulator of Him, proclaiming His glad tidings* that peace, life, and salvation are given to those who piously submitted to the precepts of God.* Likewise guide us there who please the Creator and call you blessed."
  ],
  "aposticha_verses": [
    "Their utterance has gone forth into all the earth,* and their word unto the ends of the world.",
    "he heavens tell the glory of God,* and the firmament declares the work of His hands."
  ]
}