{
  "ps140": [
    "4, Podoben “Called from on high…”",
    "The searcher of the hearts of men* inspired your mind, Apostle, with His divine knowledge:* He called you to Himself, ransoming you from the world's deceit:* for He is the light whose rays shine to the ends of the earth.* He commanded you to proclaim His Word.* He made you worthy to write His Holy Gospel:* pray that He may enlighten and save our souls.",
    "Once a publican, now a disciple, you accepted the urgent call of the Eternal Word.* You abandoned the collection of the taxes,* eager for the promise of communion in His Kingdom;* you cast away the raging tumult of this life.* Now you behold His glory face to face:* pray that He may enlighten and save our souls.",
    "In days of old, as the earth lay waste in evil,* the prophet Daniel was endowed with clearness of sight.* He beheld a stone, cut without human hands from a mountain:* a stone which ground the riches of earthly kingdoms to dust.* In the fullness of time this all-wise Lord came down to earth:* passing by the customs-house, He chose you to be His herald,* He called you, who once served an earthly kingdom,* to serve Him, the Light of the world,* pray to Him, blessed Matthew, that He may enlighten and save our souls.",
    "4",
    "g",
    "You were called by Christ to heavenly discipleship;* you followed Him eagerly, chosen one of God.* He delivered you from subjection to earthly cares;* abandoning the vain collection of tribute,* you faithfully kept the accounts of the heavenly King.* Blessed evangelist, you are a light for those who dwell in darkness,* a guide to salvation for those who wander astray,* Matthew, the herald of glad tidings, pray for those who honour you!"
  ],
  "readings": [
    "1 Peter 1:1-2:6;",
    "1 Peter 2:21-3:9;",
    "1 Peter 4:1-11"
  ],
  "aposticha": [
    "4, Podoben “You have given a sign...”",
    "All-praised Matthew, your words are a trumpet* drawing men to the knowledge of God.* They have delivered the inhabitants of the earth from enslavement to evil,* leading us into the true faith, the unity of righteousness:* Pray to Christ our God to deliver us from corruption and danger.",
    "By a fiery tongue you were armed mightily with the spirit;* apostle, your words overthrew the deceitful enemy.* Christ our God whom you proclaimed to be the fulfilment of the prophets,* adorned you with the resplendent crown of His love:* Pray to Christ our God to deliver us from corruption and danger.",
    "The publican in a single moment becomes an apostle,* the tax collector seizes riches from the fount of joy;* abundantly blessed with the fullness of the Spirit,* He made you to be the bearer of glad tidings for us.* Pray to Christ our God to deliver us from corruption and danger.",
    "2",
    "g",
    "The full stature of goodness is made manifest in you, blessed Matthew:* in the fullness of time you abandoned the occupation of an evil age,* soaring as an eagle to the heights of righteousness,* you have filled the earth with the wisdom hidden from all eternity,* following fervently in the footsteps of Christ,* you have borne the Gospel of peace, life, and salvation to men,* filling with divine commandments those who hunger after righteousness,* blessed guide, well-pleasing to the Creator,* pray for us who bless your memory."
  ],
  "aposticha_verses": [
    "Their utterance has gone forth into all the earth,* and their word unto the ends of the world.",
    "he heavens tell the glory of God,* and the firmament declares the work of His hands."
  ]
}