{
  "ps140": [
    "8, Podoben “What shall we call you…”",
    "What shall I call you, Gregory?* Master, for you subjected the passions to your mind!* Husbandman, for you reaped the fruit of wisdom!* One granted the vision of God and taught with heavenly theology!* A sacred performer of the mysteries* and most wondrous worker of miracles!* Pray that our souls may be saved!",
    "What shall I now call you, Gregory?* Mighty destroyer of godless impiety,* setting forth the laws of true worship!* Wise teacher and bestower of invincible peace!* Unvanquished conqueror of armies!* One who ever dwells in the mountains,* beholding those living in the cities!* Pray that our souls may be saved!",
    "What shall I now proclaim you, venerable one?* You followed the apostles as a worker of miracles!* You restrained the river by calling on Christ,* drying up the lake which was the cause of contention between brethren!* You dispersed the ungodly congregation,* increasing and enlightening Christian assemblies!* Pray that our souls may be saved!",
    "What shall I now acclaim you as, venerable one?* A guide of those who are lost and a doctor to the sick!* A generous giver to those who ask for what they need!* A most mighty exorcist of demons!* An inspiration for the martyrdom that shines with gifts of prophecy, o laudable one!* Pray that our souls may be saved!",
    "6",
    "g",
    "You most wisely embarked upon the depths of knowledge,* hierarch of Christ! * You acquired the vision of the Trinity, * foreseeing steadfastly in the spirit Christ our God! * You poured forth on us a flood of miracles, * making solid the watery nature of the sea, * changing the pagan priest's dark delusion to belief! * You persuaded the persecutors truly to believe, * revealing yourself to them as a pillar of virtue! * You were called a prophet through your miracles! * therefore we beseech you,* ever pray for us to the Saviour that our souls may be saved! "
  ],
  "aposticha": [
    "6",
    "g",
    "The watchfulness of God was given you, wise one,* as it was to Daniel the prophet: * For as a dream was revealed to him, * so the mystery of the faith was disclosed to you!* Therefore, venerable Father, pray that our souls may be saved! "
  ]
}