{
  "ps140": [
    "8, Podoben “O all-glorious wonder…”",
    "Full of valiant wisdom,* with a most courageous resolve endured the severing of your limbs and the dismemberment of your body,* unbearable fire, starvation and death,* in expectation of the glory which ages not with time,* which lies eternally before you,* and foreseeing everlasting blessedness.",
    "Having transcended every sense and directed your mind toward life on high,* with divinely wise thought and great wisdom of soul* you spurned the baseness and lowliness of visible things.* Wherefore, lacerated and burned with fire for Christ, O martyr,* you endured valiantly.",
    "By grace you set at nought every assault of the enemy* and the onslaughts of the persecutors;* and you were crowned with the wreath of victory,* O you who are most rich,* being vouchsafed incorruptible gladness and ineffable and divine radiance.* And as you are now in the midst thereof,* ask remission of sins for those who praise you well.",
    "4, Podoben “As one valiant among the martyrs…”",
    "Consumed by fasting, hardened by ascetic endeavour,* and tormented with manifold tortures,* you became a two-edged sword, cutting down hordes of demons, O Roman,* adornment of athletes, divine boast, precious ornament of the Church* of those who died shedding their own blood, O most lauded one.",
    "Lacerated and rent asunder, imprisoned in a dungeon,* your tongue cut out, O glorious athlete,* your jaw broken, receiving a blessed end through violent suffocation,* you were shown to be unshakable and steadfast* through the activity of the divine Spirit, O Roman;* wherefore, we praise you with faith.",
    "A child speaks eloquently and amazes the mindless:* he is adorned with honourable opposition and is illumined by his death;* he is enriched by the goodly fame of the holy athletes, whose zeal he acquired.* O right wise Roman, pray with them, that remission of debts be sent down upon us all.",
    "6",
    "g",
    "Awesome and all-glorious are the victories of Your martyr, O Lord!* For, emulating the boldness of the fishermen, by his words and deeds he rent asunder* the mythology and historical blasphemy of Plato with the nets of theology;* and when his skin was flayed and his head cut off,* he choked the enemy with the outpouring of his blood.* O most blessed wonderworker Plato, adornment of the martyrs,* who preached the great name of Christ with boldness,* ask that great mercy be given our souls."
  ],
  "stavrotheotokion": "Seeing You crucified, O Christ, she who gave You birth cried aloud:* \"What is this strange mystery which I behold, O my Son?* How is it that You die, suspended in the flesh upon the Tree,* O Bestower of life?\""
}