{
  "ps140": [
    "1, Podoben “The joy of the heavenly ranks…”",
    "The candle-bearing virgins brightly escort the ever-Virgin.* They are in spirit truly prophesying the future* because the Theotokos is the temple of God;* and with a virgin’s glory,* she is being led as a young child into the Temple.",
    "The Theotokos, glorious fruit of the holy promise,* is truly revealed to the world as higher than all creation.* She is piously escorted into the Temple of God* and fulfills the promise of her parents.* She is protected by the Holy Spirit.",
    "O Virgin, you were faithfully nourished by heavenly bread* in the Temple of the Lord.* You gave birth to the Word,* who is the Bread of Life for the whole world.* You are a chosen and all-immaculate temple to Him.* You were betrothed mystically through the Spirit* to be the bride of God the Father.",
    "5",
    "At God’s command, the star in Zhuzhel was lit, the light began to shine on Ukrainian cities and villages. And you, Josaphata, with your sympathetic look were able to see the thirst of those hearts, that were in foreign lands. That is why today, from all the ends of the earth, we lift the gift of gratitude to God, who has glorified you.",
    "O, our Mother Josaphata, the Lord has not laid on you suffering and difficulties in your life, they came from circumstances and from people. However, you did not fear that darkness, because you carried these crosses together with the Lord. He was your wisdom, strength, and comfort, your treasure here and in eternity, and the purpose of your life.",
    "You were everything for everybody, and a faithful daughter of your nation. You loved it and you dedicated your life to it, without ceasing, drawing strength from the true spring—Christ, falling down before Him with your entire being, seeking the will of God in all things.",
    "g",
    "8",
    "Your holy relics grant healing for all the afflicted, who approach with faith and ask your grace, most venerable Mother Josaphata. Therefore, pray for us that God may grant us his great mercy.",
    "n",
    "4",
    "Today the Theotokos, the Temple that is to contain God,* is being escorted into the Temple of the Lord,* and Zechariah receives her.* Today the Holy of Holies greatly rejoices,* and the choir of angels mystically celebrates this feast.* Let us also celebrate with them today* and cry out with Gabriel:* Rejoice, O Full of Grace, the Lord is with you,* and He grants us great mercy."
  ],
  "readings": [
    "Wisdom 3:1-9",
    "Wisdom 5:15-6,3",
    "Proverbs 2:1-9"
  ],
  "aposticha": [
    "4",
    "You tamed bodily passions by great feats of fasting* and marked yourself by a virtuous life;* you missed heavenly Jerusalem with whole heart* and by the grace of God you entered the heavenly dwellings.",
    "As a spotless holocaust kindled by the flame of God's love,* you, O venerable Josaphata, offered your wjhole self to the Lord* and thus inspired us for ardent service to God and neighbour",
    "You entrusted all your cares to the All-pure Virgin,* having chosen her as your Mother.* Implore even now the Mother of God* to cover us with her protection,* so that we would exalt you for ages,* O our mother Josaphata.",
    "4",
    "gn",
    "Come all you people,* and let us praise the only-immaculate One* who was foretold by the prophets* and is being led into the Temple.* She was chosen from eternity to be the Mother;* and in time she was revealed as the Theotokos.* O Lord, by her prayers* grant us your peace and mercy."
  ],
  "aposticha_verses": [
    "Let the faithful rejoice* with the praise of God in their mouth. <FONT COLOR=\"RED\">(cf. Ps. 149: 5-6)</FONT>",
    "For a sun and shield is the Lord God,* He withholds no good thing from those who love Him. <FONT COLOR=\"RED\">(cf. Ps 83: 12)</FONT>"
  ]
}