{
  "ps140": [
    "8, Podoben “O all-glorious wonder…”",
    "O wonder most glorious!* The Ineffable One is now prefigured.* She is known today in visible images* because the Divine Light shone forth for the world.* The betrothed is led into the holy temple.* Let us exalt her as the splendid and holy One,* the light-radiating Temple of Christ the Light-Giver.",
    "The wise Joachim and Anne* offered up a truly acceptable first fruit,* the heavenly fruit that God clearly desired to give to them,* the handmaiden of God, the Virgin Mary.* Her tribulations took away the debt.* Let us praise her and devoutly rejoice* because she is the mediatrix of joy for the whole world.",
    "Come let us mystically gather together.* Adorned with the light of faith,* let us walk before the Virgin* who now gloriously enters the temple of God.* She is betrothed to Christ, the King of all.* We celebrate the beautiful feast of her entrance* which is a delight to everyone.",
    "2, Podoben “When from the Tree…”",
    "O glorious Philemon,* as a branch of the Living Vine,* you have rained the joy of the knowledge of God* upon those who have anguish of soul.* You made happy the hearts that were ensnared* and possessed by the darkness of idol worship.* Therefore, we rejoice and celebrate your God-loving memory.",
    "O blessed one, the city of Gaza venerates you,* since It beheld the light of knowledge through you.* The Colossians hold onto your holy body as a rich possession* which overflows with the grace of healing.* Therefore, O glorious Philemon, we observe your memory* and are protected from dangers by your prayers.",
    "In faith let us praise the wise ones,* the hierarchs Archippus and the precious Apphias.* Let us honour the priestly preachers* and honourable teachers, Philemon and Onesimus.* They rooted out the cunning of idol worship by preaching* and planted the knowledge of truth* for all who devoutly honour them.",
    "1",
    "gn",
    "Today let the heavens above greatly rejoice* and let the clouds pour down gladness* at the mighty and marvelous acts of our God.* For behold, the gate that looks towards the East,* born from a fruitless and barren womb according to the promise,* and consecrated to God as his dwelling,* is now being brought into the temple as a spotless offering.* Let David greatly rejoice and play on his harp, saying:* Virgins shall be brought to the King after her;* her companions shall be brought into the ark of the Lord* to be nourished with the life of the incorruptible One* who was begotten from eternity* for the salvation of our souls."
  ],
  "aposticha": [
    "2, Podoben “O house of Ephrata…”",
    "Today the assembly of virgins,* singing psalms and carrying candles,* brightly leads the procession* in honour of the all-Immaculate One.",
    "O prophet, receive the Spiritual Mountain,* the Sanctuary, the Divine Altar,* and the Ark which contained the manna,* the all-Immaculate One.",
    "Open up the doors of the sanctuary,* O prophet Zechariah;* truly receive the Mother of God.* She is the ever-Virgin.",
    "2",
    "gn",
    "Today the all-Immaculate Virgin* is being escorted into the temple* to become the abode of God, the King of all.* Today, as a three year old child,* the most pure holy One is being led into the Holy of Holies.* With the angel, let us cry out to her:* Rejoice, for you alone are blessed among women."
  ]
}