{
  "ps140": [
    "4, Podoben “You have given a sign...”",
    "Having inherited a mind with free will* and an intellect with absolute power over the passions,* O most blessed father, you imparted intelligent mastery to your higher part,* that, weighed with a scale most true, it might go higher.* You are admitted to divine vision and the knowledge of God,* O divinely inspired hierarch.",
    "You broke asunder the snares and foiled the pursuit of the heretics, O venerable father,* avoiding division and most wicked contraction* by the rightness of your dogmas and most excellent theology;* and, remaining within the bounds of our pious faith,* you preached the Trinity in the unity of the Godhead.",
    "Skillfully instructing him who reigned on earth,* you passed over his son without rendering him homage,* teaching him sensibly that when the Son is ignored as unworthy of worship* the Father is exceedingly displeased,* who, in manner past understanding, begat Him before time dispassionately as One incorporeal,* as He Himself knows, O venerable one.",
    "8, Podoben “O all-glorious wonder…”",
    "O sacred father Gregory, you were offered to God,* cleaving from your earliest infancy to Him who with His mighty hands created all things,* and illumined by Him, you passed through the night of the passions* and shone forth the light of healings and miracles of grace,* dispelling lingering ailments and the spirits of deception.",
    "O wondrous father Gregory,* in purity you illumined your mind with manifestations of light,* stilled the raging sea of the passions,* and taking wing with dispassion on pinions most precious,* you attained to where there is ineffable and inconceivable beauty,* ever praying for us who praise you.",
    "O Gregory, father of fathers,* you were a standard of the priesthood,* model of chastity, beacon of love, throne of sensibility,* wellspring of miracles, tongue of fiery inspiration, mouth of sweet discourse,* vessel of the divine Spirit and noetic garden of paradise,* O blessed of God.",
    "4",
    "gn",
    "Come, all you faithful, let us praise her who alone is immaculate,* who was proclaimed by the prophets and led into the temple,* who was designated as a Mother before time began* and has been shown to be the Theotokos in latter times.* Through her supplications, O Lord, grant us Your peace and great mercy."
  ],
  "aposticha": [
    "1, Podoben “The joy of the heavenly ranks…”",
    "Let the virgins be brought to the King in the temple of the Lord,* following you, O Virgin,* joining chorus with radiant lamps,* preceding you into the holy place, O pure one,* as you were the holy ark of God,* says David, the ancestor of God.",
    "Let the gates of the temple of the Lord be made ready,* and let the house of glory be opened wide,* and, rejoicing, let them receive her who alone is far greater than the heavens* and surpasses understanding,* and let them hymn Christ the Saviour.",
    "Let the portals of the most divine temple be opened,* let them receive the gate of heaven within themselves;* let human nature keep festival, and let the angels leap up,* all of them celebrating with us* the entry of the Mother of God.",
    "5",
    "gn",
    "The day of joy and the most honored feast has shone forth!* For today she who remained Virgin after giving birth, as she was before birthgiving,* is led into the temple of the Lord,* and the elder Zachariah, the father of the forerunner,* rejoices and cries out in gladness:* “The intercessor for the sorrowful draws nigh to the holy temple, in that she is holy,* to be hallowed in the habitation of the King of all!* Let Joachim, her forebearer, be glad, and let Anna rejoice!* For they have offered to God the unblemished Mistress like a heifer three years of age.* Rejoice, you mothers! Leap up, O virgins!* You barren women, join chorus!* For the Queen of all, who has been foretold,* has opened to us the kingdom of heaven!* Rejoice, you people, and be glad!”"
  ]
}