{
  "ps140": [
    "1, Podoben “The joy of the heavenly ranks…”",
    "The city of Alexandria adorned today.* O Martyr, it your burial shroud in the holy church.* O Catherine, we also devoutly celebrate your precious memory.* Pray for all those who venerate you..",
    "Let us now celebrate the memory of Catherine,* for by word and deed she mightily defeated* the opposing orator and the powers of the enemy.* Deliver us, O God, from godless enemies.",
    "Rejoice, O precious and all-glorious Catherine.* Mount Sinai has seen the unburnable bush of Moses.* Christ now preserves your body which is pleasing to God* until He comes again in glory.",
    "4, Podoben “As one valiant among the martyrs…”",
    "O sufferer of the passion, Mercurius,* by a fighting spirit you conquered the foe.* Like an invincible soldier,* by the armour of faith you cut down thousands of learned Moors.* Because you finished your battle* you have been crowned with all the martyrs,* O most blessed Martyr.",
    "At the command of the Divine Spirit,* and angel was sent from heaven to heal your wounds.* O worthy one, they were caused by the piercing of burning irons.* You also underwent a lashing and hanging.* O Martyr, your suffering body was covered with blood.",
    "O Mercurius, while waging war for your earthly king,* you were ordered to eat the sacrificial offerings.* O blessed and God-wise one,* you suffered tortures, burning by fire, and a wretched death.* You were carried as a crown-bearer to Christ.* Now joined to the ranks of martyrs, you pray for us.",
    "2",
    "g",
    "All who love the martyrs,* let us hasten joyfully to the feast of the divinely-wise Martyr Catherine!* Let us crown her with praises as with flowers, crying out to her:* “Rejoice, for you denounced the insolence of foolish orators* filled with ignorant thoughts and led them to the divine Faith!* Rejoice, for you gave your body over to torments for love of your Creator and were not destroyed,* for you were an invincible woman!* Rejoice, for you have inherited the mansions on high* as the reward for your struggles!”* Now you delight in eternal glory.* Desiring this glory, may we who hymn you not lose our hope in it!",
    "n",
    "8",
    "After your nativity, O Mistress, Bride of God,* you went to the Temple of the Lord to be raised in the Holy of Holies as a consecrated maiden.* Gabriel was then sent to you, the all-immaculate one, bringing food to you.* All of the heavenly powers marvelled, beholding the Holy Spirit abiding within you.* O all-pure and undefiled Mother of God, who are glorified in heaven and on earth,* save all of us."
  ],
  "aposticha": [
    "1, Podoben “The joy of the heavenly ranks…”",
    "Come, all you that love the feasts of the Church,* and with hymns let us honour her that alone is the pure Theotokos and Virgin,* for she is led into the Temple of God,* therein to dwell now splendidly,* the truly most holy temple of Christ,* and mediatress of all joy.",
    "Throw open the doors, O prophet,* and receive with faith her that is brought into the Temple of the Lord,* the boast of all angels and men, their radiant joy,* that she may dwell and dance within,* she who is the temple and abode of God.",
    "Mary, the Theotokos, is brought to the Temple,* receiving bread from the angel who appeared, crying to her, Rejoice!* without knowing man you shall conceive a Son,* O blessed Virgin Theotokos, Bride of God,* good inheritance and restoration of mortals.",
    "2",
    "g",
    "You acquired an immaterial life;* coming before the godless tribunal,* you stood arrayed in divine might, O victorious and honoured Catherine,* wearing the radiance of God as an adornment of flowers!* You mocked the tyrants command, O greatly suffering one,* ending the insolent speech of the orators.",
    "8",
    "n",
    "David foretold you, O all-pure one,* as he foresaw the sanctification of your entry into the Temple.* Thus, all the ends of the earth feast today and glorify you, O all-praised one.* For, O Mother of the Word of Life,* a virgin before giving birth and remaining incorrupt after giving birth,* Zachariah is joyful and accepts you in the Temple, O Lady.* The Holy of Holies rejoices and receives you, the wellspring of our life.* Therefore, we also cry out in songs to you:* “Beseech your Son and our God in our behalf, that He grant us great mercy!”"
  ]
}