{
  "ps140": [
    "1, Podoben “O marvellous wonder…”",
    "O faithful, let us leap for joy today,* singing psalms and hymns of praise* in honour of Mary, his mother,* the holy Tabernacle and Ark that contained the Word* whom nothing can contain.* She is offered to God as a child in a marvellous way,* and Zechariah the high priest receives her with great joy,* for she is the dwelling place of the Most High.",
    "Today the living Temple of the holy glory of Christ our God,* Mary, the pure and blessed One,* is being brought into the temple according to the Law* to live in its holy precincts.* Joachim and Anne and all the virgins* rejoice with her in spirit.* They sing hymns of praise to the Lord* and honour his Mother. ",
    "O Virgin Mother of God,* you are the One foretold by the prophets.* You are the glory of the apostles* and the pride of martyrs* and the cause of renewal for the entire human race.* Through you we have been reconciled with God.* Therefore, we honour your entrance into the temple of the Lord.* Together with the angels, all of us who are saved by your prayers sing to you:* Rejoice, O most holy One.",
    "2, Podoben “When from the Tree…”",
    "As a branch of the vine of life, O most wise father and hierarch,* through the Spirit you put forth the beautiful grapes of dogmas,* which ever exude the saving wine of divine knowledge* and gladden the hearts of all the pious who truly honour you,* O most blessed God-bearer Clement.",
    "As a disciple of the preeminent Peter, O most lauded father,* you established yourself like a precious stone upon his Stone,* demolished the fabric of polytheism with the strength of your words* and raised up divine temples for the worship of the Trinity,* for whom you struggled, O blessed one,* and received the crown of martyrdom.",
    "Like the light-giving sun you shone forth from the lands of the West, O father,* splendidly illumining the earth with the radiance of your dogmas and your wounds;* and you reached the lands of the East, O thrice-blessed one, and, slain, did set*; but you have richly shone forth to Christ with heavenly beams, O Clement,* enlightened unceasingly through divine communion.",
    "gn",
    "8",
    "O Lady and Bride of God,* you entered the temple of God in your infancy* to be brought up in the Holy of Holies,* for you are holy.* The archangel Gabriel was sent to serve you and bring you food.* All the heavenly powers were amazed* at the sight of the Holy Spirit dwelling in you.* Therefore, O most pure and immaculate Mother of God,* since you are glorified in heaven and on earth,* through your prayers save our human race."
  ],
  "aposticha": [
    "5, Podoben “Rejoice…”",
    "Heaven and earth today rejoice together* at the sight of the mystical heaven;* the immaculate and pure Virgin is coming into the holy temple* to be brought up in honour. Zechariah, rejoicing in her and leaping for joy,* cried out in awe: O Door of the Lord,* I open the doors of the temple to you,* because I know and believe that the salvation of Israel is already coming,* that the Word of God will be born from you,* and that He will grant great mercy to the world.",
    "When Anne, which means grace,* was graced with the pure and ever-Virgin Mary,* she presented her into the temple of God.* She called maidens to carry candles and walk before her as she said:* O child, go to be an offering* and a fragrant incense for the One who sent you to me.* Enter into the veiled places and learn the mysteries of God.* Prepare yourself to be a delightful dwelling place for Jesus* who will give great mercy to the world.",
    "The all-holy Virgin is handed over into the temple.* Maidens carrying candles go before her.* Her parents, the devoted couple, Joachim and Anne, joyfully celebrate,* for they have given birth in the flesh to the One who will bear the Creator.* She will dance for joy in the temple of God* and will be fed by the hand of an angel.* The all-immaculate Mother of Christ has appeared,* and He will grant great mercy to the world.",
    "6",
    "gn",
    "O assembly of the faithful,* let us celebrate this day as a spiritual feast.* With great love, let us honour the maiden of God,* the Virgin and Theotokos,* as she is presented into the temple of the Lord;* for she has been chosen from among all generations* to be the dwelling place of Christ our God* who is the King of all.* O virgins, carry candles and lead the way* for the entrance of the ever-Virgin.* Follow after her who is the Mother of God* and mediatrix for the joy of the world.* Therefore, let us all cry out together with the angels:* Rejoice, for you are full of grace,* and you continually pray for our souls."
  ]
}