{
  "ps140": [
    "2, Podoben “When from the Tree…”",
    "Having forsaken the beauties of the world,* the splendour of your birthright, wealth, and beauty,* and cast aside all sensuality,* and having broken your body through the wounding of the passions,* rejoicing you followed after Christ, O James;* for through your suffering you have now truly become a partaker of glory* and a fellow heir of the kingdom.",
    "When the members of your flesh were cut off,* enduring unbearable pain and wounds, O right glorious James, martyr of Christ,* and having manfully trampled the savagery of the tormenters underfoot,* you received a priceless crown of victory;* and now adorned, O blessed one,* you stand with those who suffered with you,* before the throne of your Master.",
    "Possessed of boldness before Christ, O ever-memorable martyr,* you fervently intercede for all who celebrate your honoured festival with faith,* delivering them from misfortunes and freeing them from the passions,* rescuing them from besetting evils* and granting their souls salvation by your divine supplications,* that we may glorify your splendid struggles.",
    "g",
    "5",
    "You astonished all in your bearing of tortures, O James;* for you endured the amputation of your fingers, hands and arms,* and likewise your feet and legs until you were left with your trunk alone;* and then, as you prayed, your precious head was severed.* O much-suffering martyr, never cease to pray to Christ in our behalf* that our souls may find mercy."
  ],
  "stavrotheotokion": "The ewe-lamb, once beholding her Lamb hastening to the slaughter,* followed diligently, crying out these things to Him:* “Where do You go, O Christ, my Child most sweet?* You tread so rapid a course without wavering?* O sinless Jesus most desired, greatly merciful Lord:* grant that Your handmaid may speak;* O my Son most beloved, Compassionate One,* spurn not in silence her who in strange manner gave birth to You* who bestow great mercy upon the world,* O most compassionate God!”",
  "aposticha": [
    "8",
    "g",
    "Assembling with faith today, O you who love to look upon things divine,* behold the strange and noetic contest of James of Persia,* who has shone upon us like the star which appeared to the magi,* guiding us to true knowledge;* for that valiant one, when he fell, destroyed those who fought against him,* and when his members were severed,* he rendered those who tortured him impotent,* for he was strengthened by the providence of the Most High, crying out:* “Even though you sever my material limbs, yet I have Christ,* who has spiritually become all things to me!”* Foreseeing the life to come, which lies before all through death,* he hastened to pass over to it,* and abiding therein, he entreats God, the Bestower of crowns,* that He grant cleansing, enlightenment, and great mercy to us* who celebrate his memory."
  ],
  "stavrotheotokion_aposticha": "“What is this sight that I see, which my eyes behold, O Master?* You who sustain all creation die, lifted up upon the Tree, granting life unto all,”* said the Theotokos weeping* when she beheld the God-man suspended upon the Cross,* who had ineffably shone forth from her."
}