{
  "ps140": [
    "6, Podoben “Having set all aside…”",
    "From your youth you offer yourself wholly to the Master,* transcending the flesh and worldly love, O most sacred Stephen,* as a most excellent monk and a receptacle of the divine Spirit.* For you were imprisoned in a most narrow hut, O blessed one,* but gave your mind wings to fly to the heavens,* to look upon the ineffable beauty of Christ our King and God,* worshipping His image you suffered most mightily.",
    "Imprisoned in a dungeon, like the Master, you fasted for forty days* and prepared yourself for suffering, O sacred Stephen,* confirmation of monks and adornment of martyrs.* The merciless ones, falling upon you like wild beasts,* dragged you along like an innocent lamb and unjustly rent you asunder;* and with malefactors they cast you who suffered mightily* and pray with boldness in behalf of our souls.",
    "Most iniquitous men who made themselves subject* to the iniquity of the most lawless emperor, O venerable one,* pitilessly stoned you like the honoured protomartyr Stephen,* and crushed your holy head, O father;* and dragging thee most savagely through the streets,* they caused thy bowels to spill forth, O most blessed one,* showing no mercy to you even after you were dead.* O your courage! O your demeanour! O your great endurance,* whereby you have received an imperishable crown, O Stephen!",
    "g",
    "6",
    "Like the great prophet Samuel you were dedicated to God from infancy, O most sacred Stephen;* and, ascending the mountain, you pleased him in monasticism,* manfully stripped yourself naked for the contest,* most patiently endured banishment and tribulation,* and bore fetters and imprisonment for His image.* Dragged, beaten and stoned, your head broken,* you were vouchsafed crowns by Christ God.* Entreat Him that those who celebrate your ever-honoured memory* be delivered from sufferings, temptations, and the coming tribulation,* and that our souls be saved."
  ],
  "stavrotheotokion": "Of old, when the unblemished ewe-lamb, the immaculate Mistress,* beheld her Lamb upon the Tree of the Cross,* she exclaimed maternally and cried out in wonder:* “O my Child most sweet, what new and strange thing is this that I see?* How have the thankless multitude given You over to the tribunal of Pilate* and condemned You, the Life of all, to death?* Yet I hymn Your ineffable condescension, O Word!”",
  "aposticha": [
    "8",
    "g",
    "Having preserved intact that which is according to the image of God, O venerable father,* you most manfully championed the image of Christ,* fearing not the threats of Copronymus;* yes, you slew him with the sword of the Spirit.* Having acquired boldness before God, save your flock from all heresies,* O much-suffering Stephen."
  ],
  "stavrotheotokion_aposticha": "“What is this sight that I see, which my eyes behold, O Master?* You who sustain all creation die, lifted up upon the Tree, granting life unto all,”* said the Theotokos weeping* when she beheld the God-man suspended upon the Cross,* who had ineffably shone forth from her."
}