{
  "ps140": [
    "4, Podoben “Called from on high…”",
    "When he who is called the Morning Star,* the splendour of the glory of the eternal Father,* in His great mercy took up his abode on earth,* you, glorious Andrew, were the first to meet him* for your heart was enlightened with the perfect brightness of His divinity.* We bless you as the herald of the apostles of Christ our God!* Pray that He may enlighten and save our souls.",
    "When He who was proclaimed by the voice of the Forerunner,* the Lamb of God who takes away the sins of the world,* bringing life and salvation to all the earth,* you, holy Andrew, were the first to follow Him.* You were offered to Him as the first-fruits of the human race.* You proclaimed to Peter your brother: we have found the Christ!\"* Pray that He may save our souls.",
    "When He who clothed Himself in human flesh,* taking our nature from the fruitful womb of the Virgin,* appeared on earth as the Teacher of Righteousness,* your heart was made glad, Andrew, lover of purity!* He raised you from earth to the ineffable glory of God!* Pray that He may enlighten and save our souls.",
    "4",
    "g",
    "Leaving behind your fishnets, apostle Andrew,* you caught men with the net of your preaching.* Throwing to us the bait of righteousness,* you delivered all nations from the depths of error.* Apostle Andrew, brother of Peter the Primate,* all-glorious and never-failing intercessor,* may the celebration of your memory* enlighten all who dwell in darkness.",
    "n",
    "Rejoice, O Isaiah,* receive the word of God,* prophesize to Mary the Maiden* that the bush will burn and will not be consumed by the shining of the Godhead.* O Bethlehem, adorn yourself,* open your gates O Eden,* and you the Magi, go* and see the Salvation being swaddled in a manger.* He was the one whom a star above the shed revealed,** the Lord, the Giver of life, Who saves our nature."
  ],
  "readings": "(1) 1 Peter 1:1-2:6; (2) 1 Peter 2:21-3:9; (3) 1 Peter 4:1-11",
  "lytia": [
    "1",
    "The first called disciple and the imitator of Your Passion, O Lord,* Apostle Andrew, having been you image,* with Your Cross as a fishing rod drew up and led to You* those who have been deceived in the depth of ignorance.* Therefore, we the saved and faithful cry out to You:* through his prayers, make peaceful our life, O All-good One, and save our souls.",
    "Let us, O faithful, sing of Andrew,* the kinsman of Peter and the disciple of Christ!* As before, he probed the sea with his nets and caught fish* and now he fishes the Universe with the rod of the Cross* and converts nations from deception towards the baptism,* and standing in the presence of Christ* he asks for peace for the world* and for the great mercy to our souls.",
    "The apostle of Christ and His disciple* received into his heart the noetic Fire that enlightens thought and burns out sins.* He shines with mysterious radiance of teachings into lightless hearts of pagans,* and he burns tinder of myths of the impious,* as the fire of Spirit acts this way.* O wonder, strange and fearsome:* a tongue of clay, a nature of clay, a body of dust* received noetic and immaterial knowledge!* Yet, O initiate of unspeakable mysteries and seer of heavenly sights,* pray for our souls to be enlightened!",
    "8",
    "Having seen the yearned-for God to walk the earth in the flesh,* O fist-called God-seer, you called out to your blood brother in joy:* O Simon, we found the One we yearned for!* And with David's words you called out to the Saviour:* \"Like the deer that yearns for running streams, so my soul is yearning for you, O Christ God\"* Since then, having added yearning to yearning,* through the cross you come to Him for Whom you yearned* as a true disciple and wise imitator of His Passion on the Cross.* Therefore, you are also a partaker of His glory:* diligently pray for our souls!",
    "8",
    "g",
    "Let us praise Andrew, the preacher of the faith and the servant of the Word.* He catches people from the depths, holding not a rod but the Cross,* and using miracles as a fishing line, he lifts souls from the deceit of the enemy* and constantly delivers them to God as a well-pleasing gift.* Let us praise him, O faithful, amidst the choir of the disciples of Christ,* so that he prays with them* for God to be merciful to us on the Judgement day.",
    "n",
    "O Sovereign Lady, accept the prayer of your servants,* and deliver us from every tribulation and grief."
  ],
  "aposticha": [
    "5, Podoben “Rejoice…”",
    "Rejoice, O heaven!* Proclaim everywhere the glory of God!* Today the first-called apostle stands in our midst.* He was the first to obey the Lord with fervour!* United to Him, he was enkindled by His love.* He is the reflection of the Saviour's love for mankind,* for his rays enlighten those who dwell in darkness and the shadow of death!* We rejoice in his holy memory,* for through his prayers health and blessing are given to us!",
    "Rejoice, Andrew, the first-called apostle!* You are the imitator of the passion of Christ.* With the cross as your hook you drew us up from the sea of ignorance,* offering us to the Lord of glory.* Therefore we the faithful, delivered from evil, cry out to God:* merciful Lord, through the prayers of Your apostle,* grant peace to our lives and salvation to our souls!",
    "Your preaching gives light to godless nations,* glorious vessel of the ruler of the sea!* Your wisdom calms the stormy waves.* You are the salt of the earth, seasoning us with incorruption,* silencing the ravings of clever orators!* By his prayers, deliver us from the proud ones of the earth, O Lord,* grant purity to our hearts and salvation to our souls.",
    "3",
    "g",
    "Apostle Andrew, we honour you in songs,* brother of Peter and disciple of Christ, fisherman and fisher of men,* you shaped all dogmas with the wisdom of Christ.* As fish are lured into a net, so you caught transgressors with the bait of truth.* Through his prayers, O Christ, grant us peace and great mercy."
  ],
  "aposticha_verses": [
    "Their utterance has gone forth into all the earth,* and their word unto the ends of the world.",
    "The heavens tell the glory of God,* and the firmament declares the work of His hands."
  ]
}