{
  "ps140": [
    "7",
    "Come, let us rejoice in the Lord,* who destroyed the power of death* and enlightened the human race;* and let us cry out with the angels:* Glory to You, our Creator and Saviour!",
    "O Saviour, for our sake You suffered crucifixion and burial;* and, as God, You destroyed death by Your death.* Therefore, we adore Your resurrection on the third day* and we sing: Glory to You, O Lord!",
    "On seeing the resurrection of the Creator,* the apostles were amazed,* and they sang an angelic hymn of praise:* This is the glory of the Church,* this is the richness of the Kingdom!* O Lord, who suffered for our sake, glory to You!",
    "O Christ, although You were taken captive by Your enemies,* I still acknowledge You as my God,* and I am not ashamed of You;* I will not hide the fact that You were nailed to the Cross.* Your death is my life, almighty Lord,* and I extol Your resurrection.* O Lover of mankind, glory to You!",
    "In fulfilment of the prophecy of David,* Christ revealed His majesty to His disciples in Sion.* He showed Himself to be worthy of equal praise* with His Father and the Holy Spirit;* for He existed from all eternity as God the Word, without a body;* then, out of love for mankind, He became incarnate,* and for our sake He was put to death as a man;* finally, by His own power He arose from the dead.",
    "O Christ, of Your own free will, You descended into Hades;* and, as God the Lord, You destroyed death.* On the third day You arose from the dead and raised up Adam* from the bonds of Hades and corruption.* In joy he cried out and said:* Glory to Your resurrection, O Lover of mankind!",
    "O Lord, You were placed in the tomb as one sleeping,* and on the third day You arose in might and power.* You raised up Adam from the corruption of death,* for You alone are almighty."
  ],
  "aposticha": [
    "7",
    "O Saviour of the world, You arose from the grave,* and together with Your own flesh You raised up mankind.* O Lord, glory to You!",
    "Come, let us worship Christ who arose from the dead* and enlightened all creation.* For by His resurrection on the third day,* He set us free from the oppression of Hades,* granting us life and His great mercy.",
    "O Christ, Lover of mankind,* You descended into Hades and destroyed death.* Then You arose on the third day;* and, together with Yourself You lifted up all of us* who glorify Your mighty resurrection.",
    "O Lord, what a fearful sight it was to see You lying in the tomb as if asleep.* Yet on the third day You arose in great power,* and at the same time You raised up Adam who joyfully cried out:* Glory to Your resurrection, O Lover of mankind!",
    "gn",
    "All of us on earth hasten to take refuge in you, O Lady;* and we cry out to you:* O Mother of God, you are the only hope for us;* deliver us from our countless sins, and save our souls."
  ]
}