[
    [
        "1",
        "At thy command O Lord, the nature of the waters that beforehand flowed freely was transformed and became like the earth; whereby Israel having traversed them dryshod chanted unto Thee a hymn of victory.",
        "Of a truth the ranks of angels rightly honor thee, the Mother of the God of all, O most pure one. Accept now also this hymn of supplication from my lips of clay.",
        "O most pure one who hast given birth to true Life, slay my carnal wickedness, which liveth yet, and grant unto thy servant deliverance from transgressions and the passions, O pure one.",
        "The timeless Word, the Sun Who shone forth unapproachably from the Sun, hath shone forth in time, enlighten our souls, with His rays O Virgin, and grant us understanding.",
        "Ever effective words of praise are due thee, O Theotokos; yet we entreat thee, O pure one: From all the sorrows of life save those who have recourse unto thee."
    ],
    [
        "3",
        "O Lord and Savior, Who in the beginning established the heavens by Thine all-powerful Word, and by the divine and all-accomplishing Spirit hath granted them all their strength, do Thou establish me on the unshakeable rock of Thy confession.",
        "As a servant right wisely repaying my debts for thy grace, O Lady, I zealously hymn thee, O most pure Mother of the Word, the Redeemer of all; wherefore, even now rescue me from the assaults of life.",
        "O most pure Lady who hast given birth to the life-creating Word, thou hast clearly deemed Adam worthy of a higher life, upon whom death came through disobedience Free me now also from mortal sin.",
        "The law of the passions which hardens the flesh, and now vexes the spirit, causes my mind to grow attached to the most grievous of passions, O most pure one; yet By thy prayers quickly grant me the peace of dispassion.",
        "Having ineffably conceived in thy womb Christ, the Sustainer of all, O most pure one, thou hast freed human nature from the chains of Hades. Do thou now break asunder the tangled bonds which hold me in corruption."
    ],
    [
        "4",
        "Having never left the bosom of the Father, Thou didst descend to earth O Christ God, I have heard of the mystery of Thy dispensation, and I have glorified Thee, O only Lover of mankind.",
        "My mind fraught with gloom, at night I do battle against a myriad of evil spirits. O portal of the light, with thy rays illumine me, and quickly rescue me from bitterness and grief.",
        "Surrounded by a multitude of sins and bound fast with bonds of temptations, I now call upon thine aid, O Lady, that I may be delivered from every torment.",
        "Drive away the hordes of evil and cruel demons and the assemblies of envious and wicked men, O all-hymned one, and deliver me from all the grief and tribulation of life.",
        "With the sword of thy prayers, O Lady, cut down the lying words and deeds which reverberate around me, and quickly free me and deliver me from all grief."
    ],
    [
        "5",
        "Night is bereft of light for those without faith, O Christ, but for the faithful there is enlightenment in the sweetness of Thy words; wherefore, I rise early unto Thee and hymn Thy Divinity.",
        "In that thou art the impregnable bulwark of the faithful and the protection of thy servant, O Virgin, from every violent grief and affliction deliver me.",
        "Assailed on every side, O most pure one, I am in great distress. By thy prayers restore the strength of body and soul which hath failed within me.",
        "I, thy servant, now flee to the depths of thy compassion, O Virgin, that I may be delivered from oppression and the unjust assemblies which assail me.",
        "The glory of thy supplications is everywhere supremely exalted, O most pure Virgin Mother; thereby deliver me now from every assault of life."
    ],
    [
        "6",
        "Sailing in the tempest of the cares of life, together with the ship I have been submerged by sins, and cast to the soul-corrupting beast, wherefore like Jonah I cry to Thee, O Christ: Lead me up from the deadly abyss.",
        "The utterances and words of all praise thee with faith, O pure one, for by thy birthgiving the debt of all mankind hath been clearly abolished; yet even now accept the supplications of those who hymn thee, and deliver us from temptations and griefs.",
        "Sick am I, and pierced by the thorns of sinful passions, O most pure one, yet I seek healing from thee. Take from me all pain and sorrow, and deliver me from temptations and griefs.",
        "O Theotokos who didst become the palace of the King of glory, thou hast manifestly exalted human nature to heaven; wherefore, lead me up from the abyss of my many transgressions, temptations and passions.",
        "O pure Virgin, in a manner transcending understanding and all telling thou hast given birth to the incarnate Word Who hath delivered us from irrationality; wherefore, we unceasingly hymn thee with divine discourse, and glorify thee with faith."
    ],
    [
        "6a",
        "O Lady, thy Son hath been angered by thy sinful servants. We have turned to wrath Him Who is full of loving-kindness, but do thou turn Him again to mercy, O pure one. Have pity, O Mother of God, and with thine own supplications beseech the Compassionate One, and deliver those who are held captive."
    ],
    [
        "7",
        "Cast into the fiery furnace, the venerable children transformed the fire into dew, crying aloud thus in hymnody: Blessed art Thou O Lord, the God of our fathers!",
        "O most pure Maiden who art arrayed in the vesture of purity, transport now my soul from vile wickedness to divine beauty, O blessed Lady, thou intercessor for our race.",
        "The demons of evil now exceedingly rage, and the fire of the passions burneth within me; yet with the rays of thy life, and all the more with thy compassions, do thou utterly consume them, O intercessor for our race.",
        "Entreating thy Son on our behalf, O most pure Mother of God, by thy supplications never cease to rescue thy servant from the griefs and misfortunes of humanity.",
        "The transcendent Son immutably took flesh from thee, O Virgin, and became a man, that He might save those who chant: Blessed is the Fruit of thy womb, O most pure one."
    ],
    [
        "8",
        "Bedewed, the children cried aloud in the midst of the furnace: Let creation bless Him Who formed all things by His word, and supremely exalt Him throughout the ages!",
        "Expanses of the passions and many and varied woes truly surround thy servant, O Lady; but deliver me from their every temptation.",
        "Let thy mighty hand now come upon us, O Lady, and let it deliver us from the human tribulations we expect.",
        "Break thou the snares of wicked people of evil counsel, O pure Birthgiver of God, and deliver thy servant from every need.",
        "As thou art the only divine haven of the faithful, O pure Virgin, I entreat thee to deliver me from the bitter tempest of the sea of life."
    ],
    [
        "9",
        "Rejoice, O radiant Virgin, Mother of the Bestower of light!",
        "Rejoice, for thou didst contain the Infinite One within thy womb! Rejoice, thou who art greater in honor than the very cherubim, for thou hast given birth unto the Savior of our souls!",
        "Having bolted away from the commandments of the Master like a colt, let me be restrained by the bridle of thy prayers, O most pure one, that I may be brought back to the path of speedy restoration.",
        "I have been brought low by the commission of my wicked sins through mindless stumbling. Deliver me from my bitter state, O Theotokos.",
        "Having been shown to be the primal healing of human nature, thou didst cure the fall of Adam and Eve. Heal me also by thy prayers, O Theotokos.",
        "Grant me a chaste mind, a pure heart and prudent understanding, O Lady, that I may keep the most pure commandments of my God."
    ]
]