[
    [
        "1",
        "Having crushed battles with His arm and drowned the mounted captains let us sing unto Him, as to our God and Redeemer, for He hath been glorified.",
        "We entreat thee, O most pure one, the cause of our salvation and divine deliverance: Pray thou that we be saved.",
        "Wholly sunk am I in grievous temptations, in misfortunes and transgressions; and I cry to thee, O most pure one: Save me, thy servant!",
        "We beseech thee, the pure Virgin and the Mother of the Creator: Deliver us from all the oppression of the demons.",
        "O thou who hast ineffably given birth in the flesh to the Word, entreat Christ our God, the Author of life, that we be saved."
    ],
    [
        "3",
        "The Church of Christ hath been confirmed by faith; wherefore she crieth out unceasingly in hymns, chanting: Holy art Thou, O Lord! and my spirit doth hymn Thee!",
        "Treading the path of most pernicious evil, I have not found the path of my salvation. Do thou guide me to it, O most immaculate Lady.",
        "Thee alone, O all-immaculate one, do I describe as my might and confirmation, my help and hope. Be thou a helper for me on the day of my departure.",
        "I ever beseech thee, O most immaculate one: At the hour of my death stand before me, and deliver thy servant from torment.",
        "Thou wast ineffably born from the Virgin, O Lord our Savior, and hast revealed Thyself as Thou didst will, restoring the world."
    ],
    [
        "4",
        "I heard report of Thee and became filled with fear; I understood Thy works and became filled with awe, O Lord.",
        "Having violated the precepts of my Master, I have been revealed to be easy prey to mine enemies. Do thou deliver me, O Lady.",
        "At the hour of my death deliver me, O most pure one, and save my passionfraught soul from the demons.",
        "O most pure Lady, break asunder the bonds of my transgressions, and by thy supplications be for me a mediator for everlasting life.",
        "We hymn thee who even after giving birth didst remain a virgin, O most pure one, and we glorify thee as the Mother of our God."
    ],
    [
        "5",
        "Rising at dawn O Word unto Thy glory and praise, we unceasingly hymn the image of Thy Cross, which Thou hast bestowed upon us as a weapon of assistance.",
        "O good Virgin, thou haven amid the storm for those who are grievously troubled, thou portal of salvation for those who are saved by faith: Save me, thy servant!",
        "Richly show forth upon me, thy servant, thy many compassions, O Virgin Theotokos, delivering me from the dread judgment which is to come.",
        "The inconstant night of the passions besets my soul sending it into the pit of destruction. With the light of thy prayer, O Theotokos, save me, thy servant.",
        "O all-holy and joyous Virgin who ineffably hast given birth to the Word in time: Entreat Him to save our souls."
    ],
    [
        "6",
        "Jonah cried out from the belly of Hades: Lead my life up from corruption! And we cry aloud unto Thee: O almighty Savior, have mercy on us!",
        "Thee do we have as a sure aid amid perils, our mighty salvation amid tribulations, a place of rest for us amid griefs, and our help amid misfortunes, O Ever-virgin.",
        "O most pure one, show thyself to be the preserver of my whole life: deliver me from the demons at the hour of my death, and grant me rest after my death.",
        "O Virgin Theotokos, thou art the beauty of the honorable and holy angels, and the joy of all mankind. Do thou guide me unto life.",
        "O most immaculate one, heal thou my wretched soul, which hath become incurably sick through the delusions of life and the closing of many doors."
    ],
    [
        "6a",
        "In the tender compassion of Thy mercy, O Christ God, Thou wast pleased to become incarnate from the holy Virgin. For her sake preserve our life, in that Thou lovest mankind."
    ],
    [
        "7",
        "Thou didst bedew the burning furnace, O Savior, and didst save the children who chanted, proclaiming: Blessed art Thou throughout the ages, O Lord God of our fathers!",
        "Calling to mind the multitude of my transgressions, I am in despair, O most immaculate one. Wherefore, I cry unto thee: Help me, lest I perish utterly!",
        "Knowing thee to be the Mother of Life, O pure one, I cry to thee: Deliver me from the death of the soul, and grant unto me eternal life!",
        "O most immaculate one, from misfortunes and the passions, from pain and affliction, from the offenses of life and the unquenchable eternal fire do thou deliver those who faithfully honor thee with hymns.",
        "Every tongue doth glorify thee, O pure and all-hymned Theotokos, who art the glory and boast of our race and the guide of the lost."
    ],
    [
        "8",
        "Unto Him before whom the cherubim are in awe, and the seraphim filled with wonder, the Fashioner of the world: O ye priests and servants and spirits of the righteous, hymn ye, bless ye, and supremely exalt throughout the ages.",
        "I have wasted my whole life in slothfulness, utter wretch that I am; and am now cast into confusion and drawn nigh unto mine end. Help me, O Lady!",
        "Thou art the refuge of sinners and the setting aright of those who have been brought low, O Lady; wherefore, I flee to thy protection. Save me!",
        "As thy prayer never fails, O all-immaculate Sovereign Lady of the world, from the judgment which is to come deliver those who with faith venerate thine image.",
        "Every tongue which rendereth glory hymneth thee, O Virgin Bride of God, for thou hast given birth to the all-hymned God. Him do thou unceasingly entreat, that He save the souls of those who hymn thee."
    ],
    [
        "9",
        "O ye faithful, with hymns let us magnify the Theotokos, who in a manner transcending nature became a mother, and is a Virgin by nature, she alone is blessed among women!",
        "Those who with faith flee beneath thy tender compassion are delivered from the sorrowful tribulations of life; wherefore, I also have fled to thy protection, O Theotokos.",
        "O pure one, thou mighty helper, invincible bulwark against griefs, save me from sinful passions and from the everlasting fire.",
        "O pure Virgin, with the radiant effulgence of the Word Who shone forth from thee illumine me, save me, and rescue me from torments, in that thou art good.",
        "In thine arms thou dost carry Him Who sustaineth all things.",
        "Him do thou entreat, O pure one, that He save us who are beset by the malice of the alien one."
    ]
]