{
  "ps140": [
    "7, Podoben “Today Judas keeps vigil…”",
    "O most compassionate Master and God, by the judgments which You know* grant that I may have the fear of You in my heart,* that I may spurn the works of the evil one,* love You with all my soul, and do Your saving will;* for You are our God, who said: Ask, and you shall receive.",
    "I have become a mockery for the demons and contemptable for men,* lamentation for the righteous and weeping for the angels,* polluting the air, the earth, and the waters;* for I have defiled my body* and sullied my soul and mind with countless evil acts,* and have become an enemy to God.* Woe is me, О Lord! I have sinned, I have sinned against You!* Forgive me!",
    "I pray: Be patient with me, who am devoid of fruits, О Master,* and cut me not down like the barren tree with the axe of death,* dispatching me to the fire;* but be entreated to make me fruitful,* giving me time for repentance, in that You love mankind,* that I may wash away my many sins, О Christ my Saviour."
  ],
  "aposticha": [
    "7",
    "I have come, О Compassionate One, like the prodigal son.* As one of Your hirelings accept me who fall down before You, О God,* and have mercy on me, О Lover of mankind.",
    "Like the one who fell among thieves and was wounded,* so have I fallen through many sins, and my soul hath been wounded.* To whom shall I who am guilty flee?* If not to You alone, the Physician of our souls.* О God, pour forth upon me Your great mercy!",
    "О holy martyrs, you who have fought the good fight and received crowns:* Entreat the Lord, that He have mercy upon our souls.",
    "gn",
    "Rejoice, O Sovereign Lady, O cloud of the noetic and ineffable Sun!* Rejoice, all-luminous lantern: Rejoice all-golden candle-stand.* Through you, O most holy one, has Eve been delivered from the curse.* But as you possess boldness before your Son and God* who is readily moved to compassion,* fail not to entreat Him by your maternal supplication, O most pure one."
  ]
}