[
    [
        "1",
        "At thy command O Lord, the nature of the waters that beforehand flowed freely was transformed and became like the earth; whereby Israel having traversed them dryshod chanted unto Thee a hymn of victory.",
        "With the serenity of thy divine prayer cause thou the tempest of my lusts and passions to cease, O most immaculate one, that with a calm heart I may glorify thine ineffable birthgiving.",
        "Through thine Offspring hath all desire and sweetness come to be, O Lady Theotokos, for He driveth away all the bitterness engendered by the passions and transgressions of thy servants.",
        "Deliver me from the delusion of the demons, from oppression, harm and temptation, O most pure one, that with faith I may glorify thee who, after God, art my helper and protection.",
        "O Word of God, in the bush Thou didst reveal Thyself unto Moses, burning like fire, yet in nowise consuming it, showing forth an image of Thy nativity from the Virgin, through whom Thou didst assume human form."
    ],
    [
        "3",
        "O Lord and Savior, Who in the beginning established the heavens by Thine all-powerful Word, and by the divine and all-accomplishing Spirit hath granted them all their strength, do Thou establish me on the unshakeable rock of Thy confession.",
        "Earnestly entreat Him Who was lifted up upon the Cross and hath cast down Hades, O Theotokos, on behalf of those who ever faithfully hymn thee with sacred songs and hymns, O hope of the world and help of the faithful.",
        "O Lady who by thy birthgiving hast freed mankind from the corruption of death: Deliver me from the corruption of the passions, from infirmities and grievous transgressions, and by thy divine mediation grant me the life which groweth not old.",
        "Having immutably made Thyself like unto man in all things, O Word of God, thou didst manifestly issue forth from the pure Virgin, and hast revealed to all the thrice-radiant Godhead in the unchangeable Essence and immutable Hypostases."
    ],
    [
        "4",
        "Having never left the bosom of the Father, Thou didst descend to earth O Christ God, I have heard of the mystery of Thy dispensation, and I have glorified Thee, O only Lover of mankind.",
        "Spread forth thy mercy and tender compassion upon thy servants who ever pray to thee, O pure one, delivering them from dreadful torment By thy prayers.",
        "With pure prayer and fervent love I flee unto thee, O most immaculate one. Be thou the remission of my many transgressions, delivering and saving me.",
        "By thy birthgiving, O most pure Lady, thou hast shown thyself to be the mediatress of our Joy. Beseech Him, O most immaculate one, to deliver us from perils and grant unto me eternal life.",
        "O Christ God, Who left not the bosom of the Father when Thou didst become incarnate from the Virgin: Preserve Thy flock which worshippeth the divine images of Thy dispensation."
    ],
    [
        "5",
        "Night is bereft of light for those without faith, O Christ, but for the faithful there is enlightenment in the sweetness of Thy words; wherefore, I rise early unto Thee and hymn Thy Divinity.",
        "Thee do I entreat, O pure Virgin, to deliver my soul from gloomy sin, and to illumine it with the divine radiance of repentance and thy mercy.",
        "By thy prayers and supplications deliver those who find themselves in the midst of an abyss of cruel temptations and violent passions, O most holy and pure one, and save those who praise thee.",
        "O most holy Theotokos, who didst conceive God in thy virginal womb and hast given birth unto Him: from all eternal damnation deliver those who hymn thee.",
        "Knowing thee to be the Mother of God and our helper, O pure one, we set thee before the compassionate Lord as the mediatress of our salvation."
    ],
    [
        "6",
        "I cried out to Thee, O Lord, when I was afflicted, and Thou didst raise up my life, O greatly Merciful One.",
        "Entreat thy Son, Who was lifted up upon the Cross and hath delivered mankind from corruption, O Lady, that we be saved.",
        "O most pure Lady, forsake me not who place my trust in thee; but hasten thou unto mine aid.",
        "From grief deliver those who invoke thy divine name, and free them from dreadful torment.",
        "O most pure Lady our steadfast hope, preserve those who with love hymn thee as the true Theotokos."
    ],
    [
        "6a",
        "Christ God, Who was crucified for our sake and hath cast down the dominion of death, do thou unceasingly entreat, O Virgin Theotokos, that He save our souls."
    ],
    [
        "7",
        "Of old the Children were shown to be bedewed in the fiery furnace, chanting and praising the one God saying: 'Supremely exalted and exceedingly glorified is the God of our Fathers'.",
        "In distraction and grief, and amid misfortunes, O most pure one, I fervently call upon thee with all my heart: Anticipate my need, and deliver me and grant me peace, O pure one.",
        "The threefold billows of many transgressions and passions batter me and cause me to sink into the depths of destruction; but grant me thy hand and save me, O Theotokos, and have mercy upon me in thy might.",
        "I bring Thy Mother before Thee, O Savior and Lover of mankind, to pray for me. Receiving her, deliver me from transgressions and the judgment which is to come, and rescue me from everlasting torment.",
        "Possessed of a soul deadened by grievous crimes, I beseech thee, O Lady, who hast slain Hades by thy birthgiving: Grant me life through examples of repentance."
    ],
    [
        "8",
        "Christ Who is truly God, the Cause of the existence of all, let us supremely exalt and glorify throughout all ages.",
        "From misfortunes, corruption and the passions save me, O most pure one; for I flee to thee, my hope and divine salvation.",
        "Having delivered me from evil accusers at the last hour, O Lady and Virgin, do thou thyself guide me to the divine habitation.",
        "Rouse thyself, O my soul, and, falling down, cry aloud unto the Theotokos: O hope and salvation of all, deliver me from eternal fire!",
        "Let us hymn the Virgin who alone among women is blessed, glorifying and supremely exalting Christ throughout all ages."
    ],
    [
        "9",
        "O Mother of God and Virgin, thou hast given birth and yet remained a virgin, not in accordance with nature, but by the condescension of God; wherefore, we ever magnify thee, who alone wast deemed worthy of the wonders of God.",
        "The Theotokos offereth Thee entreaty on my behalf, O Christ my Master.",
        "Accepting it, deliver me from all torment.",
        "I ever entreat thee, O Lady: Deliver my lowly soul from the judgment and torment which are to come.",
        "Beseech my Creator and Fashioner, O Virgin, that He deliver me from the dread judgment and grant me life.",
        "O all-immaculate and pure Virgin Mother, from spiritual defilement deliver thy flock which magnifies thee."
    ]
]