[
    [
        "1",
        "At thy command O Lord, the nature of the waters that beforehand flowed freely was transformed and became like the earth; whereby Israel having traversed them dryshod chanted unto Thee a hymn of victory.",
        "With waters flowing with life, O Virgin, give drink to my soul which withereth away under the burning heat of sin, that I may produce the fruitful grain of godly compunction.",
        "Rain down upon me drops of compunction, O pure Maiden, and with drops of compassion wash away all the defilement of my soul which hath come upon it through inattention.",
        "Having taken thy Creator into thy womb, thou hast given birth unto Him without seed, and God became an infant. O strange wonder! Thou art both a handmaiden and mother, O Lady unwedded!",
        "O most pure Virgin Mother, thou hast given birth for us to Christ, the Redeemer of the race of mankind, our Liberator and Savior; wherefore, knowing thee to clearly be the mediatress of eternal life, we glorify thee."
    ],
    [
        "3",
        "O Lord and Savior, Who in the beginning established the heavens by Thine all-powerful Word, and by the divine and all-accomplishing Spirit hath granted them all their strength, do Thou establish me on the unshakeable rock of Thy confession.",
        "Having dyed a purple robe - His body - in thy most pure blood, and put it on without assuming the corruption of nature, the King of all issued forth from thee as both God and man, O Virgin, possessed of immutable royalty.",
        "As a treasury of good and ineffable things given by God unto all, O Virgin, thou bestowest an abundance of grace and wondrous gifts upon us who pray to thee amid perils, misfortunes and infirmities.",
        "Thee, O pure one, did the wondrous Daniel foresee as the mountain from whence Christ was cut, Who hath crushed the graven images of the demons. Wherefore, delivered by thy birthgiving, we hymn thee as the cause of all good things.",
        "The divinely eloquent one once foresaw thee as a scroll whereon the Word was writ by the finger of the Father, O pure one; wherefore, pray that He inscribe me in the Book of Life, rending asunder the evil record of my sins."
    ],
    [
        "4",
        "Having never left the bosom of the Father, Thou didst descend to earth O Christ God, I have heard of the mystery of Thy dispensation, and I have glorified Thee, O only Lover of mankind.",
        "Entreat Him Who was born from thee, O Theotokos, that we who glorify His sufferings may find help in the time of evil troubles.",
        "The Author of nature, the Myrrh Who poured forth from thee, O most pure one, hath filled all things with sweet fragrance through divine understanding, and dispelling the fetor of falsehood.",
        "Christ God hath set thee up as a noetic ladder for those on earth, O pure one, and by thee He leadeth the faithful up to divine and celestial works, in that He is full of loving-kindness.",
        "Weighed down by the great burden of sin, O good one, I cry unto thee: Be thou my cleansing, O thou who hast given birth to Him Who taketh away the transgressions of the world!"
    ],
    [
        "5",
        "Having risen at dawn out of the night, I entreat Thee O Lord my God: grant me the forgiveness of my sins, and guide my steps to the light of thy commandments, I pray Thee.",
        "O Mother of God Who is the Lover of mankind, O all-hymned Theotokos, by thine entreaties send down the cleansing of sins upon me who ever praise thee with faith, love and hymns.",
        "O most pure Theotokos, in that thou art the receptacle of the immutable Light and the temple of the divine Effulgence, with thy light illumine my darkened soul, I pray.",
        "O Lord my God, Whose pleasure it was to become man, I entreat Thee: Be thou well-pleased to save me, a prodigal, for the sake of the pure and virgin Maiden who gave birth unto Thee in purity.",
        "O Lady Mother of God, O most immaculate one who for the world hast given birth to the hypostatic Life, grant thou the forgiveness of my transgressions."
    ],
    [
        "6",
        "Sailing in the tempest of the cares of life, together with the ship I have been submerged by sins, and cast to the soul-corrupting beast, wherefore like Jonah I cry to Thee, O Christ: Lead me up from the deadly abyss.",
        "By thy seedless birthgiving, O Theotokos, have we been delivered from the corruption of death and the sin of Adam; for thy Son, Who alone is both God and man, granteth to the faithful deliverance from offenses.",
        "Rend asunder the record of my transgressions, O Lady, through thy divine supplications recording me in the Book of the Saved, that in praise I may hymn thee, who art more holy than the cherubim.",
        "They who of old were cast from before Thy face by Thy righteous judgment, O Christ, hast Thou recalled by Thine advent in the flesh, in that Thou art full of tender compassion. And now, O Good One, accept us who have committed offense, and free us from evils.",
        "O most pure Virgin, I entreat thee who hast given birth to the Benefactor and Cleansing of sinners: By thy maternal supplication cleanse the guilt of my countless transgressions, for thou hast the power so to do, as the Mother of thy Son."
    ],
    [
        "6a",
        "Beneath thy protection do all mortals flee. Deliver our souls from the everlasting fire, O good one."
    ],
    [
        "7",
        "Of old the Children were shown to be bedewed in the fiery furnace, chanting and praising the one God saying: 'Supremely exalted and exceedingly glorified is the God of our Fathers'.",
        "My mind, which is weighed down by sin, O all-immaculate one, do thou rouse unto good works, that I may bless thee who art more honorable than all creation.",
        "In the furnace the three young children prefigured thy birthgiving, for thou wast not consumed when thou didst give birth to Fire, O pure one; wherefore, consume now the tinder-like passions of my heart.",
        "Perceiving thee to be beauteous and comely among women, the Lord became incarnate from thee; wherefore, entreat Him, O most holy Maiden, that He save me.",
        "The divine Dew which issued forth from thee, O most immaculate one, bedeweth those who have withered under the burning heat of sin; wherefore, I beseech thee: Bedew my soul which hath withered also."
    ],
    [
        "8",
        "Unconsumed by fire, the bush on Sinai spake unto Moses, slow of speech and stammering, and revealed God unto him; and zeal for God showed forth the three children who chanted hymns to be unvanquished by the fire. O all ye His works, praise ye the Lord and supremely exalt Him throughout all ages.",
        "The bush which burned, yet was not consumed, and with which Moses the God-seer conversed with on Sinai, showed forth thy strange birthgiving, wherefore, marveling at this, O pure one, he cried aloud, rejoicing: Hymn the Lord, all ye works of the Lord, and supremely exalt Him throughout the ages!",
        "O pure Virgin who hast given birth to Life, grant life to my mind which hath been slain by sin, and by thy maternal pleas to God save me who ever chant: Hymn the Lord, all ye works of the Lord, and supremely exalt Him throughout the ages!",
        "At night and during the day I have thee, O pure one, as my steadfast protector against foes visible and invisible, and I am in nowise daunted by their evil and wicked assaults, chanting: Hymn the Lord, all ye works of the Lord, and supremely exalt Him throughout all ages!",
        "Moved by His love for mankind, in that He is good, thy Son, O Theotokos, hath given thee as a help against the enemy and the healing of sufferings of those who cry: Hymn the Lord, all ye works of the Lord, and supremely exalt Him throughout all ages!"
    ],
    [
        "9",
        "Conceiving without knowing corruption, and lending thy flesh to the Word, O Mother unwedded and Virgin Theotokos, thou art the vessel of the Uncircumscribable One, and dwelling place of thy Creator, thee do we magnify.",
        "Having nourished as an infant Him Who as Creator sustaineth and sanctifieth the whole world, thou hast been revealed to be the Mother of the Almighty according to the flesh, the irremovable riches of virginity, O Virgin Theotokos, thou Bride who knewest not a man.",
        "Having given birth to the Word Who exceedingly loveth manking and taketh away the sin of the world, O Virgin, entreat Him to send down the remission of sins upon us who with unwavering faith bless thee as is meet.",
        "Enamored of sin, I tremble in fear lest I suddenly reach the end of my life, O pure Lady, intercessor of all the oppressed. Wherefore, be thou now entreated, that thou strengthen me by examples of repentance.",
        "Let me not be sent into the fire prepared for me, O most Compassionate and greatly Merciful One, for the Virgin who gave birth to Thee, together with the divine choir of the incorporeal hosts, the apostles, prophets, martyrs and holy hierarchs, and the souls of the righteous, ever beseech Thee."
    ]
]