[
    [
        "1",
        "To God Who overthrew Pharaoh in the Red Sea let us chant a hymn of victory, for He hath been glorified.",
        "Looking toward the impending end of my life, O Lady, I cry aloud: Grant me the cleansing of mine offenses, O Bride of God.",
        "Hastening to the abyss of Thy beneficence, I cry aloud: O good Lady, deliver me from all torment.",
        "O Lady, accept us who flee to thee with faith, and grant us deliverance from perils and tribulations.",
        "In accordance with the prophecy thou hast restored the fallen tabernacle of Adam, O most pure one who didst bear God the Savior in thy womb."
    ],
    [
        "3",
        "My heart hath been established in the Lord; my horn hath been exalted in my God; my mouth hath been enlarged over the enemy; and I am gladdened in Thy salvation.",
        "O most pure one who didst ineffably conceive God the Master, deliver and save me who am beset by the tempest of sin.",
        "With rays of repentance illumine me who am held fast in the night of unseemly offenses, O Maiden, ever granting that I may become a child of the light.",
        "O Theotokos who hast given birth to the Bread of heaven, feeding the hearts of all the faithful, fill thou my starving and passion-plagued soul.",
        "Acknowledging thy divine birthgiving, I have been made steadfast, O Virgin, and, enriched by thy help, I cry out: Holy art Thou, O Lord Who savest our souls!"
    ],
    [
        "4",
        "I heard report of Thee and became filled with fear; I understood Thy works and became filled with awe, O Lord.",
        "Disdain me not, neither put me to shame for I earnestly groan and cry out to thee from the depths of my heart, O Lady.",
        "Utterly consume the thorns which pierce my wretched soul, the lusts of the flesh, O Lady who hast given birth to the divine Fire.",
        "Grant me remission offenses, O most blessed and pure one, and deliver me from everlasting and terrible torment.",
        "The Word Who made His abode within thee, O most pure one, hath transformed my nature, which had fallen through disobedience."
    ],
    [
        "5",
        "My soul riseth unto Thee at dawn, O God, for Thou art light, and Thy commandments have become healing for Thy servants, O Lover of mankind.",
        "I have made myself like unto the irrational beasts, utter wretch that I am, serving mine accursed flesh with irrational passions. But do thou, O Theotokos, grant that I may come to my senses.",
        "Have mercy upon me who have sinned more than all mankind, and who flee to thy fervent protection, O Virgin Theotokos, and rescue me from torments.",
        "May those who confess thee to be the Theotokos, O Virgin Mother of God, be deemed worthy to receive through thee the kingdom and sustenance which pass not away.",
        "O blessed and most glorious Mother who knewest not a man, grant life to my soul, which hath been slain by my sins and buried beneath unrestrained passions."
    ],
    [
        "6",
        "Jonah cried out from the belly of Hades: Lead my life up from corruption! And we cry aloud unto Thee: O almighty Savior, have mercy on us!",
        "The tempest of sin assails me, leading me into the corruption of despair, O Virgin; but extend unto me a firm and mighty helping hand.",
        "Pour forth upon me the oil of the fervent loving-kindness which is within thee, O Lady, delivering me from offenses and rescuing me from everlasting fire.",
        "O Virgin Maiden who hast released Eve from pain by thy most pure birthgiving, release me also from the pain of the passions which assail my soul and body.",
        "Thou dost hymn God Who was incarnate from thee, O pure and most immaculate Virgin Mother; and, gazing upon Him, thou dost lament Him Who was lifted up upon the Cross."
    ],
    [
        "6a",
        "O pure one, the Fruit of thy womb hath planted the Cross in the ends of the earth and delivered the world from corruption; wherefore, we magnify thee, the most glorious one."
    ],
    [
        "7",
        "Cast into the fiery furnace, the venerable children transformed the fire into dew, crying aloud thus in hymnody: Blessed art Thou O Lord, the God of our fathers!",
        "The threat of my manifold transgressions hath increased, O pure one, and, deserving condemnation, I fall down and cry unto thee: Before the end grant me cleansing, tears of compunction and the correction of my morals.",
        "In that thou hast given birth to the Life of all, O pure and most pure one, by thy divine works grant life unto me who am in sore distress because of my vile transgressions, and approach the grave in despair.",
        "O good Birthgiver of God, delivering from spiritual death those who with faith call upon thine immortal grace, grant them the kingdom by thy most pure prayers.",
        "We glorify the unapproachable birthgiving of the Virgin, whereby we have been delivered from death; wherefore, reborn unto incorruption, we cry out: Blessed art Thou, O Lord God of our fathers!"
    ],
    [
        "8",
        "The King of glory, who is alone without beginning, Before Whom all the powers of heaven stand in awe and the hosts of angels tremble: O ye priests praise, and ye people supremely exalt Him throughout the ages.",
        "The furnace of the passions consumes me, O Virgin, and devours me with the fire of lusts; but, anticipating my need, quench it with the dew of thy mercy, imparting coolness unto my soul.",
        "I have defiled my soul and rendered my flesh corrupt through lust, wallowing therein. And I have become the mockery of all, and an object of ridicule unto the enemy. O Lady Theotokos, be thou my helper!",
        "Beseech God to Whom thou hast given birth, O Virgin, that He send down upon those who honor thee with faith salvation, release from misfortunes, speedy deliverance from grievous ailments, and eternal grace.",
        "The Lord, Who created Adam according to His image, having assumed his substance and abolished the primal curse, hymn ye, O priests, and supremely exalt Him throughout the ages!"
    ],
    [
        "9",
        "O all-hymned one, who art higher in eminence than the heavens: having seedlessly conceived the beginningless Word thou hast given birth to the incarnate God for all mankind. Wherefore, we all magnify thee.",
        "O most radiant Virgin Mother and Theotokos, with the light of thy supplications do thou radiantly guide to the fear of God my wretched soul, which hath been grievously darkened by carnal pleasures.",
        "Despairing of salvation because of the multitude of mine offenses, I am at a loss, O all-holy Lady. Send down upon me thy benefactions and mercy.",
        "Thy birthgiving, which transcendeth nature, O Theotokos, filleth the angels with wonder and mankind with awe; for it is ineffable and unapproachable to all. And hymning it, we piously glorify thee.",
        "Thou hast stripped away my garments of mortality and corruption, O Virgin who for us gave birth to the incarnate Word, the robe of salvation. Wherefore, we all ever magnify thee."
    ]
]