[
    [
        "1",
        "At thy command O Lord, the nature of the waters that beforehand flowed freely was transformed and became like the earth; whereby Israel having traversed them dryshod chanted unto Thee a hymn of victory.",
        "O Lady Theotokos, from misfortunes, from sorrows and falls, from everlasting fire and torment, deliver those who place their trust in thee and have recourse unto thee.",
        "With the dew of thy loving-kindness, O pure Virgin, quench the flame of my falls, lest I come condemned at the trial of all, and receive everlasting fire.",
        "O Virgin, rain down the drops of thy loving-kindness upon me who am ever withered up by the burning heat of lusts, that I may unceasingly glorify our God and Savior Who was born from thee.",
        "With the water of thy supplication, O Virgin, give drink to my soul, which is burning up with the heat of grief, that I may offer the fruits of divine gladness unto Him Who was born from thee."
    ],
    [
        "3",
        "O Lord and Savior, Who in the beginning established the heavens by Thine all-powerful Word, and by the divine and all-accomplishing Spirit hath granted them all their strength, do Thou establish me on the unshakeable rock of Thy confession.",
        "Thee do I entreat, O Virgin: Grant to my soul salvation, purification and abundant grace, in that thou art mighty and good; and as thou art the Maiden who lovest mankind, grant unto us life incorruptible.",
        "O pure Virgin who hast given birth to the Creator, thou true salvation and intercession for the world: From misfortunes, the perils of life and eternal damnation deliver those who hymn thee with faith.",
        "We earnestly entreat thy compassion, O Maiden: Disdain not thy lowly servants, but, as thou art good, look upon us with thy merciful eye, and deliver us from the constant tyranny of the devil.",
        "I am overcome by an excess of grief, O Virgin. All my strength hath grown weak, and I lie outstretched upon the ground. Yet I cry to thee from the depths of my soul: Raise me up again, and strengthen me by thy consolation."
    ],
    [
        "4",
        "Having never left the bosom of the Father, Thou didst descend to earth O Christ God, I have heard of the mystery of Thy dispensation, and I have glorified Thee, O only Lover of mankind.",
        "O Mother of God, deliver me from corruption and the tyranny of the wicked serpent who ever assails me, tripping me on the path toward God.",
        "O noetic portal of Life, open unto me the portals of repentance, for, wretch that I am, I have now drawn nigh unto the gates of despair through my many offenses.",
        "Shaking off the mire of the passions and lusts well, O most holy one, in thy loving-kindness show me forth as pure, and clothe me in a vesture of radiant grace.",
        "Having washed away the defilement of my soul and the impurity of my body with thy right acceptable prayers, O pure one, set me forth as pure, that I may ever hymn and glorify thee."
    ],
    [
        "5",
        "Night is bereft of light for those without faith, O Christ, but for the faithful there is enlightenment in the sweetness of Thy words; wherefore, I rise early unto Thee and hymn Thy Divinity.",
        "O all-immaculate Virgin, entreat the supremely good Word, that we be saved; for we have acquired thee as an ally and a mighty aid in need.",
        "O pure one, abandon me not to the enemy who greatly seeks my destruction because of my sins, but rescue me from all harm in thy loving-kindness.",
        "Knowing Thee to be the God and Creator of all, O Christ, we have placed all our hope of salvation in Thee, Who didst become a man for our sake.",
        "Rejoice, O pure one, thou cloud pouring forth the Water of life! Rejoice, O Virgin, thou confirmation of the martyrs and apostles! Rejoice, O most immaculate one, thou glorification of honor!"
    ],
    [
        "6",
        "Sailing in the tempest of the cares of life, together with the ship I have been submerged by sins, and cast to the soul-corrupting beast, wherefore like Jonah I cry to Thee, O Christ: Lead me up from the deadly abyss.",
        "The majesty and beauty of comeliness which I acquired through baptism, O Lady, I have lost by committing unseemly deeds. But by thy fervent intercession grant it to those who honor thee.",
        "Deliver me from suffering, from violent assault and grief, O Theotokos, granting me thy consolation; for I, thy servant, have none other helper than thee, O all-immaculate one.",
        "O most immaculate one who hast given birth to the Redeemer, Benefactor and Savior, thou art possessed of might, and canst do whatsoever thou desirest. Wherefore, we, thy servants, beseech thee: Deliver us from the turmoil of the passions.",
        "Enlightened of old by the Spirit, the Prophet Isaiah beheld thee as the light cloud whereon the Lord of glory sat. And He hath come and cast down all the graven images of Egypt, O most pure Virgin Mother."
    ],
    [
        "6a",
        "From everlasting fire deliver those who worship thine Offspring; for Christ hath revealed thee to be a helper of all who hymn thee."
    ],
    [
        "7",
        "Of old the Children were shown to be bedewed in the fiery furnace, chanting and praising the one God saying: 'Supremely exalted and exceedingly glorified is the God of our Fathers'.",
        "A multitude of sins surround me and drag me down into the corruption of perdition and despair, O Theotokos; but anticipate my need, and grant me saving aid.",
        "Deliver me from all the malice of the enemy, from temptations and tribulation, O most pure one, and preserve my soul in peace and tranquility, that, rejoicing I may hymn thy power.",
        "Foreseeing condemnation for my wicked deeds, wretch that I am, I cry out to thee from the depths of my heart: O most pure Lady, be thou my help, and save me!",
        "With the martyrs, the angels and the apostles beseech thy Son and Lord, O all-immaculate one, that He save thy servants from perils, misfortunes and griefs."
    ],
    [
        "8",
        "Emulating the children who in the furnace received the dew of the Spirit, let us cry out with faith saying: Bless the Lord, O ye works of the Lord!",
        "O most holy Virgin, be thou a help unto me who flee to thee and cry out with faith: Have mercy, O pure one, and before the end grant me cleansing offenses. At the hour of mine end grant me salvation, and after my repose give me rest.",
        "Abject terror assaileth me when I consider the terrible testing, the impartial Judge, and the never-ending torments prepared for those who have done evil deeds, such as I have truly committed, wretch that I am. O Sovereign Lady of the world, be thou my salvation!",
        "O pure Birthgiver of God, thou champion of the faithful and cleansing of sinners, thou wellspring of all good and bestower of good things, who art the cause of salvation for mortals: Heal the pangs of my soul, and pour forth everlasting grace, glory and gladness.",
        "O most pure one, the gift given to us by the Master the primal essence: Accept our entreaties as beautiful gifts, rendering unto us thy help, that we may unceasingly hymn the One Who was born from thee and supremely exalt Him throughout the ages."
    ],
    [
        "9",
        "O Mother of God and Virgin, thou hast given birth and yet remained a virgin, not in accordance with nature, but by the condescension of God; wherefore, we ever magnify thee, who alone wast deemed worthy of the wonders of God.",
        "I have now fled to thy protection, O Virgin. Save me who am tempest-tossed by a multitude of transgressions and am perishing, O thou who hast given birth to the Savior and Creator, and deliver me from eternal damnation.",
        "O pure one, on our behalf entreat the Creator, God and Lord Who became incarnate from Thy most pure blood, that by thy loving-kindness He may take pity upon a despairing people.",
        "By thy fervent mediation before God deliver me from the unquenchable fire, from the outermost darkness and everlasting weeping, even though I am worthy of condemnation, O most holy and pure Theotokos.",
        "Preserved by grace under thy protection, O Theotokos, I am not consumed by the assaults of the adverse foe; wherefore, I hymn, magnify and do homage unto thee as my divine confirmation and foundation."
    ]
]