[
    [
        "1",
        "Having crushed battles with His arm and drowned the mounted captains let us sing unto Him, as to our God and Redeemer, for He hath been glorified.",
        "In song we offer unto thee as an adornment, gifts of thanksgiving and the divine hymn, \\\"Rejoice now, O pure one!\\\", for thou hast given us joy in place of grief.",
        "We shall not remain silent concerning the grace of thy mercy and the might of thy protection, O most pure Virgin, for thou hast saved us from grievous misfortunes.",
        "Delivered from divers trials and tribulations by thy maternal prayers, O most pure one, together we all fervently chant to thee hymns of thanksgiving.",
        "Arrayed in the golden robes of the virtues and the grace of the Spirit, O most pure one, adorned as the Bride of the Father, thou wast truly shown to be the Mother of God."
    ],
    [
        "3",
        "O Lord and Savior, Who in the beginning established the heavens by Thine all-powerful Word, and by the divine and all-accomplishing Spirit hath granted them all their strength, do Thou establish me on the unshakeable rock of Thy confession.",
        "Let us earnestly offer cries of thanksgiving, honoring as our intercessor her who is the magnitude of divine joy and our gladness from the beginning.",
        "Delivered by thee from misfortunes, and having received joy because of thee, O Mother unwedded, we all glorify thee as a good bestower of gifts and a praiseworthy helper.",
        "Receiving release from transgressions and temptations by thy divine prayer, O Mother of Christ God, with cries of thanksgiving we faithfully hymn thee as the source of good things.",
        "The Mother of Christ God is the wellspring of joy which ever poureth forth streams of immortality; and she herself saveth all, for she is for us the bestowal of life everlasting."
    ],
    [
        "4",
        "The heavens hath been covered O Christ God through Thy dispensation, by virtue of Thine ineffable wisdom, O Lover of mankind.",
        "In gladness we offer thee the fitting hymnody of joy, O pure Virgin, having been delivered from misfortunes By thy prayers.",
        "With the hands of our souls we thankfully raise hymnody unto thee, O pure Virgin, playing divine songs, having been delivered from great grief.",
        "The sinful passions have raised up many tribulations against us; but do thou deliver us by thy divine protection, O pure one.",
        "Truly blessed are those who honor thee, O most pure Theotokos, for through thee we have been delivered from sin and grief."
    ],
    [
        "5",
        "Night is bereft of light for those without faith, O Christ, but for the faithful there is enlightenment in the sweetness of Thy words; wherefore, I rise early unto Thee and hymn Thy Divinity.",
        "O Virgin, thou hast given birth to Christ, the Destroyer of sin, by Whom the world hath been saved from perils and pain; wherefore, we who have been delivered from grief cry aloud unto thee: Rejoice!",
        "Beset by divers perils, by grief and sorrow and adverse circumstances, O pure Lady, we who were bereft of gladness have found thee to be our hope.",
        "As the preservation of salvation for us, thy servants, O pure one, thou dispellest dangers, keeping us unharmed; wherefore, we who have shared in thy manifold good things give thanks to thee with hymns.",
        "Delivered by thee from many sins, from sickness and pain, and from grievous illness, O most pure Lady, we give thanks unto thee; for thou art the sure hope of thy faithful servants."
    ],
    [
        "6",
        "Having fallen into the abyss of sin, O Good One, like Jonah from the midst of the whale I cry unto Thee: Lead my life up from corruption, and save me, O Lover of mankind.",
        "Even the tongues of the angels are unable to fittingly sing thy praises, O pure one; but, acting now as servants, we offer thee the salutation of Gabriel.",
        "Having fallen into the abyss of grief and evil circumstances because of our sins, we are delivered by thee from want and danger, O pure Virgin Theotokos.",
        "O pure one, the whole world is under debt to thank, praise and glorify thy grace with piety; for through thee we have been delivered from misfortunes and griefs.",
        "Day and night, openly and secretly, we who glorify thee with faith flee beneath thy protection, O most pure Virgin."
    ],
    [
        "6a",
        "O Lord, we are Thy people and the sheep of Thy pasture. Like a shepherd return us who have strayed, and gather us together who have been scattered by corruption. Have mercy upon Thy flock and take pity upon Thy people, through the prayers of the Theotokos, O Thou Who alone art sinless."
    ],
    [
        "7",
        "Cast into the fiery furnace, the venerable children transformed the fire into dew, crying aloud thus in hymnody: Blessed art Thou O Lord, the God of our fathers!",
        "We offer thee the joy of thanksgiving, O Mother of God, for, truly delivered by thee from every evil power, we cry out to thee together: Blessed art thou!",
        "We have come to dwell in the gloom of evening, in the tears of lamentation, in the expectation of evils; yet, deified by thy godly protection, O Virgin, we have found the joy of the morning: for thou hast saved us.",
        "Having acquired thy protection before God as a divine refuge amid perils, persecutions and sins, O most pure one, we all flee to thee, and through thee obtain release.",
        "With mouth and spirit we proclaim the grace of thy prayer, O pure and glorious one; for because of thee we are all delivered from danger and tempest, from grievous sorrows and the sin of the passions."
    ],
    [
        "8",
        "Unto Him before whom the cherubim are in awe, and the seraphim filled with wonder, the Fashioner of the world: O ye priests and servants and spirits of the righteous, hymn ye, bless ye, and supremely exalt throughout the ages.",
        "As one delivered By thy prayers from the tempest of sin, from passions and perils, O good Theotokos, with a voice of thanksgiving we cry aloud unto thee: \\\"Rejoice!\\\"; for through thee have we passed from grief to joy.",
        "O good one, disdain not those who are beset by sickness and danger; but, hearkening unto our poor supplication, free us from great sorrows, that we may hymn thine intercession with faith, O pure one.",
        "O thou who hast caused our transgressions to be wiped away, raise us up now from griefs and perils, from human passions and unseemly temptations; and by thy divine supplications, O Theotokos, most gloriously deliver us therefrom.",
        "Truly Thy compassions ever rain down upon everyone, O Christ, through the grace and entreaties of her who gave birth to Thee; for through Thee do we Christians receive Thy mercy, O merciful Savior."
    ],
    [
        "9",
        "O ye faithful, with hymns let us magnify the Theotokos, who in a manner transcending nature became a mother, and is a Virgin by nature, she alone is blessed among women!",
        "Delivered from, divers temptations By thy prayers, O Theotokos, with the Angel Gabriel we now offer unto thee joy and a cry of jubilation, as is meet.",
        "Joy and gladness and divine rejoicing have been multiplied upon us, O Virgin who knewest not a man; for, lo! we who sorely weep rejoice through thy prayers.",
        "With tongue and voice I shall offer unto thee a sacrifice of praise, O Virgin, and shall earnestly utter a hymn of thanksgiving unto thee that, praying to thee, I may be delivered by thee on the day of grief.",
        "We piously rejoice together in thy divine birthgiving, O most pure one; for thou hast poured forth joy upon us in the midst of perils and griefs.",
        "Wherefore, with thanksgiving we who faithfully praise thee chant hymnody unto thee."
    ]
]