{
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "Through priestly anointing and the blood of martyrdom* you drew nigh to God, O most perfect and all-glorious Cyprian,* flower of nature and adornment of eloquence,* summit of wisdom* measure of the correctness of the dogmas,* most harmonious rightness of the canons* and magnificence of the Churches.",
    "O most honourable Cyprian, glory of athletes and crown of martyrs,* by your discourses you persuaded the divinely wise to maintain their courage most valiantly* when confronted with imprisonment, bondage, and diverse tortures,* the stripping of their bodies, binding and most cruel frost,* and finally wounding and death.",
    "Opposing the spells of the demons with hymns to the Spirit and the sign of the Cross,* you preserved your virginity offered yourself to Christ* as a most sacred sacrifice, O unvanquished martyr.* Therefore, you have received crowns of victory, O Justina,* adorned splendour of virgins and martyrs.",
    "g",
    "2",
    "You truly spurned the falsehood and lore of idolatrous teaching,* and armed yourself for salvation with the sword of the Cross, O most blessed Cyprian;* and, discarding your books of sorcery, put off the old man;* and the divine knowledge of the consubstantial Trinity dwelled within you,* Whom you beseech with the angels, a hierarch, that we be saved.",
    "n",
    "Like a great Sun, the Word, who is equal in honour with the Father and the Spirit,* and who in latter times shone forth upon the earth through the divine Virgin Maiden,* emitted you, О glorious apostles,* like rays illumining with the light of Faith all mankind* which languishes in the darkness of delusion,* leading them to Him with divine teachings."
  ],
  "aposticha": [
    "g",
    "2",
    "Let us praise Cyprian, the divinely brilliant lamp,* the converser with Paul and sharer of his labours;* for he dwells with the angels, having received a crown of incorruption from the one God,* and he prays that our souls be saved.",
    "n",
    "Like a fruitful olive tree,* the Virgin brought You forth as the Fruit of life,* bearing to the world, the fruit of rich and great mercy."
  ]
}