{
  "ps140": [
    "4",
    "As radiant as the sun you shone forth, O apostle, with the beams of the Spirit,* and have illumined the whole world with divine knowledge, O blessed one,* and driven away the darkness of polytheism with your divine preaching.* Wherefore, celebrating your all-splendid and right laudable festival today,* we glorify you with piety.",
    "You have thundered forth sacred and saving doctrines upon the whole world, O all-wise one,* have cleansed all creation of the madness of idolatry, O divinely wise one,* and have enlightened the people with the radiance of the knowledge of God.* And, demolishing the temples of the idols through grace,* you raised up churches to the praise of our God.",
    "Seated in the heights of divine knowledge, O James,* you received the grace of the Spirit,* which appeared to you in the guise of fire* and manifestly consumed all the idolatrous filth of impiety with a tongue of fire.* Wherefore, we praise you as an apostle and herald of God,* celebrating today your holy festival.",
    "g",
    "4",
    "Manifestly receiving the grace of the divine Spirit, O James,* you were numbered among the sacred choir of the apostles.* Wherefore, by His descent from the heavens and His mighty inspiration,* He illumined you with a tongue of fire,* and you have consumed the thorny ungodliness of the heathen.* Entreat Christ God, O divine herald, that our souls be saved."
  ],
  "readings": ["1 John 1:1-7", "James 1:1-12", "Jude 1:1-25"],
  "aposticha": [
    "4",
    "You have obtained invincible authority over demons, Apostle James,* and in the name of Christ power to drive away the princes of darkness.* You passed through the earth as a radiant sun enlightening all lands, glorious one:* preaching Christ’s first and second coming.",
    "James, you were a man of true action,* showing forth the original grace of divine, natural life.* You were called the son of the grace of God.* Because of the purity of your mind and your goodness,* you were manifest as a sincere disciple of Christ.",
    "As a well-made instrument, apostle James,* you gave yourself to the calling in of the Gentiles.* You led them divinely, instructing them in the knowledge of Christ,* and by both deed and word,* you brought all to confess the true divine nature of Jesus,* who is the Saviour of our souls.",
    "5",
    "g",
    "We praise in faith, glorious James, the honourable day of your memory:* not because you are the son of Alpheus,* but because you are Christ’s apostle; a preacher of his ineffable incarnation.* Since you stand before the throne of the Master,* with the angels, the choirs of apostles and martyrs,* pray without ceasing that our Saviour and God will save us.",
    "n",
    "O most pure Virgin,* you are the temple, the gate, the palace, and the throne of the King.* Christ, our Redeemer and Lord,* appeared through you to those who slumbered in darkness.* For He, as the Sun of Righteousness,* wishes to enlighten those whom He created with His own hands* according to His own image.* Therefore, O Lady, whom we always praise in song,* we beseech you to intercede with Christ for the salvation of our souls;* for, as His Mother, you can approach Him with the greatest confidence."
  ],
  "aposticha_verses": [
    "Their proclamation has gone out into all the earth, and their words to the ends of the universe!",
    "The heavens declare the glory of God, and the firmament proclaims his handiwork!"
  ]
}