{
  "ps140": [
    "4, Podoben “As one valiant among the martyrs…”",
    "Illumined by the Holy Spirit, O all-praised martyrs,* you arrayed yourselves against the wiles of the prince of this world;* and, vanquishing him manfully, you prevailed over him with divine skill.* Therefore, celebrating your splendid memorial today,* we honour your sufferings with praises as is meet,* O you of great renown.",
    "Mingling the fire and torments, O holy ones, by wisdom you remained unwavering;* and burning like lamps with the fervour of the Spirit,* you have illumined the hearts of the faithful with grace.* Therefore, every age and generation celebrates your holy memory hymning the Lord.",
    "Shining forth like stars of great brilliance,* the divinely wise Eulampius and the most honoured Eulampia, the godly pair,* illumine creation with the radiance of their struggles and the splendours of their miracles.* And celebrating today their most sacred memory,* with gladness we bow down before the shrine of their relics.",
    "g",
    "4",
    "Uniting your identical names to your fraternal love,* and joining purity to dispassion, you preserved your moral force unimpaired;* for where God is desired, the whole world is as spurned.* What a wonder! The serpent is slain!* He who dwells beneath the earth, who railed unrighteously against heaven,* has been brought down through the suffering of the brother and sister, the wise Eulampius and Eulampia.* Unto them let us cry out with spiritual hymns:* O you who finished well the race for Christ,* ask peace for the world and great mercy for our souls."
  ],
  "aposticha": [
    "4",
    "g",
    "Illumined with the light of the Trinity,* the brother and sister set at nought the savagery of the tormenters.* Wherefore, trampling down the flame, they joined chorus, chanting:* “Behold now, what is so good or so joyous as for brethren to dwell together in unity?”* And looking to divine glory, they were counted worthy of the glory of heaven,* ever entreating Christ God in our behalf,* that our souls may be saved.",
    "n",
    "As she beheld You, O Lord, nailed to the Cross,* the ewe-lamb, Your Mother, marvelled and cried out: What is this I see, O my desired Son?* Has the unbelieving council of the iniquitous done these things to You in recompense,* which has enjoyed Your many miracles?* But glory, O Master, to Your ineffable coming!"
  ]
}