{
  "ps140": [
    "4",
    "O blessed Philip, who as one full of wisdom and divine grace* was numbered among the seven deacons,* you were chosen with Stephen to minister to the needs of the saints.* Wherefore, beholding him slain, you hastened to Samaria at the command of God, O glorious one,* preaching the word of God and enlightening them that before were in darkness, O most wise one,* whom you made children of the day through the Spirit of God.",
    "Beholding the divine signs wrought by Your hand:* the recovery of sight by the blind, the healing of the paralyzed,* the expulsion of unclean spirits where they lived,* the people marvelled, O Philip, and came to you for spiritual cleansing,* brought suddenly from unbelief to faith.* Wherefore, when they heard of this, the divine choir of the apostles were gladdened,* for a multitude of Samaritans was led to God.",
    "Being yourself a chariot of the Word, O divinely eloquent one,* beholding the right wondrous eunuch of Candace riding upon a chariot,* questioning and in doubt, you overtook him* and revealed to him the discourse and manifestation of things desired, O blessed one;* and, believing, he asked of you divine cleansing.* And when he had received it, the Creator of all made him a divine preacher,* the first among the martyrs of all Ethiopia.",
    "6",
    "Radiantly did you shine forth, O glorious Theophanes,* in the firmament of faith like a star most bright,* dispelling all the darkness of the heretics with the rays of your light* and illumining with your divine teaching them that turn to you with faith and love.* Wherefore, with love do we celebrate your radiant feast:* Pray with boldness in behalf of our souls.",
    "Having armed your soul with labours of fasting,* you put an end to the capers of the flesh, O most sacred father,* and made your mind a dwelling of the divine Trinity, O glorious one.* You were raised up where the armies of the martyrs,* the assemblies of hierarchs and ineffable beauty are,* and with them you now rejoice, standing in glory before Christ,* praying with boldness in behalf of our souls.",
    "With the divine streams of your tears, O hierarch,* you drowned the whole encampment of the demons as though it were helpless;* and by your continual beseeching of God and your mighty ascents* you cast down to the earth prideful exaltation and ascended to the splendid mansion of heaven,* where you abide with the angels, standing before Christ,* praying with all the company of the blessed ones.",
    "gn",
    "6",
    "Dragged down have I been by my wicked way of life,* and enslaved by the deception of the evil one, O Bride of God, wretch that I am;* but I have recourse to your most wondrous lovingkindness and your fervent aid, O all-holy Maiden.* Deliver me from the bonds of temptations and grief,* and save me from the assaults of the demons, O all-immaculate one,* that I may glorify and hymn you with love* and worship and magnify you, the ever-blessed one, O Mistress."
  ]
}