{
  "ps140": [
    "4",
    "Your face shattered, your neck wounded, healthy bones broken by staves,* your feet and head burned, cruelly pricked with goads,* your ears and lips cut away, forced to drink vinegar,* cast to the wild beasts and beheaded with the sword,* you rejoiced, O martyr Tarachus.",
    "Beaten and pricked with goads,* your sinews severed, deprived of your sight, given to be food for the wild beasts,* exposed to the fire and beheaded by the sword, you endured, O blessed one,* adornment of the martyrs and confirmation of the Church,* O glorious athlete Probus, peer of the angels.",
    "Burned with fire, beaten with leather scourges,* raked with claws, your sinews severed,* your theologizing tongue cut out, your teeth savagely uprooted, O Andronicus,* having wrestled with wild beasts and met your end under the sword,* you finished your contest and receive your crown.",
    "4",
    "As one who sustains us with wisdom, and nurtures us with purity,* O treasury of understanding, O most renowned theologian, O divine disciple,* an enlightener of the faithful, we praise you, O blessed hierarch Cosmas,* entreating the Master through you, that we all be delivered* from corruption, misfortunes, and all harm.",
    "You lived your life in abstinence, keeping vigils and fasting,* in chastity and humility, O glorious one,* and were in all ways enriched by the knowledge of transitory things below* and by heavenly splendours, O blessed one;* and you have manifestly thundered forth the incomprehensible, awesome, and great mystery* of the King of all.",
    "You were humble-minded and meek, calm and goodly of speech,* kind and guileless, chaste and righteous, most simple and wholesome, O venerable Cosmas.* And as a hierarch revealed by God in sanctity,* you shepherded your flock, O divinely wise one,* on the verdure which grows by the waters of salvation.* Wherefore, we now call you blessed.",
    "g",
    "6",
    "Enlisting in Christ’s army, you forsook all the beautiful things of earth* and, taking your cross upon your shoulders, followed Him through most elaborate tortures* and did not deny Him before the rulers and many tormenters.* The angels crowned your heads with wreaths of victory, O you who are valiant of soul,* and you have entered into the great bridal-chamber with splendour.* O Probus, glory of the martyrs, Tarachus, destroyer of the demons, and Andronicus, victory of the faithful:* as you have boldness before the Saviour of all, pray for our souls."
  ],
  "aposticha": [
    "1",
    "g",
    "Probus, Tarachus, and the wise Andronicus, the threefold company,* equal in number to the Trinity, appearing like radiant stars from the East,* summon creation to a sacred festival;* for they gave their flesh to the wild beasts* and, having stained the ground with their blood,* join chorus with the angels in the heavens, bearing crowns,* and entreating God who loves mankind, in our behalf,* that He grant us remission of transgressions and great mercy.",
    "n",
    "Beholding Your unjust slaughter, the Virgin, weeping, cried out to You, O Christ:* O my Child most sweet!* How is it that You die unjustly?* How is it that You hang upon the Tree who have suspended the whole earth upon the waters?* O most merciful Benefactor,* I pray You, leave me not alone who am Your Mother."
  ]
}