{
  "ps140": [
    "2, Podoben “When from the Tree…”",
    "O glorious martyr Demetrius,* like a bright star you glisten forever for your fatherland* because you always protect it from destruction at the hands of enemies,* and you deliver it from every strife and menace.* Therefore, O blessed one, your people annually observe your memory* and celebrate with joy,* and with faith and love they extol the Lord who glorified you.",
    "O Demetrius, martyr and sufferer of the Passion of Christ,* your miracles shine upon the world like the sun.* Therefore, all of us are filled with joy as we remember them,* and in faith we fittingly celebrate.* Since you have favour with the Lord,* pray that He may save your servants from corruption.",
    "Your side was pierced by a spear for the sake of the Saviour* whose side had been pierced on the cross.* By your wounds you lovingly resembled Him, O Martyr.* You showed to all that you were an unconquerable witness.* Thereby, your torturer was also wounded and made helpless* when he was the instrument of the test of your faith,* O Demetrius, great sufferer for Christ.",
    "8, Podoben “O most glorious wonder…”",
    "O most glorious wonder!* Today, on the commemoration of the martyr Demetrius,* joy has shone forth in heaven and on earth.* He is crowned with praises by the angels and receives hymns from men.* O, how he suffered! How well he fought the fight!* Thereby the evil foe was felled when Christ conquered him.",
    "O most glorious wonder!* With rays of miracles brighter than the sun* Demetrius ever enlightens the ends of the earth,* he that is illumined with the never-fading light* and delights in the Light unwaning.* By his rays have clouds of barbarians been dispelled, infirmities driven away,* and the demons vanquished.",
    "O most glorious wonder!* The thrice-blessed Demetrius, pierced for the sake of Christ,* has ever shown himself to the foe as a two-edged sword,* mowing down the uprisings of the enemy* and casting down the audacity of the demons.* Let us cry out to him:* O holy Demetrius, save us that ever faithfully honour you with love!",
    "g",
    "6",
    "Today the universal feast of the martyr summons us.* Come, therefore, O lovers of feasts,* let us celebrate his memory in splendour and say:* Rejoice, for you overcame the snares of the enemy* by the might given to you by the one God.* Rejoice, for you suffered wounds by the thrusts of a sword,* and thus spiritually depicted for us the blessed passion of Christ.* O Demetrius, O inspiration of martyrs,* implore Him that we be delivered from visible and invisible enemies,* and that our souls may be saved."
  ],
  "readings": ["(1) Isaiah 63:15-19; 64:1-9", "(2) Jeremiah 2:2-12", "(3) Wisdom 4:7-15"],
  "lytia": [
    "1",
    "Rejoice in the Lord, O city of Thessalonica!* Adorn yourself with faith and leap and dance with joy!* Like a treasure, hold onto Demetrius,* the glorious Martyr and witness to the truth.* Be full of delight at the sight of his miraculous healings;* look as he repels the foreign invaders;* and thankfully cry out to the Savoir:* O Lord, glory to You!",
    "O city of Thessalonica, together with everyone,* let us brighten this day with beautiful hymns,* and let us glorify the martyr’s deeds* because the great martyr Demetrius is deserving of praise.* He courageously repelled the onsets of demons.* He fervently came into the arena and gloriously won a victory.* He is praying to the Savoir that our souls may be saved.",
    "2",
    "O wise martyr Demetrius,* Christ our God has placed your spotless spirit in the abode on high,* for you were a defender of the Trinity.* And unbreakable as a diamond,* you courageously suffered martyrdom in the arena.* Your holy side was pierced, O all-precious one,* just like Him who was pierced on the cross* for the salvation of the whole world.* You received the power of healing,* and you freely grant healings to all.* We, therefore, fittingly celebrate your dormition today,* and we glorify you as you glorified the Lord.",
    "5",
    "g",
    "Let us hasten with faith and love;* let us shout with festive joy;* let all of us clap our hands on this feast of our leader.* May the heavenly hosts be happy* because he was pierced in behalf of Christ the Lord* who was pierced by a spear,* and because he destroyed the boldness of the arrogant Leo.* May the heavens and the sea be astounded* by the glorious witness given by the great luminary.* May they praise him who restrains the young and leads those in danger.* He enriches the lowly and brings good fortune;* he wins in battle and sails with those at sea.* He is a staff in old age and our own steadfast defender.* So let us pray to him and say:* O glorious Demetrius, be our leader, rescue us from every anguish,* and save your servants by your prayers.",
    "n",
    "Let us sound the trumpets of praise,* for the Queen of all, the Virgin Mother,* looks down from on high to crown with blessings those who honour her.* Let kings and leaders come together* to praise the Queen who gave birth to the King.* Because of his love for all,* He released those who had been condemned to death.* O shepherds and teachers,* come together and praise the most pure Mother of the Good Shepherd.* She is the lampstand that gleams like gold,* the light-bearing cloud more spacious than the heavens,* the living tabernacle and golden urn containing the manna,* the sealed door of the Word and refuge of all Christians.* Let us praise her with God-inspired songs, saying:* O palace of the Word,* make us lowly ones worthy of the kingdom of heaven,* for nothing is impossible through your intercession."
  ],
  "aposticha": [
    "2",
    "The ground is quaking in fear of your anger.* The hills and mountains are trembling, O Lord.* But look upon us with compassion.* Do not shower your wrath upon us,* but show mercy to the work of your hands.* Free us from the terrifying menace of the earthquake,* since You are gracious and the Lover of Mankind.",
    "6",
    "You are awesome, O Lord, and who can bear your just anger?* Or who will implore You?* Who will restrain You, O Gracious One,* in behalf of the sinful people who are without hope?* The heavenly ranks, the Angels, and Principalities,* Powers, Thrones, Dominions, and Seraphim* are crying out to You in our behalf:* Holy, holy, holy, are You, O Lord!* Because of your merciful compassion,* do not reject the work of your hands, O Gracious One,* but save the city which is in danger.",
    "The Ninevites heard the threat about their destruction* by an earthquake because of their sins.* The rising up of Jonah from the whale was a sign of intercession.* He pleaded for them to repent.* Just as You accepted in generosity* the lamentation of your people with their children and animals,* for the sake of your rising on the third day,* also be merciful and spare us who have been chastised.",
    "8",
    "g",
    "Your sublime and spotless soul,* O ever-commemorated Demetrius,* has the heavenly Jerusalem as an abode.* Its walls were painted by the most pure hands of the invisible God.* This beautiful church on earth* also contains your very precious body which had suffered so much,* It is a treasure of miracles that cannot be stolen away,* and it is a medicine for illnesses* whenever we hasten to draw upon its healing.* O all-praiseworthy one,* protect from threatening destruction the city which extols you,* for you have found favour before Christ who glorified you."
  ],
  "aposticha_verses": [
    "Having created the earth,* You look upon it and it quakes.",
    "You shook the ground,* and You made it quake."
  ]
}