{
  "ps140": [
    "3",
    "By Your cross, O Christ our Saviour,* the power of Death has been vanquished* and the deceit of the devil has been destroyed.* Therefore, mankind, saved by faith,* offers You hymns of praise forever.",
    "O Lord, all creation has been enlightened by Your resurrection,* and paradise has been reopened;* therefore, all creation extols You* and offers You hymns of praise forever.",
    "I glorify the power of the Father, Son, and Holy Spirit;* and I praise the dominion of the undivided Divinity,* the consubstantial Trinity,* who reigns forever and ever.",
    "We adore Your precious cross, O Christ,* and with hymns of praise we glorify Your resurrection;* for by Your wounds we have all been healed.",
    "Let us sing the praises of the Saviour,* who was incarnate of the Virgin;* for He was crucified for our sake,* and on the third day He arose from the dead,* granting us His great mercy.",
    "Christ descended into Hades and announced to those confined there:* Take courage, for today I have conquered death.* I am the Resurrection, the One who will set you free.* I shattered the gates of the realm of death.",
    "O Christ our God, we unworthily stand in Your most pure temple,* and offer to You our evening hymns.* From the depths of our souls we cry out to You:* O Lover of mankind, who has enlightened the world* by Your resurrection on the third day,* deliver Your people from the hands of Your enemies."
  ],
  "aposticha": [
    "3",
    "O Christ, who darkened the sun by Your passion* and enlightened all creation by Your resurrection,* accept our evening prayer; for You love mankind.",
    "O Lord, Your life-giving resurrection has enlightened the entire universe* and has revived Your creation which lay in corruption.* Therefore, we, who have been released from the curse of Adam, cry out to You:* Almighty Lord, glory to You!",
    "O God, although in Your divine nature You are unchangeable,* yet in Your human nature You underwent change by suffering in the flesh.* All creation was prostrate with fear* when it saw You hanging on the cross,* and it groaned in sorrow as it sang the praises of Your long-suffering.* But You descended into Hades and arose on the third day,* granting life and great mercy to the world.",
    "You suffered death, O Christ, to deliver mankind from death.* And when You arose from the dead on the third day,* You enlightened the world* and resurrected all who acknowledge You as God.",
    "gn",
    "O Virgin Mother, you conceived the Son of God without seed* by the will of the Father and the power of the Holy Spirit.* He was begotten by the Father, without a mother, from all eternity.* Yet for our sake, He was born of you in the flesh without a human father,* and you nursed Him as an infant with your milk.* Therefore, never cease to entreat Him to deliver our souls from affliction."
  ]
}