{
  "ps140": [
    "8",
    "O Christ, during this spiritual service,* we sing to You these evening prayers,* commemorating the mercy You have shown us* by Your resurrection.",
    "O Lord, O Lord, do not cast us away from Your face;* but in Your kindness have mercy on us* through Your resurrection.",
    "Rejoice, O holy Sion,* the Mother of Churches and the dwelling-place of God;* for you were the first to receive the forgiveness of sins* through the resurrection.",
    "Christ the Word was begotten by God the Father before all ages;* yet in these latter times,* He freely willed to take flesh from the Virgin who did not know man.* By His death on the cross and His resurrection,* He saved mankind from the ancient curse of death.",
    "O Christ, we glorify Your resurrection;* for by rising from the dead* You freed the race of Adam from the sufferings of Hades,* and as God You granted eternal life* and great mercy to the world.",
    "Glory to You, O Christ our Saviour,* the only-begotten Son of God;* for You were nailed to the cross,* and then arose from the dead on the third day.",
    "We glorify You, O Lord;* for of Your own free will You suffered crucifixion for our salvation.* Almighty Saviour, we worship You.* We implore You not to cast us away from Your face;* but hear our prayer and save us by Your resurrection,* for You truly love mankind."
  ],
  "aposticha": [
    "8",
    "O Jesus, You descended from heaven* so that You might ascend the cross.* O immortal Life, You came to die.* You are the true light to those who live in darkness,* and You are the resurrection of the fallen.* Therefore, O Saviour of all, we glorify You.",
    "Let us glorify Christ, the Saviour of our Souls* who arose from the dead.* For He took upon himself a soul and a body,* and during His passion He separated the one from the other.* His pure soul went down to conquer Hades,* while His holy body lay uncorrupted in the grave.",
    "O Christ, we glorify Your resurrection with psalms and hymns.* For by Your victory over death* You delivered us from the sufferings of Hades,* and as God You granted us eternal life and great mercy.",
    "O Lord of all, Creator of heaven and earth,* You are above all understanding.* Through Your passion on the cross* You freed us from the sufferings of Hades.* And, after condescending to be buried, You arose in glory;* and with Your mighty arm You also raised up Adam.* O most merciful Lord, we glorify You;* for by Your resurrection on the third day* You granted us remission of sins and eternal life.",
    "gn",
    "O Virgin, You have never known wedlock,* Yet You conceived God in the flesh* in a manner which words can never describe.* You thus became the Mother of God on high.* O Immaculate Lady, receive the supplication of your servants* and grant us the cleansing of our sins.* Accept now our prayers and beseech God to save all of us."
  ]
}