[
  ["1",
    "Having passed through the water as upon dry land, and having escaped the malice of the Egyptians, the Israelites cried aloud: Unto our God and Redeemer let us sing.",
    "We all know thee to be the Theotokos, a wellspring of the waters of prayer, gushing forth in streams upon the souls and bodies of the faithful; wherefore, we unceasingly glorify thee.",
    "In a manner transcending nature didst thou give birth to the Word Whose origin is in God (the Father), О Virgin, and hast thereby delivered nature from corruption; wherefore, free me from irrational and unnatural passions.",
    "Fields of carnal passions now surround me and grievously vex me; speedily visit thy servant, О Virgin, and save me from those who afflict me.",
    "He Who sustaineth, upholdeth and saveth all creation hath appeared, circumscribed, in thine arms, О pure one, and hath restored the race of mankind."
  ],
  ["3",
    "O Lord, thou art the confirmation of those who flee to Thee, Thou art the Light of those in darkness, and my spirit doth hymn Thee.",
    "Quell thou the turmoil of the grievous affliction which now beset me, О most pure Lady, and free me from my transgressions and passions.",
    "Ineffable is the abyss of thy compassions, О most pure one. Thereby do thou deliver me from transgressions and infirmities.",
    "Haste thou, О most pure one, and visit me who am infirm, and deliver me from grievous illness and every sorrow.",
    "Magnify the mercy and aid of thy prayers upon me, О most pure one, and deliver me from perils and tribulations."
  ],
  ["4",
    "O Lord, I have heard the mystery of Thy dispensation; I have considered Thy works, and I have glorified Thy Divinity.",
    "О most pure one, ever show the remembrance of the saints and the cleansing of transgressions to be the purification of my heart.",
    "Grant me salvation of soul and body, О most immaculate one; impart healing to me who am sick, and deliverance from evils.",
    "Set at naught the wiles of the evil demons and the uprisings of the passions, О most pure one, and grant strength to us who are sick.",
    "From thy womb hath the Sun of righteousness shone forth and illumined the world, О all-pure one. With His divine rays illumine me also."
  ],
  ["5",
    "O Light never-waning, why hast Thou turned Thy face from me and why hath the alien darkness surrounded me, wretched though I be? But do Thou guide my steps I implore Thee and turn me back towards the light of Thy commandments.",
    "By thy birthgiving the bonds of death have been loosed and the might of corruption bound, О most holy and all-hymned Virgin; wherefore, quickly loose also the bonds of my transgressions and my heavy grief.",
    "Deliver me from the wickedness of the demons and the malice of men, О Lady, and quickly heal the sickness of my soul and body, О thou who alone hast given birth to the Savior and Lord, the Physician of spirits and all flesh.",
    "О most pure one, thee do I implore as the tongs which held the divine Coal: Utterly consume every passionate lust of thy servant and my grievous infirmities which are hard to bear, and do thou dry up the torrents of my grief.",
    "О all-pure Lady, thy Son hath given thee as salvation for all who believe in Him and proclaim Him to be God manifestly incarnate from thee; wherefore, save me from divers misfortunes and tribulations."
  ],
  ["6",
    "Cleanse me, O Savior, for many are mine iniquities; lead me up from the abyss of evils I pray Thee, for unto Thee have I cried, and Thou hast hearkened unto me, O God of my salvation. ",
    "Look upon me with thy merciful eye, О Lady, and quickly deliver me from cruel infirmities, from every affliction and fall which now awaiteth me.",
    "By thy supplications, О most pure Lady, deliver me from mindlessly passionate behavior, from unseemly jealousy, from, all evil and the oppression of life.",
    "He Who hath created us took form within thee, О Virgin, delivering human nature from corruption; wherefore, by thy prayers deliver me from the temptations which beset me, О pure one",
    "Thou wast shown to be the most pure temple of God Whom naught can contain, О most pure Lady. By thy prayers show me to be a temple of His grace, and preserve me unharmed."
  ],
  ["6a", "All we, the generations of mankind, call thee blessed, in that thou art the Virgin who alone among women hast given birth without seed unto God in the flesh; for the fire of the Godhead made its abode within thee, and thou didst feed the Creator and Lord with milk as an infant. Wherefore, we, the race of mankind and of angels, glorify thy birthgiving, and together we cry out to thee: Entreat Christ God to grant forgiveness of sins unto those who with faith worship thy most holy Offspring."],
  ["7",
    "The Children of Judaea, who of old came to dwell in Babylon, trampled underfoot the flame of the furnace through their faith in the Trinity, as they sang: 'O God of our fathers, blessed art Thou.'",
    "Grievous pangs have I found to be my reward, and, afflicted, I experience the pain of great illness; yet I entreat thee, О Theotokos: Help me, and quickly grant me health by thy prayers",
    "О blessed Virgin, refuge of all the faithful who sorrow, rescue me from all temptation and grief, and from the malice of those who envy me, and deliver me from sins and divers ailments.",
    "О jar of beaten gold, from whence the life-creating Myrrh hath flowed forth upon the faithful: By thine aid, О pure Birthgiver of God, purge my soul and body of infirmities and the defilement of transgressions.",
    "Unceasingly glorifying the Word Who with the Father and the Spirit is equally without beginning, and Who was ineffably born from thee, О Mother of God, we chant in praise: О God of our fathers, blessed art Thou!"
  ],
  ["8",
    "In his wrath the Chaldean Tyrant made the furnace blaze, with heat fanned sevenfold for the servants of God; but when he perceived that they had been saved by a greater power he cried aloud to the Creator and Redeemer; ‘ye children bless, ye priests praise, ye people, supremely exalt Him throughout all ages’.",
    "All of us who in faith have recourse to thine aid proclaim the magnitude of thy divers miracles, О Lady. Save me now from cruel infirmity, from pangs of soul and body, and show me to be healthy, that I may glorify Christ thy Son throughout the ages.",
    "Of a sudden the winds of those who envy me have blown and the rivers of the wicked have grievously smitten the house of my mind, О pure Virgin; but repel the assault of all griefs as it were that of the mindlessly raging sea, and by thy prayers grant me stillness throughout all ages.",
    "He Who fashioned the clay body of man and instilled therein an immortal soul, took form within thee, О Virgin, and restored it. By thy prayers render Him well and kindly disposed toward me, and grant strength and speedy deliverance to all who sorrow.",
    "Illumine with light those who ever glorify thee, О most pure one, for from thee shone forth the never-waning Light, and thou deliverest thy servants from the dark nocturnal treachery of the demons. Deliver me also from them, and by thy prayers save me from the evils which beset me."
  ],
  ["9",
    "Saved by thee, O pure Virgin, we confess thee to be truly the Theotokos, and together with the choirs of the bodiless hosts thee do we magnify.",
    "Lift up the horn of the Church, О most pure one, grant might to the faithful over the heathen, and make firm the scepters of kingdoms.",
    "Bring low those who have been exalted, vanquish the alien hordes which attack us, О pure Virgin, and free thy servants unharmed by them, О Maiden.",
    "О only champion of the Orthodox Christians who glorify thee, by thy prayers quickly put to shame the weapon-bearing Moslems.",
    "Grant understanding to the choirs of the faithful, О Virgin, strengthening them against enemies visible and invisible, and save them from all sorrow."
  ]
]