{
  "ps140": [
    "2, Podoben “When from the Tree…”",
    "Let us all make haste to humble the flesh by abstinence,* as we set out upon the God-given course of the holy Fast;* and with prayers and tears let us seek our Lord and Saviour.* Laying aside all memories of evil, let us cry aloud:* We have sinned against You, Christ our King;* save us as the men of Nineveh in days of old,* and in Your compassion* make us sharers in Your heavenly Kingdom.",
    "When I think of my works, deserving every punishment,* I despair of myself, O Lord.* For see, I have despised Your precious commandments* and wasted my life as the Prodigal.* Therefore, I entreat You:* Cleanse me in the waters of repentance,* and through prayer and fasting make me shine with light,* for You alone are merciful;* abhor me not, O Benefactor of all, supreme in love.",
    "2",
    "Let us set out with joy upon the season of the Fast,* and prepare ourselves for spiritual combat.* Let us purify our soul and cleanse our flesh;* and as we fast from food,* let us abstain also from every passion.* Rejoicing in the virtues of the Spirit* may we persevere with love,* and so be counted worthy* to see the solemn Passion of Christ our God,* and with great spiritual gladness* to behold His holy Passover."
  ],
  "special_prokimenon_index": "6",
  "aposticha": [
    "4",
    "Your grace has shone forth, O Lord,* it has shone forth and given light to our souls.* Behold, now is the accepted time:* behold, now is the season of repentance.* Let us caste off the works of darkness* and put on the armour of light,* that having sailed across the great sea of the Fast,* we may reach the third-day Resurrection of our Lord Jesus Christ,* the Saviour of our souls.",
    "You are glorified in the memorial of Your saints, O Christ our God:* at their intercessions* send down on us Your great mercy.",
    "gn",
    "The ranks of angels glorify You, O Mother of God,* for you have given birth to Him that is God,* who dwells ever with the Father and the Spirit,* who created the angelic hosts out of nothing by an act of His will.* Entreat Him, all-pure Lady, to save and illumine the souls* of those who with true worship sing your praise."
  ]
}