{
    "refrain": "Have mercy on me, O God, have mercy on me",
    "comment": "Typicon prescribes three inclinations on every repetition of the refrain, but the general practice (attested in the Typicon as well) is to make one prostration.<br><br>",
    "troparia_number": 0,
    "repeat_hirmi": 1,
    "matinslike": false,
    "odes": [
        {
            "ode": "1",
            "hirmos": "He has become Helper and Protector for me unto salvation. He is my God — and I glorify Him, God of my fathers — and I exalt Him, for He is greatly glorified.",
            "troparia": [
                [
                    "Where shall I begin to weep for the actions of my wretched life? What first-fruit shall I offer, O Christ, in this my lamentation? But in your compassion grant me remission of sins.",
                    "Come, wretched soul, together with your flesh, to the Creator of all. Make confession, and abstain henceforth from your past brutishness; and offer to God tears of repentance.",
                    "In transgressions I have rivalled Adam the first-formed, and I have found myself stripped naked of God, of the eternal kingdom and its joy, because of my sins.",
                    "Woe to you, miserable soul. How you are like the first Eve. For you have looked in wickedness and were grievously wounded; and you have touched the tree and rashly tasted the deceptive food. ",
                    "Instead of the visible Eve, I have Eve in my mind: the passionate thought in the flesh, showing me what seems sweet; yet whenever I taste I find it bitter.",
                    "Adam was justly banished from Eden because he disobeyed one commandment of yours, O Saviour. What then shall I suffer, for I am always rejecting your words of life?",
                    "Trinity beyond being, worshipped in unity, take from me the heavy yoke of sin, and in your compassion grant me tears of contrition.",
                    "Mother of God, the help and protection of those who sing praise to you, take from me the heavy yoke of sin, and, pure Lady, accept me in repentance."
                ]
            ]
        },
        {
            "ode": "2",
            "hirmos": "Attend, O heaven, and I shall speak — and sing in praise of Christ, who took flesh from a Virgin and came to dwell among us.",
            "troparia": [
                [
                    "Attend, O heaven, and I shall speak; give ear, O earth, to the voice of one who repents before God and sings His praise.",
                    "Look on me, God my Saviour, with your merciful eye, and accept my fervent confession.",
                    "I have sinned more than all people; I alone have sinned against you. But as God take pity on your creation, O Saviour.",
                    "With my lustful desires I have given form to the deformity of the passions and disfigured the beauty of my mind.",
                    "A storm of evils surrounds me, O compassionate Lord; but stretch out your hand also to me as you did to Peter.",
                    "I have stained the garment of my flesh, and defiled what was made in your image and likeness, O Saviour.",
                    "With the lusts of passion I have darkened the beauty of my soul, and turned my whole mind entirely into dust.",
                    "I have now torn the first robe that the Creator wove for me from the beginning, and I lie naked.",
                    "I have clothed myself in the torn garment that the serpent wove for me, and I am ashamed.",
                    "The tears of the harlot I too offer to you, O Merciful One. Take pity on me, O Saviour, in your compassion. ",
                    "I looked on the beauty of the tree and my mind was deceived; and now I lie naked and ashamed. ",
                    "All the ruling passions have worked on my back, lengthening their evils on me. ",
                    "I sing your praises, God of all, one in three Persons, the Father, the Son and the Holy Spirit.",
                    "Most pure Virgin Mother of God, alone all-praised, intercede fervently for our salvation. "
                ]
            ]
        },
        {
            "ode": "3",
            "hirmos": "Establish my thoughts on the unshaken rock of your commandments, O Christ. ",
            "troparia": [
                [
                    "The Lord once rained down fire from the Lord, and consumed the land of Sodom of old.",
                    "O soul, save yourself on the mountain like Lot — and take refuge in Seegor. ",
                    "O soul, flee from the flames, flee from the burning of Sodom, flee from destruction by the fire of God. ",
                    "I alone have sinned against you, I have sinned more than all; O Saviour Christ, do not reject me.",
                    "You are the Good Shepherd: seek me, the lamb, and, though I have strayed, do not forget me.",
                    "You are the sweet Jesus, you are my Creator; in you, O Saviour, I shall be justified. ",
                    "I confess to you, O Saviour: I have sinned, I have sinned against you. But, as you are compassionate, absolve and forgive me. ",
                    "O Trinity, one God, save us from delusion and temptations and misfortunes.",
                    "Rejoice, womb that received God. Rejoice, throne of the Lord. Rejoice, Mother of our Life."
                ]
            ]
        },
        {
            "ode": "4",
            "hirmos": "The prophet heard of your coming, O Lord, and he was afraid — how You were to be born of a Virgin and revealed to mankind; and he said: I have heard the report of You, and I was afraid. Glory to Your power, O Lord.",
            "troparia": [
                [
                    "O just Judge, do not despise Your works; do not forsake Your creation, even though I alone have sinned as a human more than all people, O Lover of mankind. But as Lord of all You have the power to pardon s",
                    "The end draws near, O soul, it draws near; but you do not trouble or prepare. The time grows short, rise up: the Judge is near the doors. As a dream, as a flower, the days of our life pass swiftly. Why do we trouble ourselves in vain? ",
                    "Return to sobriety, O my soul. Consider the actions that you have done, and set them before your eyes, and let the drops of your tears fall. With freedom to speak tell Christ your actions and thoughts, and be justified.",
                    "There has been in life no sin, no deed, no wickedness, that I have not committed, O Saviour. In mind and in word, in intent and in design, in thought and in action, I have sinned as no other has ever done.",
                    "For this I am condemned, for this I am convicted in my misery by my own conscience, which is more forceful than anything in the world. My Judge and Redeemer, who know me, spare and deliver and save me, your servant. ",
                    "The ladder, which of old the great one among the Patriarchs saw, is a sign, O my soul, of beginning an approach through action and succeeding in rising through contemplation — if, therefore, you wish to live in action and knowledge and contemplation, then be made new.",
                    "In privation the Patriarch endured the burning heat of the day and the frost of the night, making daily gains, shepherding, fighting and serving, so that he might gain his two wives.",
                    "By the two wives, understand action and knowledge in contemplation. Leah is action, for she had many children; and Rachel is knowledge, for she toiled much. For without toil neither action nor contemplation will succeed, O soul. ",
                    "Undivided in Essence, unconfused in Persons, I confess You as God: the Trinity in one Godhead, equal in kingship and throne; and I raise to You the great threefold song that is sung in the highest.",
                    "You give birth and are a virgin, and in both you remain by nature Virgin. He who is born makes new the laws of nature, and the womb brings forth without labour pains. When God so wills, the natural order is overcome; for He does whatever He wishes."
                ]
            ]
        },
        {
            "ode": "5",
            "hirmos": "From the night I seek You early, O Lover of mankind: give me light, I pray You, and guide me also in Your commandments, and teach me, O Saviour, to do your will.",
            "troparia": [
                [
                    "I have ever passed my life in night, for the night of sin has been for me darkness and deepest gloom. But show me to be as a child of the day, O Saviour.",
                    "I, the wretched one, imitating Reuben have devised an unlawful and disobedient plan against God Most High, defiling my bed as he did his father's.",
                    "I confess to you, Christ King: I have sinned, I have sinned like the brothers of Joseph, who once sold the fruit of purity and chastity.",
                    "The righteous soul was bound by his kinsmen; the sweet one was sold into slavery as a figure of the Lord; but as for you, O soul, you have sold yourself entirely to your evils.",
                    "Wretched and worthless soul, imitate the righteous and pure mind of Joseph, and do not defile yourself with inordinate lusts, for ever sinning.",
                    "If Joseph was once cast into a pit, O Master and Lord, then it was as a figure of Your death and Your rising; but what could I ever offer You such as this?",
                    "We glorify you, O Trinity, the one God: Holy, holy, holy is the Father, the Son, and the Spirit, simple Essence and Unity, worshipped for ever.",
                    "Inviolate Virgin Mother without a husband, from you God, the Creator of the ages, was clothed in my shape, and He took human nature to Himself"
                ]
            ]
        },
        {
            "ode": "6",
            "hirmos": "With my whole heart I cried to the compassionate God, and He heard me from the lowest depths of hell, and brought my life up from corruption.",
            "troparia": [
                [
                    "I offer to you in purity, O Saviour, the tears of my eyes and groanings from the depths of my heart, crying: I have sinned against You, O God — be merciful to me.",
                    "O soul, like Dathan and Aveiron you have become a stranger to God — but from the lowest depths of hell cry out: Spare me — so that the chasm of the earth may not cover you.",
                    "O soul, raging like a heifer you have become like Ephraim. Rescue your life, like a deer from the snares, gaining wings for the mind through action and contemplation.",
                    "O soul, the hand of Moses will be our assurance, proving how God can make a leprous life white and clean; and do not be in despair of yourself, even though you are leprous.",
                    "I am Trinity, simple and undivided, divided in Persons, and I am Unity from the beginning, by Nature one — says the Father and the Son and the divine Spirit.",
                    "Your womb gave birth to God for us, fashioned in our shape. Pray to Him as the Creator of all, O Mother of God, that through your prayers we may be justified."
                ]
            ]
        },
        {
            "ode": "6a",
            "troparia": [
                [
                    "<i>(Kontakion, Tone 6)</i> My soul, my soul, rise up. Why are you sleeping? The end draws near, and soon you will be troubled. Watch, then, so that Christ God may spare you, for He is present everywhere and fills all things."
                ]
            ]
        },
        {
            "ode": "7",
            "hirmos": "We have sinned, we have transgressed, we have done evil before You, and neither have we followed, nor have we done, what You commanded us. But do not reject us utterly, O God of our fat",
            "troparia": [
                [
                    "I have sinned, I have offended, and I have rejected Your commandments, for I came forth in sins and added bruises to my wounds. But, as You yourself are compassionate, have mercy on me, O God of our fathers.",
                    "I have confessed the secrets of my heart to You, my Judge. See my abasement, and see my affliction, and attend to my judgement now; and, as You yourself are compassionate, have mercy on me, O God of our fathers.",
                    "O soul, once when Saul lost his father's asses, in searching for them he found Himself proclaimed as king. Beware, lest unknown to yourself you prefer your animal appetites to the Kingdom of Christ.",
                    "My soul, David, the forefather of God, once sinned doubly, pierced with the arrow of adultery and the point of the spear of vengeful murder. But you are sick from weightier acts, the impulses of your will.",
                    "David once joined sin to sin, mixing murder with adultery; yet he then showed at once a twofold repentance. But you, O soul, have yourself done things more evil, yet you have not repented before God.",
                    "David once raised a hymn, setting forth, as in an ikon, the action he had done, which he condemned, crying: Have mercy on me, for I have sinned against you alone, O God of all — cleanse me yourself.",
                    "Trinity, simple, undivided, consubstantial, and one in Essence, Lights and Light, three Holies and one Holy, God the Trinity is praised in song. So, O soul, praise and glorify Life and Lives, the God of all.",
                    "We praise you, we bless you, we venerate you, O Mother of God: for you have given birth to Christ God, one of the undivided Trinity; and you yourself have opened the heavenly places to us who dwell on earth."
                ]
            ]
        },
        {
            "ode": "8",
            "hirmos": "Him, whom the hosts of heaven glorify, and who terrifies the Cherubim and the Seraphim, let everything that has breath and every creature praise, bless, and highly exalt to all the ages.",
            "troparia": [
                [
                    "I have sinned, O Saviour, have mercy. Awaken my mind so that I may be converted; accept me in repentance, have pity as I cry: I have sinned against you, save me; I have done evil, have mercy on me.",
                    "The charioteer Elias once mounted a chariot of the virtues, and was carried as if to heaven, high above earthly things. My soul, reflect on his ascent.",
                    "Elissaios once took the mantle of Elias, and received a double portion of grace from the Lord; but you, O my soul, have no share in this grace because of your uncontrolled desires.",
                    "With the mantle of Elias, Elissaios made the stream of the Jordan stand still on either side; but you, O my soul, have no share in this grace because of your uncontrolled desires.",
                    "The goodly minded Sonamite woman once entertained the righteous man; but you, O soul, have not admitted to your house either stranger or traveller, and so you will be cast out weeping from the bridal chamber.",
                    "O wretched soul, you have always imitated the unclean thoughts of Giёzi. Drive away his love of money, at least in old age. Flee from the fire of Gehenna, turning away from your sins.",
                    "Father without beginning, Son also without beginning, good Paraclete, Spirit of truth; Begetter of the Word of God, Word of the Father without beginning, Spirit, living and creating: Trinity in Unity, have mercy on me.",
                    "As from purple thread, O All-Pure, the spiritual royal robe of Emmanuel, His flesh, was woven within your womb. Therefore we honour you in truth as Mother of God."
                ]
            ]
        },
        {
            "ode": "9",
            "hirmos": "The nativity is past understanding — from a conception without seed; the child-bearing is undefiled — from a Mother without a husband; for the birth of God makes the natures new. Therefore with true belief all generations magnify you as Bride and Mother of God.",
            "troparia": [
                [
                    "The mind is wounded, the body has grown feeble, the spirit is sick, reason is infirm, life is dead; the end is at the doors. What will you do then, my wretched soul, when the Judge comes to examine what you have done?",
                    "I have put before you, O soul, Moses’ account of the creation of the world, and after that all the recognized Scriptures that tell you the story of the righteous and the wicked. But you, O soul, have followed the second of these and not the first, and have sinned against God.",
                    "The Law is powerless, the Gospel of no effect, and the whole of Scripture is ignored by you; the Prophets and all the words of the righteous are useless. Your wounds, O soul, have been multiplied, and there is no physician to heal you. ",
                    "O soul, I bring you examples from the New Testament, to lead you to contrition. Follow the examples of the righteous, turn away from the sinful — and through prayers and fasting, through chastity and reverence, propitiate Christ.",
                    "Christ became man, calling thieves and harlots to repentance. Repent, O soul: the door of the Kingdom is already open — and Pharisees and tax collectors and adulterers pass through it before you, having changed their lives.",
                    "Christ became man, keeping company with me in flesh; and of His own will He fulfilled all that belongs to this nature, except for sin: a model for you, O soul, and an image illustrating His condescension.",
                    "Christ saved the Magi, called the Shepherds, revealed as martyrs a multitude of Infants, and glorified the Elder and the aged Widow. But you, O soul, have not followed their actions or their lives. Woe to you, then, when you are judged.",
                    "The Lord fasted for forty days in the wilderness, and afterwards He was hungry, showing His humanity. My soul, do not be dismayed: if the enemy attacks you, drive Him from your feet through both prayer and fasting.",
                    "Let us glorify the Father, let us exalt the Son, and with faith let us worship the divine Spirit: undivided Trinity, Unity in Essence, as Light and Lights, and Life and Lives, giving life and light to the ends of the earth.",
                    "Preserve your city, all-pure Mother of God. For by you she reigns in faith, and by you she is made strong, and through you she is victorious; she puts to flight every temptation, and she despoils the enemy, and she administers the subjects."
                ]
            ]
        },
        {
            "ode": "9a",
            "troparia": [
                "<i>Venerable Father Andrew, pray to God for us.</i>",
                "Venerable Andrew, thrice-blessed father, shepherd of Crete, do not cease to offer prayer for us who sing your praises, so that we, who honour your memory with faith, may be delivered from all wrath and affliction and corruption, and released from faults.",
                "<b>The nativity is past understanding — from a conception without seed; the child-bearing is undefiled — from a Mother without a husband; for the birth of God makes the natures new. Therefore with true belief all generations magnify you as Bride and Mother of God.</b><br><i><FONT COLOR=\"RED\">(prostration)</FONT></i><br><br>"
            ]
        }
    ]
}