{
  "ps140": [
    "2",
    "Having engaged in every sin,* having surpassed all men in prodigality,* although I wish to repent, I have not a flow of tears.* Since I now live in laziness I am condemned to torture,* but O Good one grant me repentance,* and have mercy on me.",
    "On the beautiful day of the fast* grant me clouds of tears, O Christ* that I may weep and wash away the filth of my desire for sweet things,* and appear before You as one who is clean* when You, O Lord, come from the heavens to judge all mankind* as the only righteous Judge!",
    "5, Podoben “O venerable father…”",
    "Come, O faithful!* With great fervour, having the mighty weapon of the fast as a shield,* let us turn away from all the charms of the enemy.* Let us not be scorched by the sweetness of our passions,* nor fear the fires of temptations,* for Christ the Lover of mankind* will crown us with honour for our patience.* Let us having fallen down, and praying with boldness,* cry and ask peace for our souls* and great mercy."
  ],
  "prokimenon": [
    "6 (Ps. 3)",
    "Salvation is of the Lord;",
    "and Your blessing is upon Your people!",
    "O Lord, why are they multiplied that afflict me? Many rise up against me."
  ],
  "readings": [
    "Genesis 1:1-13"
  ],
  "second_prokimenon": [
    "6 (Ps. 4)",
    "The Lord hears me",
    "when I cry out to Him.",
    "Whenever I called, the God of my justice heard me."
  ],
  "second_reading": ["Proverbs 1:1-20"],
  "aposticha": [
    "3",
    "Let us present a good fast, well-pleasing to the Lord!* A true fast is alienation from the evil one;* the bridling of one’s tongue, the laying aside of all anger,* the removal of all sensuality, of accusation,* falsehood and the sin of swearing.* The weakening of these will make the fast true and well-pleasing.",
    "Great is the might of Your martyrs, O Christ,* for though they lay in their tombs they drive away demons* and defeat the power of the enemy.* They have lived their lives in battle for piety,* by faith in the consubstantial Trinity.",
    "gn",
    "O Theotokos, protection of all who pray to you,* we have boldness, and exult in you!* We put all our hope in you; pray for your corrupt servants,* to the one whom you bore."
  ]
}