{
  "refrain": "Have mercy on me, O God, have mercy on me.",
  "comment": "Typicon prescribes three inclinations on every repetition of the refrain, but the general practice (attested in the Typicon as well) is to make one prostration.<br><br>",
  "troparia_number": 0,
  "repeat_hirmi": 1,
  "matinslike": false,
  "odes": [
    {
      "ode": "1",
      "hirmos": "He has become Helper and Protector for me unto salvation. He is my God — and I glorify Him, God of my fathers — and I exalt Him, for He is greatly glorified.",
      "troparia": [
        [
          "By choice I have shared in the murder by Cain: I have become a murderer of the conscience of my soul, bringing the flesh to life, and making war on the soul by my wicked actions.",
          "O Jesus, I have not been like Abel in his righteousness. I have never offered you acceptable gifts, or godly actions, or a pure sacrifice, or an unblemished life.",
          "O wretched soul, like Cain we too have offered together defiled actions and a polluted sacrifice and a worthless life to the Creator of all; and so we are also condemned.",
          "As the potter you gave life to the clay, giving me flesh and bones, and breath and life. But accept me in repentance, O my Maker and Deliverer and Judge.",
          "I confess to you, O Saviour, the sins that I have committed, the wounds of my soul and body, which murderous thoughts, like bandits, have inflicted inwardly on me.",
          "And though I have sinned, O Saviour, yet I know that you are a lover of mankind. You chastise with mercy and are fervent in compassion. You see the tears and run to meet me, like the father welcoming back the Prodigal.",
          "Trinity beyond being, worshipped in unity — take from me the heavy yoke of sin, and in your compassion, grant me tears of contrition.",
          "Mother of God, the help and protection of those who sing praise to you, take from me the heavy yoke of sin, and, pure Lady, accept me in repentance."
        ]
      ]
    },
    {
      "ode": "2",
      "hirmos": "Attend, O heaven, and I shall speak — and sing in praise of Christ, who took flesh from a Virgin and came to dwell among us.",
      "troparia": [
        [
          "Sin has sewed for me garments of skin; it has stripped me of the robe that God once wove for me.",
          "I am clothed with the raiment of shame as with fig leaves, as a reproach for my self-willed passions.",
          "I am clothed in a garment that is stained and defiled with blood, the product of a life of passion and self-indulgence.",
          "I have fallen beneath the pain of passions and the corruption of material things; and from then until now the enemy oppresses me.",
          "Instead of voluntary poverty, O Saviour, I have preferred a life in love with possessions and in love with material things — and now I wear the heavy yoke.",
          "I have adorned the human shape of my flesh with the many-coloured coat of shameful thoughts, and I am condemned.",
          "I have cared only for the outward adornment, and have neglected what is within — a body bearing the divine likeness.",
          "O Saviour, I have discoloured with the passions the first beauty of the image. But, as once with the lost coin — seek it and find it.",
          "Like the harlot I cry to you: I have sinned, I alone have sinned against you. Accept my tears also as sweet ointment, O Saviour.",
          "Like the Tax Collector I cry to you: Be merciful, O Saviour, be merciful to me. For no child of Adam has ever sinned against you as I have sinned.",
          "I sing your praises, God of all, one in three Persons — the Father, the Son and the Holy Spirit.",
          "Most pure Virgin Mother of God, alone all-praised, intercede fervently for our salvation."
        ]
      ]
    },
    {
      "ode": "3",
      "hirmos": "O Lord, establish my wavering heart on the rock of your commandments, for you alone are holy and Lord.",
      "troparia": [
        [
          "I have acquired You, source of life, the destroyer of death; and from my heart before the end I cry to You: I have sinned, be merciful and save me.",
          "I have sinned, O Lord, I have sinned against you; be merciful to me, for there is no sinner amongst humans whom I have not surpassed in sins.",
          "O Saviour, I have followed the example of those who lived in wantonness in the time of Noё; I have inherited from them the condemnation to drown in the flood.",
          "O soul, you have followed that Ham, who sinned against his father; you have not covered your neighbour's shame — walking backwards with averted gaze.",
          "My soul, flee like Lot from the burning of sin; flee from Sodom and Gomorrah; flee from every abnormal desire.",
          "Have mercy, O Lord, have mercy on me, I cry to You, when you come with Your angels to give to everyone what is due for their deeds.",
          "Simple Unity, uncreated Nature without beginning, praised in a Trinity of Persons, save us who in faith worship your power.",
          "O Mother of God, strange wonder: without knowing a man you have conceived within time the Son, who is from the Father outside time, remaining a Virgin while giving suck."
        ]
      ]
    },
    {
      "ode": "4",
      "hirmos": "The prophet heard of your coming, O Lord, and he was afraid — how You were to be born of a Virgin and revealed to mankind; and he said: I have heard the report of You, and I was afraid. Glory to Your power, O Lord.",
      "troparia": [
        [
          "O my soul, be watchful, be courageous, like the great one among the Patriarchs, so that you may acquire action with knowledge, so that you may be called ‘mind that sees God,’ and may reach by contemplation the innermost darkness and become a rich merchant.",
          "The great one among the Patriarchs had the Twelve Patriarchs as children, mystically setting up for you, my soul, a ladder of ascent through action — most wisely setting up his children as the rungs — the steps for ascent.",
          "O soul, you have rivalled Esau the hated, and given the birthright of your former beauty to the supplanter — and lost the paternal blessing, and in your wretchedness have been twice supplanted — in action and in knowledge. Therefore repent now.",
          "Esau was called Edom because of his madness for women — burning always with unrestrained desires and stained with pleasures. He was named ‘Edom’, which means: the red heat of a soul that loves sin.",
          "O my soul, having heard of Job justified on a dung-hill, you have not emulated his fortitude. You have had no firmness of purpose in all that you have experienced and known and been tempted by — but have shown yourself inconstant.",
          "He who was once on a throne is now on a dung-hill, naked and covered with sores. He who had many children and was admired by all people is suddenly childless and homeless. Yet he counted his dung-hill as a palace and his sores as pearls.",
          "Undivided in Essence, unconfused in Persons, I confess you as God: the Trinity in one Godhead, equal in kingship and throne; and I raise to you the great threefold song that is sung in the highest.",
          "You give birth and are a virgin, and in both you remain by nature Virgin. He who is born makes new the laws of nature, and the womb brings forth without labour pains. When God so wills, the natural order is overcome; for He does whatever He wishes."
        ]
      ]
    },
    {
      "ode": "5",
      "hirmos": "From the night I seek You early, O Lover of mankind: give me light, I pray You, and guide me also in Your commandments, and teach me, O Saviour, to do your will.",
      "troparia": [
        [
          "O soul, you have heard of Moses, how he was carried of old in the reed basket on the waves of the waters of the river, as in a chamber, escaping the bitter execution of the decree of Pharaoh.",
          "O wretched soul, you have heard of the midwives who once killed in its infancy the manly action of self-control: now like great Moses be suckled on wisdom.",
          "O wretched soul, you have not struck and killed the Egyptian mind like Moses the great. Tell me, then, how will you go to dwell through repentance in the desert empty of the passions?",
          "Moses the great went to dwell in the desert. Come, O soul, and follow his way of life, so that you also may attain the vision of God in the bush.",
          "Picture, O soul, the rod of Moses striking the sea — and making the deep solid by the sign of the divine Cross, through which you also can do great things.",
          "Aaron brought to God fire that was blameless and pure, but Hophni and Phineёs, like you, O soul, brought to God a strange fire, a defiled life.",
          "We glorify you, O Trinity, the one God: Holy, holy, holy is the Father, the Son, and the Spirit, simple Essence and Unity, worshipped for ever.",
          "Inviolate Virgin Mother without a husband, from you God, the Creator of the ages, was clothed in my shape, and He took human nature to Himself."
        ]
      ]
    },
    {
      "ode": "6",
      "hirmos": "With my whole heart I cried to the compassionate God, and He heard me from the lowest depths of hell, and brought my life up from corruption.",
      "troparia": [
        [
          "O Saviour, the billows of my sins have returned and suddenly engulfed me, as once in the Red Sea the billows engulfed the Egyptians and their captains.",
          "O soul, you have made a foolish choice, like Israel before you; instead of the divine manna you have senselessly preferred the pleasure-loving gluttony of the passions.",
          "My soul, you have valued the wells of Canaanite thoughts more than the veined Rock, from whom torrents of the wisdom of divine knowledge pour forth as from a chalice.",
          "My soul, you have preferred swine's meat and cauldrons and Egyptian food to the heavenly, as the ungrateful people did of old in the wilderness.",
          "When Moses your servant struck the rock with his rod, he pre-figured your life-giving side, O Saviour, from which we all draw the water of life.",
          "O soul, like Jesus son of Navi, search and spy out the nature of the Promised Land, and take up your dwelling in it through obedience to the Law.",
          "I am Trinity, simple and undivided, divided in Persons, and I am Unity from the beginning, by Nature one — says the Father and the Son and the divine Spirit.",
          "Your womb gave birth to God for us, fashioned in our shape. Pray to Him as the Creator of all, O Mother of God, that through your prayers we may be justified."
        ]
      ]
    },
    {
      "ode": "6a",
      "troparia": [
        [
          "<i>(Kontakion, Tone 6)</i> My soul, my soul, rise up. Why are you sleeping? The end draws near, and soon you will be troubled. Watch, then, so that Christ God may spare you, for He is present everywhere and fills all things."
        ]
      ]
    },
    {
      "ode": "7",
      "hirmos": "We have sinned, we have transgressed, we have done evil before You, and neither have we followed, nor have we done, what You commanded us. But do not reject us utterly, O God of our fathers.",
      "troparia": [
        [
          "When the Ark was being carried on a cart and the ox stumbled, Zan only touched it, but the wrath of God struck Him. O soul, flee from his presumption and rightly show reverence for the divine thing.",
          "You have heard of Avessalom, and how he rebelled against nature; you know the abominable deeds by which he despised the bed of his father David. Yet you have followed Him in his passionate and pleasure-seeking impulses.",
          "O soul, you have subjected your free dignity to your body; for you have found the enemy, another Ahitophel, and you have agreed to his counsels. But Christ Himself has brought them to nothing, so that you might be saved from them all.",
          "Solomon the wonderful, who was full of the grace of wisdom, once did evil opposing God, and turned away from Him. You have become like Him, O soul, by your accursed life.",
          "Carried away by the desires of his passions, he had fallen. Alas, the lover of wisdom became a lover of wanton women and a stranger to God. You, O soul, have imitated Him in mind through shameful pleasures.",
          "O soul, you have emulated Rovoam, who paid no regard to his father's counsellors, and at the same time also the evil servant, Ierovoam, the rebel of old. But flee from their example and cry to God: I have sinned, take pity on me.",
          "Trinity, simple, undivided, consubstantial, and one in Essence, Lights and Light, three Holies and one Holy, God the Trinity is praised in song. So, O soul, praise and glorify Life and Lives, the God of all.",
          "We praise you, we bless you, we venerate you, O Mother of God: for you have given birth to Christ God, one of the undivided Trinity; and you yourself have opened the heavenly places to us who dwell on earth."
        ]
      ]
    },
    {
      "ode": "8",
      "hirmos": "Him, whom the hosts of heaven glorify, and who terrifies the Cherubim and the Seraphim, let everything that has breath and every creature praise, bless, and highly exalt to all the ages.",
      "troparia": [
        [
          "O soul, you have followed Ozias, and have his leprosy in double form: for your thoughts are wicked and your acts unlawful. Leave what you have, and hasten to repentance.",
          "O soul, you have heard of the Ninevites repenting before God in sackcloth and ashes. You have not followed them, but have shown yourself to be more wicked than all who sinned before the Law and after the Law.",
          "O soul, you have heard how Jeremias in the muddy pit cried out with lamentations for the city of Zion and asked to be given tears. Follow his life of lamentation — and be saved.",
          "Jonas fled to Tharsis, foreseeing the conversion of the Ninevites; for as a prophet he knew the loving-kindness of God, but he was jealous that his prophecy should not be proved false.",
          "O soul, you have heard how Daniel in the pit stopped the mouths of wild beasts; and you know how the Youths who were with Azarias quenched the flames of the fiery furnace through faith.",
          "O soul, I have set before you all the people from the Old Testament as examples. Imitate the pious acts of the righteous, but flee rather from the sins of the wicked.",
          "Father without beginning, Son also without beginning, good Paraclete, Spirit of truth; Begetter of the Word of God, Word of the Father without beginning, Spirit, living and creating: Trinity in Unity, have mercy on me.",
          "As from purple thread, O All-Pure, the spiritual royal robe of Emmanuel, His flesh, was woven within your womb. Therefore we honour you in truth as Mother of God."
        ]
      ]
    },
    {
      "ode": "9",
      "hirmos": "The nativity is past understanding — from a conception without seed; the child-bearing is undefiled — from a Mother without a husband; for the birth of God makes the natures new. Therefore with true belief all generations magnify you as Bride and Mother of God.",
      "troparia": [
        [
          "Christ was tempted. The Devil tempted Him, showing Him the stones so that they might be made into bread. He led Him up into a mountain, to see in an instant all the kingdoms of the world. O soul, fear fantasy, be vigilant, pray every hour to God.",
          "The Turtle-dove who loved the wilderness, the voice of one crying aloud, the Lamp of Christ, was heard preaching repentance. Herod sinned with Herodias. My soul, see that you are not trapped in the snares of the lawless, but embrace repentance.",
          "The Forerunner of grace went to dwell in the wilderness, and Judaea and all Samaria ran to hear Him; they confessed their sins and were baptized eagerly. But you, O soul, have not followed them.",
          "Marriage is honourable, and the bed undefiled. For on both Christ has given His blessing, eating in the flesh at the wedding in Cana, turning the water into wine and revealing His first miracle, so that you, O soul, might be converted.",
          "Christ gave strength to the paralysed man, who took up his bed; He raised from the dead a young man, the son of the widow, and the centurion's servant; He appeared to the Samaritan woman, and depicted beforehand to you, O soul, worship in spirit.",
          "By the touch of the hem of His garment, the Lord healed the woman with an issue of blood; He cleansed lepers and gave sight to the blind and made the lame walk upright; by His word He cured deaf and dumb and the woman bowed to the ground, so that you, wretched soul, might be saved.",
          "Let us glorify the Father, let us exalt the Son, and with faith let us worship the divine Spirit: undivided Trinity, Unity in Essence, as Light and Lights, and Life and Lives, giving life and light to the ends of the earth.",
          "Preserve your city, all-pure Mother of God. For by you she reigns in faith, and by you she is made strong, and through you she is victorious; she puts to flight every temptation, and she despoils the enemy, and she administers the subjects."
        ]
      ]
    },
    {
      "ode": "9a",
      "troparia": [
        "<i>Venerable Father Andrew, pray to God for us.</i>",
        "Venerable Andrew, thrice-blessed father, shepherd of Crete, do not cease to offer prayer for us who sing your praises, so that we, who honour your memory with faith, may be delivered from all wrath and affliction and corruption, and released from faults.",
        "<b>The nativity is past understanding — from a conception without seed; the child-bearing is undefiled — from a Mother without a husband; for the birth of God makes the natures new. Therefore with true belief all generations magnify you as Bride and Mother of God.</b><br><i><FONT COLOR=\"RED\">(prostration)</FONT></i><br><br>"
      ]
    }
  ]
}