{
  "ps140": [
    "2",
    "As of old we were cast out from paradise through eating bitter food,* let us make haste to enter therein again,* abstaining from the passions, and crying to our God:* “You stretched out Your hands upon the cross,* You drank vinegar and tasted of gall,* patiently enduring the pain of the nails:* uproot all bitter pleasures from our souls,* and for the sake of Your tender compassion save Your servants.”",
    "Once we were cast out of paradise through eating from the tree,* but through Your cross we are restored again.* We offer Your Your cross in supplication,* O Lord of many mercies, praying to You in faith:* send down upon us fountains of tears in this time of abstinence* to cleanse the filth of our passions and offenses,* that we may cry fervently to You:* “Glory to You O Lord!”",
    "As once You granted paradise to Adam,* so now grant me O Word the joy of abstinence,* that I may taste of all Your commandments, O God,* yet never eat of the forbidden fruit of sin;* and so with gladness* I shall come to Your life-giving passion on the cross!"
  ],
  "prokimenon": [
    "6 (Ps. 7)",
    "O Lord my God,* I have hoped in You:",
    "save me!",
    "From my pursuers and deliver me,"
  ],
  "readings": ["Genesis 1:14-23"],
  "second_prokimenon": [
    "5 (Ps. 8)",
    "Lord, our God, how wonderful Your name",
    "in all the earth,",
    "For Your excellence has been exalted* above the heavens."
  ],
  "second_reading": ["Proverbs 1:20-33"],
  "aposticha": [
    "8",
    "Let us keep the fast not only by refraining from food,* but by becoming strangers to all bodily passions;* that we who are enslaved to the tyranny of the flesh may be deemed worthy* to partake of the Lamb, the Son of God,* slain of His own will for the sake of the world,* and that we may spiritually celebrate the feast of the Saviour’s resurrection from the dead!* So shall we be raised on high in the glory of the virtues,* through our righteous actions* giving joy to the Lord and the Lover of mankind!",
    "Your martyrs, O Lord, putting aside the things of this life,* and enduring tortures for the sake of the life to come,* were shown to be its inheritors,* and now they rejoice with the angels!* By their prayers grant Your people great mercy!",
    "gn",
    "“O marvellous wonder! O Strange mystery and fearful deed!” cried the Virgin* as she beheld in fear and trembling, You, the child whom she had borne without travail,* hanging between two malefactors on the cross.* She cried aloud weeping:* “Woe is me, O my beloved child! How has this wicked and ungrateful people* nailed You to the Cross!”"
  ]
}