{
  "refrain": [
    "Have mercy on me, O God, have mercy on me.",
    "Have mercy on me, O God, have mercy on me."
  ],
  "comment": "Typicon prescribes three inclinations on every repetition of the refrain, but the general practice (attested in the Typicon as well) is to make one prostration.<br><br>",
  "troparia_number": 0,
  "repeat_hirmi": 1,
  "matinslike": false,
  "odes": [
    {
      "ode": "1",
      "hirmos": "He has become Helper and Protector for me unto salvation. He is my God — and I glorify Him, God of my fathers — and I exalt Him, for He is greatly glorified.",
      "special_refrains": [
        {
          "5": "Venerable Mother Mary, pray to God for us."
        }
      ],
      "troparia": [
        [
          "From my youth, O Saviour, I have rejected your commandments. Ruled by the passions, I have passed my whole life in heedlessness and sloth. Therefore even at the end I cry to you, O Saviour: Save me.",
          "Having cast me out before your gates, O Saviour, do not, in my old age, cast me down empty into hell; but before the end, as you are the Lover of mankind, grant me remission of sins.",
          "In my hunger I cry: O Saviour, I have wasted all my substance in riotous living, and I am barren of the fruit of piety. O Father, in your compassion you ran to meet me to take pity on me.",
          "I am the one who fell among thieves — my own thoughts; now I am wounded all over by them, beaten and bruised. But you yourself came to me, Christ Saviour, to heal me.",
          "Seeing me first, the Priest passed by on the other side, and the Levite, looking in terror, despised my nakedness. But, O Jesus, who sprang from Mary, you came to me to take pity on me.",
          "Grant me the light of grace, from divine providence on high, to flee from the darkness of the passions and to sing fervently the joyful narrative of your life, O Mary.",
          "Trinity beyond being, worshipped in unity, take from me the heavy yoke of sin, and in your compassion grant me tears of contrition.",
          "Mother of God, the help and protection of those who sing praise to you, take from me the heavy yoke of sin, and, pure Lady, accept me in repentance."
        ]
      ]
    },
    {
      "ode": "2",
      "hirmos": "Attend, O heaven, and I shall speak — and sing in praise of Christ, who took flesh from a Virgin and came to dwell among us.",
      "special_refrains": [
        {},
        {
          "4": "Venerable Mother Mary, pray to God for us."
        }
      ],
      "troparia": [
        [
          "Like David, I have fallen through incontinence, and I am covered with filth. But with my tears, you, O Saviour, have washed me clean.",
          "I have no tears, no repentance, no contrition. O Saviour, as God, grant them to me yourself.",
          "I have lost the beauty and dignity with which I was first created, and now I lie naked, and I am ashamed.",
          "Lord, Lord, do not close your door against me then; but open it to me who repent to you.",
          "Give ear to the groaning of my soul, and accept the drops that fall from my eyes; O Lord, save me.",
          "O Lover of mankind, who desire that all shall be saved, call me back, as you are good, and accept me in repentance.",
          "Undefiled Virgin Mother of God, alone all-praised, intercede fervently for our salvation."
        ],
        [
          "See, see that I am God. Give ear, my soul, to the Lord as He cries, and forsake your former sin, and fear Him as Avenger and as Judge and God.",
          "To whom shall I liken you, O soul of many sins? Alas, to the first Cain, and to that Lamech. For you have stoned your body to death with evil deeds, and killed your mind with inordinate lust.",
          "O soul, call to mind all who were before the Law. You have not been like Seth, or followed Enos or Enoch who was translated to heaven; but you are found to be lacking the life of the righteous.",
          "My soul, you alone have opened the windows of the wrath of your God, and you have flooded, as the earth, all your flesh and your deeds and your life; and you have remained outside the Ark of salvation.",
          "With eagerness and longing you have run to Christ, turning from your former path of sin, and being sustained in the trackless wilderness, and thereby fulfilling in purity the divine commandments.",
          "Uncreated Trinity without beginning, undivided Unity: accept me in repentance, and save me, a sinner. I am your creation, do not reject me, but spare me and deliver me from the fire of condemnation.",
          "Most pure Lady, Mother of God, the hope of those who run to you and the haven of the storm-tossed, through your prayers grant that your merciful Creator and Son may be merciful even to me."
        ]
      ]
    },
    {
      "ode": "3",
      "hirmos": "Establish my thoughts on the unshaken rock of your commandments, O Christ.",
      "special_refrains": [
        {
          "6": "Venerable Mother Mary, pray to God for us.",
          "7": "Venerable Mother Mary, pray to God for us."
        }
      ],
      "troparia": [
        [
          "Wretched soul, you have not inherited the blessing of Sem, nor have you received, like Japheth, a spacious domain in the land of forgiveness.",
          "My soul, depart from the land of Harran, from sin, and enter into the land that Abraham inherited, which flows with everlasting incorruption.",
          "My soul, you have heard how Abraham of old left the land of his fathers and became a wanderer: follow Him in his choice.",
          "At the oak of Mamvre the Patriarch gave hospitality to the angels; in old age he inherited the rewards of the promise.",
          "My miserable soul, you know how Isaac was mystically presented as a whole burnt offering, a new sacrifice to the Lord: follow Him in his choice.",
          "My soul, be vigilant! You have heard how Ismael was driven out as the offspring of a slave girl. Watch lest you suffer the same because of your lechery.",
          "O Mother, I am held fast by the tempest and billow of sins; but keep me safe now yourself, and lead me to the haven of divine repentance.",
          "Venerable Mother, offer now your prayer also to the compassionate Mother of God, and through your intercessions open to me the divine entrances.",
          "Simple Unity, uncreated Nature without beginning, praised in a Trinity of Persons, save us who in faith worship your power.",
          "O Mother of God, strange wonder: without knowing a man you have conceived within time the Son, who is from the Father outside time, remaining a Virgin while giving suck."
        ]
      ]
    },
    {
      "ode": "4",
      "hirmos": "The prophet heard of your coming, O Lord, and he was afraid — how You were to be born of a Virgin and revealed to mankind; and he said: I have heard the report of You, and I was afraid. Glory to Your power, O Lord.",
      "troparia": [
        [
          "I have defiled my body, I have stained my spirit, and I am all covered with wounds: but as physician, O Christ, heal them both for me through repentance. Wash, purify and cleanse me, my Saviour, and make me whiter than snow.",
          "O Word, when you were crucified You offered Your Body and Your Blood for the sake of all: Your Body to refashion me, and Your Blood to cleanse me; and You gave up the spirit, O Christ, to bring me to Your Father.",
          "In your pity you worked salvation in the midst of the earth so that we might be saved. Of our own will you were crucified on the Tree; and Eden, closed until then, was opened. Things above and things below, the creation and all nations have been saved and worship you.",
          "May the Blood that flows from your side be to me a font, and may the Water that flows with it be a drink of forgiveness, so that by them both, O Word, I may be purified, anointed and refreshed, having as chrism and drink your words of life.",
          "Our Saviour, the Church has been granted your life-bearing side as a chalice, from which there flows down to us the twofold stream of forgiveness and knowledge, representing the two Covenants, the Old and the New.",
          "I am deprived of the bridal chamber, and I am deprived of the wedding, and also of the supper; for lack of oil my lamp went out; while I slept the bridal chamber was closed to me, the supper was eaten, and I was cast out, bound hand and foot.",
          "Undivided in Essence, unconfused in Persons, I confess you as God: the Trinity in one Godhead, equal in kingship and throne; and I raise to you the great threefold song that is sung in the highest.",
          " You give birth and are a virgin, and in both you remain by nature Virgin. He who is born makes new the laws of nature, and the womb brings forth without labour pains. When God so wills, the natural order is overcome; for He does whatever He wishes."
        ]
      ]
    },
    {
      "ode": "5",
      "hirmos": "From the night I seek You early, O Lover of mankind: give me light, I pray You, and guide me also in Your commandments, and teach me, O Saviour, to do your will.",
      "special_refrains": [
        {
          "5": "Venerable Mother Mary, pray to God for us."
        }
      ],
      "troparia": [
        [
          "As Jannes and Jamvres were grievous to the will of cruel Pharaoh, so have I become in soul and body, and my mind is overwhelmed: but, O Lord, come to my aid.",
          "I, the wretched one, have destroyed my mind with mire. Cleanse me in the bath of my tears, I pray you, O Master, and make the garment of my flesh as white as snow.",
          "When I examine my works, O Saviour, I see that I have myself gone beyond all mankind in sins, for I knew and understood what I did; I did not sin in ignorance.",
          "Spare, O Lord, spare what you have made. I have sinned, forgive me: for you alone are pure by nature, and none except you is free from pollution.",
          "Being God, O Saviour, you were formed like me for my sake. You performed wonders, you healed lepers, you gave strength to the paralysed, and you stopped the issue of blood when the woman touched the hem of your garment.",
          "Crossing the stream of Jordan you found peace, escaping from the deadening pleasures of the flesh. Deliver us also from them by your intercessions, O Venerable Mother.",
          "We glorify you, O Trinity, the one God: Holy, holy, holy is the Father, the Son, and the Spirit, simple Essence and Unity, worshipped for ever.",
          "Inviolate Virgin Mother without a husband, from you God, the Creator of the ages, was clothed in my shape, and He took human nature to Himself."
        ]
      ]
    },
    {
      "ode": "6",
      "hirmos": "With my whole heart I cried to the compassionate God, and He heard me from the lowest depths of hell, and brought my life up from corruption.",
      "troparia": [
        [
          "Rise up and make war on the passions of the flesh, like Jesus against Amalek, ever gaining victory over the Gavaonites, your deceitful thoughts.",
          "God commands you, O soul: pass through the flowing nature of time like the Ark of old — and take possession of that promised land.",
          "As You saved Peter when he cried out — Save me — come quickly, O Saviour, and deliver me from the beast. Stretch out Your hand and lead me up from the deep of sin.",
          "O Master, I know you as a calm haven: come quickly, O Christ the Master, and deliver me from the lowest depths of sin and despair.",
          "I am Trinity, simple and undivided, divided in Persons, and I am Unity from the beginning, by Nature one — says the Father and the Son and the divine Spirit.",
          "Your womb gave birth to God for us, fashioned in our shape. Pray to Him as the Creator of all, O Mother of God, that through your prayers we may be justified."
        ]
      ]
    },
    {
      "ode": "6a",
      "troparia": [
        [
          "<i>(Kontakion, Tone 6)</i> My soul, my soul, rise up. Why are you sleeping? The end draws near, and soon you will be troubled. Watch, then, so that Christ God may spare you, for He is present everywhere and fills all things."
        ]
      ]
    },
    {
      "ode": "7",
      "hirmos": "We have sinned, we have transgressed, we have done evil before You, and neither have we followed, nor have we done, what You commanded us. But do not reject us utterly, O God of our fathers.",
      "troparia": [
        [
          "By choice you heaped up the faults of Manasses, O soul, setting up passions as abominations, and multiplying offences. But with fervour imitate his repentance and acquire compunction.",
          "Woe is me, my soul! You have rivalled Ahab in crimes. You have become a lodging for fleshly defilements and a shameful vessel of the passions. But groan from the depths and tell your sins to God.",
          "Heaven is closed to you, O soul, and a famine from God has come upon you: for you have been disobedient, as Ahab was to the words of Elias the Thesbite. But imitate the woman of Saraphtha, and feed the soul of the prophet.",
          "Elias once set fire to twice fifty of Jezebel's men, and he slew the prophets of shame, as a rebuke to Ahab. But flee from the examples of them both, O soul, and be strong.",
          "Trinity, simple, undivided, consubstantial, and one in Essence, Lights and Light, three Holies and one Holy, God the Trinity is praised in song. So, O soul, praise and glorify Life and Lives, the God of all.",
          "We praise you, we bless you, we venerate you, O Mother of God: for you have given birth to Christ God, one of the undivided Trinity; and you yourself have opened the heavenly places to us who dwell on earth."
        ]
      ]
    },
    {
      "ode": "8",
      "hirmos": "Him, whom the hosts of heaven glorify, and who terrifies the Cherubim and the Seraphim, let everything that has breath and every creature praise, bless, and highly exalt to all the ages.",
      "troparia": [
        [
          "Righteous Judge and Saviour, have mercy on me and deliver me from the fire, and from the punishment that I rightly expect to suffer at the Judgement. Before the end release me through virtue and repentance.",
          "Like the thief I cry to You — Remember me; like Peter I weep bitterly; like the Tax Collector I call out — Release me; like the Harlot I shed tears: accept my lamentation as once You accepted that of the Canaanite woman.",
          "O Saviour, the only Physician, heal the putrefaction of my humbled soul; apply plaster to me, and oil and wine — works of repentance and compunction with tears.",
          "I too follow the Canaanite woman, and cry: Son of David, have mercy on me. Like the woman with an issue of blood I touch the hem of Your garment. I weep as Martha and Mary wept for Lazaros.",
          "Father without beginning, Son also without beginning, good Paraclete, Spirit of truth; Begetter of the Word of God, Word of the Father without beginning, Spirit, living and creating: Trinity in Unity, have mercy on me.",
          "As from purple thread, O All-Pure, the spiritual royal robe of Emmanuel, His flesh, was woven within your womb. Therefore we honour you in truth as Mother of God."
        ]
      ]
    },
    {
      "ode": "9",
      "hirmos": "The nativity is past understanding — from a conception without seed; the child-bearing is undefiled — from a Mother without a husband; for the birth of God makes the natures new. Therefore with true belief all generations magnify you as Bride and Mother of God.",
      "troparia": [
        [
          "Christ the Word healed sicknesses, preached the gospel to the poor, cured cripples, ate with tax collectors, and talked with sinners. With the touch of His hand He brought back the departed soul of the daughter of Jairos.",
          "The Tax Collector was saved, and the Harlot turned to chastity, but the Pharisee with his boasting was condemned. For the first said — Be merciful; and the second — Have mercy on me; but the third said, boasting: I thank You, O God — and other words of madness.",
          "Zacchaeos was a tax collector, yet he was saved; but Simon the Pharisee went astray; while the Harlot received remission and release from Him who has power to forgive sins. Make haste, O soul, to follow her example.",
          "O my wretched soul, you have not acted like the Harlot, who took the alabaster box of ointment, and anointed with tears the feet of the Lord, and wiped them with her hair. And He tore in pieces the record of her previous sins.",
          "My soul, you know how the cities were cursed to which Christ gave the Gospel. Fear their example, lest you become like them, for the Master compared them to the men of Sodom, and condemned them to hell.",
          "My soul, do not be overcome by despair; for you have heard of the faith of the woman of Canaan, and how through it her daughter was healed by the Word of God. Cry out from the depth of your heart, as she did to Christ: Save me also, O Son of David.",
          "Let us glorify the Father, let us exalt the Son, and with faith let us worship the divine Spirit: undivided Trinity, Unity in Essence, as Light and Lights, and Life and Lives, giving life and light to the ends of the earth.",
          "Preserve your city, all-pure Mother of God. For by you she reigns in faith, and by you she is made strong, and through you she is victorious; she puts to flight every temptation, and she despoils the enemy, and she administers the subjects."
        ]
      ]
    },
    {
      "ode": "9a",
      "troparia": [
        "<i>Venerable Father Andrew, pray to God for us.</i>",
        "Venerable Andrew, thrice-blessed father, shepherd of Crete, do not cease to offer prayer for us who sing your praises, so that we, who honour your memory with faith, may be delivered from all wrath and affliction and corruption, and released from faults.",
        "<b>The nativity is past understanding — from a conception without seed; the child-bearing is undefiled — from a Mother without a husband; for the birth of God makes the natures new. Therefore with true belief all generations magnify you as Bride and Mother of God.</b><br><i><FONT COLOR=\"RED\">(prostration)</FONT></i><br><br>"
      ]
    }
  ]
}