{
  "ps140": [
    "2",
    "Jesus, the spiritually radiant sun* has sent you into the world as lightning flashes of effulgence,* apostles and eye-witnesses of God!* By the rays of your divine doctrines,* the delusion of darkness has been swept away,* enlightening those who were held in its gloomy ignorance.* Entreat Him to grant us enlightenment and great mercy.",
    "Elijah was enlightened through fasting;* mounting the chariot of good works* he was taken up to the heights of heaven.* Emulate him, humble soul!* Abstain from every evil and jealousy,* from every fleeting pleasure,* so that you also may be cleansed of corrupting disease;* the fires of Gehenna, and cry out to Christ:* O Lord, glory be to You!",
    "5",
    "Divine apostles, fervent intercessors for the world, defenders of the Orthodox.* You have authority to entreat Christ our God with boldness.* We entreat you to pray on our behalf, O honourable ones,* that we might spend the good time of fasting in joyousness,* and receive the grace of the consubstantial Trinity.* Pray on behalf of our souls, you great and glorious preachers!"
  ],
  "prokimenon": [
    "5 (Ps. 11)",
    "You, O Lord, will guard us, and will keep us,",
    "from this generation, and forever!",
    "Save me, O Lord, for there is no longer left a just man."
  ],
  "readings": ["Genesis 1:24-2:3"],
  "second_prokimenon": [
    "6 (Ps. 12)",
    "Look at me* and answer me",
    "O Lord my God!",
    "How long, O Lord, will You forget me? How long will You hide Your face from me?"
  ],
  "second_reading": ["Proverbs 2:1-22"],
  "aposticha": [
    "8",
    "While fasting physically, brethren, let us also fast spiritually.* Let us loose every knot of iniquity;* let us tear up every unrighteous bond;* let us distribute bread to the hungry,* and welcome into our homes those who have no place to stay* so that we may receive great mercy from Christ our God!",
    "Fame and praise befits the saints!* For they bowed their necks beneath the sword for Your sake,* who bowed the heavens and came down.* They shed blood for You, who emptied Yourself and took the form of a servant!* By emulating Your poverty, they, too, humbled themselves even to death* By their prayers, have mercy on us, O God* according to the abundance of Your great mercies!"
  ]
}