{
  "refrain": "Have mercy on me, O God, have mercy on me.",
  "comment": "Typicon prescribes three inclinations on every repetition of the refrain, but the general practice (attested in the Typicon as well) is to make one prostration.<br><br>",
  "troparia_number": 0,
  "repeat_hirmi": 1,
  "matinslike": false,
  "odes": [
    {
      "ode": "1",
      "hirmos": "He has become Helper and Protector for me unto salvation. He is my God — and I glorify Him, God of my fathers — and I exalt Him, for He is greatly glorified.",
      "special_refrains": [
        {
          "5": "Venerable Mother Mary, pray to God for us."
        }
      ],
      "troparia": [
        [
          "O Lamb of God, who take away the sins of all, take from me the heavy yoke of sin, and as You are compassionate give me tears of compunction.",
          "O Jesus, I fall down at Your feet. I have sinned against You: be merciful to me. Take from me the heavy yoke of sin, and as you are a compassionate God, accept me in repentance.",
          "Do not enter into judgement with me, bringing before me the things I should have done — examining my words and correcting my impulses. But in your pity overlook such things, and save me, O All-powerful.",
          "It is time for repentance: I come to you, my Creator. Take from me the heavy yoke of sin, and in your compassion give me tears of compunction.",
          "I have wasted the substance of my soul in sin — and I am barren of the virtues of piety. In my hunger I cry: Grant mercy to me, O Lord, my Saviour.",
          "Bowing before the laws of Christ, you have drawn near to Him, forsaking the ungovernable longings of sensual pleasure; and you have most reverently accomplished all the virtues as if they were one.",
          "Trinity beyond being, worshipped in unity, take from me the heavy yoke of sin, and in your compassion grant me tears of contrition.",
          "Mother of God, the help and protection of those who sing praise to you, take from me the heavy yoke of sin, and, pure Lady, accept me in repentance."
        ]
      ]
    },
    {
      "ode": "2",
      "hirmos": "Attend, O heaven, and I shall speak — and sing in praise of Christ, who took flesh from a Virgin and came to dwell among us.",
      "special_refrains": [
        {
          "5": "Venerable Mother Mary, pray to God for us."
        }
      ],
      "troparia": [
        [
          "I have killed a man to my bruising and a young man to my hurt — said Lamech, as he cried aloud lamenting. O my soul, do you not tremble then, for you have defiled your flesh and stained your mind?",
          "O soul, you cleverly planned to build a tower, and to construct a fortress for your lusts; but the Creator confounded your plans and dashed your constructions to the ground.",
          "Oh, how I have emulated Lamech, the murderer of old, slaying my body like the man — and my mind like the young man. And with longings for sensual pleasures I have slain my body as a brother, like Cain the murderer.",
          "Roused to anger by their transgression, the Lord once rained down fire from the Lord and burnt up the men of Sodom. And you, O soul, have kindled the fire of Gehenna, in which you will burn with them.",
          "I am wounded, I am struck: see the arrows of the enemy which have pierced my soul and my body; see the wounds, the festering sores, and the maimings — cry the blows of my freely-chosen passions.",
          "Sunk in the abyss of wickedness, O Mary, you lifted up your hands to the merciful God. And as to Peter, in His love for mankind, He stretched out His divine hand to you, seeking in every way your conversion.",
          "Uncreated Trinity without beginning, undivided Unity: accept me in repentance, and save me, a sinner. I am your creation, do not reject me, but spare me and deliver me from the fire of condemnation.",
          "Most pure Lady, Mother of God, the hope of those who run to you and the haven of the storm-tossed, through your prayers grant that your merciful Creator and Son may be merciful even to me."
        ]
      ]
    },
    {
      "ode": "3",
      "hirmos": "Establish my thoughts on the unshaken rock of your commandments, O Christ.",
      "troparia": [
        [
          "O soul, you have become like Hagar the Egyptian of old: your free choice has been enslaved and you have given birth to a new Ismael — stubborn wilfulness.",
          "My soul, you know the ladder of Jacob, appearing from earth to heaven. Why do you not have a secure step of piety?",
          "Follow the example of the one set apart as Priest of God and King, the symbolic representation of the life of Christ in the world among mankind.",
          "Turn back, wretched soul, and lament, before the festival of life comes to an end — before the Lord shuts the door to the bridal chamber.",
          "Do not look back, O soul, and become a pillar of salt. May the precedent of Sodom make you fearful, and may you go up to refuge in Segor.",
          "O Master, do not reject the prayer of those who sing praise to You, but, O Lover of mankind, be merciful and grant forgiveness to those who ask with faith.",
          "Simple Unity, uncreated Nature without beginning, praised in a Trinity of Persons, save us who in faith worship Your power.",
          "O Mother of God, strange wonder: without knowing a man you have conceived within time the Son, who is from the Father outside time, remaining a Virgin while giving suck."
        ]
      ]
    },
    {
      "ode": "4",
      "hirmos": "The prophet heard of your coming, O Lord, and he was afraid — how You were to be born of a Virgin and revealed to mankind; and he said: I have heard the report of You, and I was afraid. Glory to Your power, O Lord.",
      "special_refrains": [
        {
          "7": "Venerable Mother Mary, pray to God for us."
        }
      ],
      "troparia": [
        [
          "The time of my life is short, filled with trouble and evil. But accept me in repentance and call me back to knowledge. Do not let me become the possession or the food of the enemy; but, O Saviour, take pity on me Yourself.",
          "A man of great wealth and righteous, of royal dignity, clothed in diadem and purple, abounding in riches and cattle, became suddenly a beggar, stripped of wealth, glory and kingship.",
          "If he who was righteous and blameless above all did not escape the snares and pits of the deceiver, what will you do, wretched and sin-loving soul, when some unexpected misfortune befalls you?",
          "Now I begin to speak boastfully, with rashness of heart, to no purpose and in vain. O just Judge, who alone have pity, do not condemn me with the Pharisee, but grant me the humility of the Tax Collector and number me with Him.",
          "O Merciful One, I know that I have sinned, that I have shown contempt for the vessel of my flesh. But accept me in repentance and call me back to knowledge. Do not let me become the possession or the food of the enemy; but, O Saviour, take pity on me Yourself.",
          "I have become my own idol, utterly defiling my soul with the passions. But accept me in repentance and call me back to knowledge. Do not let me become the possession or the food of the enemy; but, O Saviour, take pity on me Yourself.",
          "I have not listened to Your voice, I have not heeded Your Scriptures, O Giver of the Law. But accept me in repentance and call me back to knowledge. Do not let me become the possession or the food of the enemy; but, O Saviour, take pity on me Yourself.",
          "You were brought down into the depth of great iniquities, yet not held fast; but with better intent you perceptibly ascended to the height of virtue, beyond all expectation; and the angelic nature was amazed, O Mary.",
          "Undivided in Essence, unconfused in Persons, I confess You as God: the Trinity in one Godhead, equal in kingship and throne; and I raise to You the great threefold song that is sung in the highest.",
          "You give birth and are a virgin, and in both you remain by nature Virgin. He who is born makes new the laws of nature, and the womb brings forth without labour pains. When God so wills, the natural order is overcome; for He does whatever He wishes."
        ]
      ]
    },
    {
      "ode": "5",
      "hirmos": "From the night I seek You early, O Lover of mankind: give me light, I pray You, and guide me also in Your commandments, and teach me, O Saviour, to do your will.",
      "special_refrains": [
        {
          "3": "Venerable Mother Mary, pray to God for us."
        }
      ],
      "troparia": [
        [
          "O soul, imitate the woman who was bowed down to the ground: fall at the feet of Jesus, so that He may make you straight again, and you will walk uprightly on the paths of the Lord.",
          "Since You are a deep well, O Master, make springs gush forth for me from Your pure veins — so that like the woman of Samaria I may drink and thirst no more; for from You flow the streams of life.",
          "Master and Lord, may my tears be to me as Siloam, so that I also may wash clean the eyes of my heart, and with my mind behold You, the pre-eternal Light.",
          "All-blessed one, with a love beyond compare you longed to venerate the wood of the Cross, and your desire was granted. Make me also worthy to attain the glory on high.",
          "We glorify You, O Trinity, the one God: Holy, holy, holy is the Father, the Son, and the Spirit, simple Essence and Unity, worshipped for ever.",
          "Inviolate Virgin Mother without a husband, from you God, the Creator of the ages, was clothed in my shape, and He took human nature to Himself."
        ]
      ]
    },
    {
      "ode": "6",
      "hirmos": "With my whole heart I cried to the compassionate God, and He heard me from the lowest depths of hell, and brought my life up from corruption.",
      "special_refrains": [
        {
          "2": "Venerable Mother Mary, pray to God for us.",
          "3": "Venerable Mother Mary, pray to God for us."
        }
      ],
      "troparia": [
        [
          "O Saviour, I am the coin marked with the likeness of the King and which You lost of old. But light Your lamp, Your Forerunner, O Word, and seek and find Your image.",
          "Rise up and make war on the passions of the flesh, like Jesus against Amalek, ever gaining victory over the Gavaonites, your deceitful thoughts.",
          "In order to quench the burning of the passions, O Mary, with your soul on fire you have ever shed streams of tears. Grant the grace of these also to me, your servant.",
          "O Mother, you attained heavenly detachment through the excellence of your way of life on earth. Pray that those who sing praise to you may be delivered from passions through your intercessions.",
          "I am Trinity, simple and undivided, divided in Persons, and I am Unity from the beginning, by Nature one — says the Father and the Son and the divine Spirit.",
          "Your womb gave birth to God for us, fashioned in our shape. Pray to Him as the Creator of all, O Mother of God, that through your prayers we may be justified."
        ]
      ]
    },
    {
      "ode": "6a",
      "troparia": [
        [
          "<i>(Kontakion, Tone 6)</i> My soul, my soul, rise up. Why are you sleeping? The end draws near, and soon you will be troubled. Watch, then, so that Christ God may spare you, for He is present everywhere and fills all things."
        ]
      ]
    },
    {
      "ode": "7",
      "hirmos": "We have sinned, we have transgressed, we have done evil before You, and neither have we followed, nor have we done, what You commanded us. But do not reject us utterly, O God of our fathers.",
      "special_refrains": [
        {
          "4": "Venerable Mother Mary, pray to God for us.",
          "5": "Venerable Mother Mary, pray to God for us."
        }
      ],
      "troparia": [
        [
          "My days have vanished like a dream of one awaking; and so, like Hezekias, I weep on my bed, so that years may be added to my life. But what Isaiah will come to me, O soul, except the God of all?",
          "I fall before You, and as tears I offer You my words. I have sinned as the Harlot never sinned, and I have transgressed as no one else on earth. But take pity on Your creature, O Master, and call me back.",
          "I have discoloured Your image and broken Your commandment. All my beauty is darkened and my lamp is quenched by the passions, O Saviour. But take pity on me, as David sings, and restore to me Your joy.",
          "Turn back, repent, uncover all that you have hidden. Say to God, to whom all things are known: You alone know my secrets, O Saviour; have mercy on me yourself, as David sings, according to Your mercy.",
          "Crying out to the most pure Mother of God, of old you drove back the fury of the passions that violently attacked you, and put to shame the enemy who sought to make you stumble. But give your help in trouble also to me, your servant.",
          "Pray to Him whom you loved, to Him whom you desired, for whose sake you wore out your flesh, O Venerable Mother; pray now to Christ for your servants, that He may show mercy on us all, and grant a peaceful existence to those who worship Him.",
          "Trinity, simple, undivided, consubstantial, and one in Essence, Lights and Light, three Holies and one Holy, God the Trinity is praised in song. So, O soul, praise and glorify Life and Lives, the God of all.",
          "We praise you, we bless you, we venerate you, O Mother of God: for you have given birth to Christ God, one of the undivided Trinity; and you yourself have opened the heavenly places to us who dwell on earth."
        ]
      ]
    },
    {
      "ode": "8",
      "hirmos": "Him, whom the hosts of heaven glorify, and who terrifies the Cherubim and the Seraphim, let everything that has breath and every creature praise, bless, and highly exalt to all the ages.",
      "special_refrains": [
        {
          "4": "Venerable Mother Mary, pray to God for us.",
          "5": "Venerable Mother Mary, pray to God for us."
        }
      ],
      "troparia": [
        [
          "O Saviour, as ointment I empty on Your head the alabaster box of my tears. Like the Harlot I cry to You, seeking mercy: I bring my prayer and ask to receive forgiveness.",
          "No one has sinned against You as I have; yet accept even me, compassionate Saviour, as I repent in fear and cry with longing: I have sinned against You alone; I have transgressed, have mercy on me.",
          "O Saviour, spare what You have made Yourself, and as shepherd — seek the lost sheep that has gone astray. Snatch me from the wolf and make me a sheep in the pasture of Your flock.",
          "When You, the compassionate Judge, are enthroned and reveal Your dread glory, O Christ, what fear there will be then, when the furnace burns with fire, and all shrink back in terror before Your Judgement-seat.",
          "The Mother of the Light that never sets illumined you and freed you from the darkness of the passions. O Mary, who has received the grace of the Spirit, give light to those who faithfully praise you.",
          "Godly Zosimas was struck with amazement, beholding in you, O Mother, a wonder truly strange and new. For he saw an angel in the body and was filled with astonishment, praising Christ to the ages.",
          "Father without beginning, Son also without beginning, good Paraclete, Spirit of truth; Begetter of the Word of God, Word of the Father without beginning, Spirit, living and creating: Trinity in Unity, have mercy on me.",
          "As from purple thread, O All-Pure, the spiritual royal robe of Emmanuel, His flesh, was woven within your womb. Therefore we honour you in truth as Mother of God."
        ]
      ]
    },
    {
      "ode": "9",
      "hirmos": "The nativity is past understanding — from a conception without seed; the child-bearing is undefiled — from a Mother without a husband; for the birth of God makes the natures new. Therefore with true belief all generations magnify you as Bride and Mother of God.",
      "special_refrains": [
        {
          "5": "Venerable Mother Mary, pray to God for us.",
          "6": "Venerable Mother Mary, pray to God for us.",
          "7": "Venerable Father Andrew, pray to God for us."
        }
      ],
      "troparia": [
        [
          "O Son of David, with a word You healed the possessed: be compassionate, save me and have mercy. Let me hear Your compassionate voice speak to me as to the Thief — Amen, I say to you, you will be with Me in Paradise, when I come in My glory.",
          "A thief accused You, a Thief acknowledged You as God: for both were hanging beside You on the Cross. O Greatly-compassionate, open to me also the door of Your glorious kingdom, as once it was opened to Your Thief, who with faith recognized You as God.",
          "The creation was in anguish when it saw You crucified; mountains and rocks were split from fear, and the earth quaked, and hell was despoiled; and the light grew dark in the day, when they beheld You, O Jesus, nailed in the flesh.",
          "Do not demand from me worthy fruits of repentance, for my strength has failed within me. Give me an ever-contrite heart and poverty of spirit, so that I may offer these to You as an acceptable sacrifice, O only Saviour.",
          "My Judge, who know me, when You come again with the angels to judge the whole world, look on me then with Your merciful eye and spare me; take pity on me, O Jesus, for I have sinned more than the whole nature of mankind.",
          "By your strange way of life you have struck all with wonder: the hosts of angels and the assemblies of mortals; for you surpassed nature and lived as though no longer in the body. Like a bodiless being you walked on the Jordan with your feet and crossed over.",
          "Venerable Mother, call down the gracious mercy of the Creator on those who praise you, that we may be set free from the sufferings and afflictions that beset us round about; so that without ceasing, delivered from temptations, we may magnify the Lord who has glorified you.",
          "Venerable Andrew, thrice-blessed father, shepherd of Crete, do not cease to offer prayer for us who sing your praises, so that we, who honour your memory with faith, may be delivered from all wrath and affliction and corruption, and released from fault.",
          "Let us glorify the Father, let us exalt the Son, and with faith let us worship the divine Spirit: undivided Trinity, Unity in Essence, as Light and Lights, and Life and Lives, giving life and light to the ends of the earth.",
          "Preserve your city, all-pure Mother of God. For by you she reigns in faith, and by you she is made strong, and through you she is victorious; she puts to flight every temptation, and she despoils the enemy, and she administers the subjects."
        ]
      ]
    },
    {
      "ode": "9a",
      "troparia": [
        "<b>The nativity is past understanding — from a conception without seed; the child-bearing is undefiled — from a Mother without a husband; for the birth of God makes the natures new. Therefore with true belief all generations magnify you as Bride and Mother of God.</b><br><i><FONT COLOR=\"RED\">(prostration)</FONT></i><br><br>"
      ]
    }
  ]
}