{
  "ps140": [
    "2",
    "I have been darkened by the adversary’s deceits, O my Christ,* enlighten me, O enlightener of the faithful,* who darkened the sun as You hung upon the Cross,* granting deliverance, so that as I walk in the light of Your precepts* I may purely behold the saving rays of Your resurrection!",
    "Hanging as a vine upon the tree, O Saviour,* You satisfied the earth with the wine of incorruption,* wherefore, I cry to You:* I have been drunk always and darkened with sinfulness.* Satisfy me with the sweet and true drink of compunction,* and strengthen me now through abstinence from pleasures* O my gracious Saviour and Lover of mankind!",
    "Great are the wonders of the Cross!* it planted abstinence firmly in the church,* and uprooted Adam’s lack thereof in paradise,* one tree in Eden brought death to mankind,* but another on Golgotha granted eternal life to the world.* The Cross is the fountain of paradise* which released Your life-bearing blood and water.* By Your cross, gladden our Lenten joy, O God of Israel* as one abundant in mercy."
  ],
  "prokimenon": [
    "4 (Ps. 15)",
    "I will bless the Lord who gives me understanding,",
    "moreover, even till night have my reins instructed me.",
    "Keep me, O God, for in You have I hoped!"
  ],
  "readings": ["Genesis 2:4-19"],
  "second_prokimenon": [
    "4 (Ps. 16)",
    "Keep me, O Lord",
    "as the apple of your eye.",
    "Hearken O Lord, to my righteousness."
  ],
  "second_reading": ["Proverbs 3:1-19"],
  "aposticha": [
    "4",
    "Desiring to commune of the divine Pascha,* the Pascha not from Egypt, but from Sion,* let us renounce the drink of sin through repentance!* Let us gird our loins with the mortification of pleasures!* Let us cover our feet with shoes that tread no evil path!* Let us be confirmed with the shield of faith!* Let us not imitate the enemies of the Master’s Cross!* Rather, let us pursue victory over the devil through fasting* for the sake of our Saviour, who showed us the way!",
    "You are glorified in the memory of Your martyrs, O Christ God,* they entreat You on our behalf,* to send down upon us Your great mercy!",
    "gn",
    "Beholding You nailed to the Cross, O Lord, the ewe-lamb,* Your Mother marvelled and cried out: “What is this that I see, O my Son most desired?* How have You been rewarded by the unfaithful and iniquitous assembly* which has enjoyed Your many miracles?* Yet glory to Your ineffable condescension, O Master!”"
  ]
}