{
  "ps140": [
    "2",
    "Come, all you friends of the martyrs,* let us celebrate this feast in the joy of the Spirit;* for, on this day, the holy martyr Theodore prepares a spiritual banquet for us,* the lovers of the feast;* he brings joy to our hearts,* and we cry out to him:* Rejoice, invincible warrior, who has vanquished powerful tyrants;* and for the love of Christ our God,* you have given over your body of flesh to torments.* Rejoice, for in the midst of dangers,* you showed yourself to be a valiant soldier of the heavenly army.* Therefore, we pray to you, O glory of martyrs,* intercede for the salvation of our souls.",
    "O holy martyr Theodore,* you generously grant the God-given grace of your miracles* to all the faithful who hasten to you.* We rejoice in this, and we sing:* You are the liberator of captives and healer of the sick,* the wealth of the poor and salvation of those who sail the seas,* the defender of those who cherish your holy memory;* now, for all of us who praise you,* beseech Christ for His great mercy.",
    "O holy martyr Theodore,* you are truly the “gift of God,”* for, being alive even after your death,* you are attentive to the requests of those who come to you.* A son was once seized from his mother* and made a prisoner in the pagan army;* the widow bathed your sanctuary with her tears;* and you were moved with compassion.* You mounted a white horse and mysteriously returned her child;* and even now, you do not cease to work miracles.* Beseech Christ our God to save our souls.",
    "6",
    "g",
    "The enemy used the apostate emperor as his servant* against the Christian people who were purified by the Fast;* he tried to defile them with food polluted by the blood of sacrifices.* But, you more wisely foiled his plan,* by appearing in a dream to the bishop of that time* and warning him of the danger.* We also offer you our sacrifices of thanksgiving,* and we honour you with the title of protector* as we celebrate the annual memory of this event.* We beseech you to preserve us from the evil designs of the enemy* by interceding with God for us,* O holy martyr Theodore."
  ],
  "prokimenon": [
    "5 (Ps. 19)",
    "May the Lord answer in time of trial;",
    "may the name of Jacob’s God protect you!",
    "May He send you help from His shrine and give you support from Sion!"
  ],
  "readings": ["Genesis 2:20-3:20"],
  "second_prokimenon": [
    "7 (Ps. 20)",
    "O Lord, arise in Your strength;",
    "we shall sing and praise Your power.",
    "O Lord, Your strength gives joy to the king; how Your saving help makes him glad!"
  ],
  "second_reading": ["Proverbs 3:19-34"],
  "aposticha": [
    "5",
    "Come, O faithful, let us fulfil the works of God in the light;* and let us walk with dignity as in the light of day;* let us tear up every unjust contract,* and let us cast aside every object of scandal for our neighbour.* Let us turn away from the pleasures of the flesh,* so that we may grow in our spiritual gifts.* Let us give food to the poor;* let us draw near to Christ, and in repentance, let us say:* O our God, have mercy on us.",
    "Blessed is the army of the heavenly King:* for though the passion-bearers were born of this earth,* despising their bodies they made haste to attain to the angelic estate;* and through their sufferings were deemed worthy of the honour of the bodiless hosts.* By their prayers, O Lord, save our souls.",
    "2",
    "g",
    "O Theodore, thrice-blessed,* with your name, I praise the gift of God;* you are a shining torch of the divine brightness.* By your deeds you have illuminated the universe.* You have shown yourself to be stronger than fire,* and you crushed the head of the treacherous dragon.* Therefore, Christ has placed on your head the crown of victory.* And now that you enjoy the divine favour,* O holy and great martyr,* beseech God for the salvation of our souls.",
    "n",
    "To you I entrust all my hope, O Mother of God;* keep me under your protection."
  ]
}