{
  "ps140": [
    "6, Podoben “Having set all aside…”",
    "The prophets, inspired by Your Spirit, O Lord,* foretold that You, whom nothing can contain or grasp,* and who has shone forth in eternity before the morning star* from the immaterial and bodiless womb of the Father,* was to become a child,* taking flesh from the Virgin,* being joined to men and seen by those on earth.* At the prayers of these Your prophets,* in Your compassion count us worthy of Your light,* for we sing the praises* of Your ineffable and holy Resurrection.",
    "6",
    "The divinely-inspired prophets preached You in word and honoured You in works,* and they received as their reward a life without end.* For they steadfastly refused, O Master,* to worship the creation instead of You, the Creator;* They renounced the whole world for the Gospel’s sake,* and in their suffering they were conformed to Your Passion which they had foretold.* At their intercessions, count us worthy to pass through the period of the Fast without offence,* for You alone are rich in mercy.",
    "You who are uncircumscribed, O Master, in Your divine nature,* were pleased in the last times to take flesh and be circumscribed;* and in assuming flesh, You have also taken on Yourself all its distinctive properties.* Therefore we depict the likeness of Your outward form,* venerating it with an honour that is relative.* So we are exalted to the love of You,* and following the holy traditions handed down by the apostles,* from Your icon we receive the grace of healing.",
    "As a precious adornment* the Church of Christ has received the venerable and holy icons of the Saviour Christ,* of God’s Mother and of all the saints.* Celebrating now their triumphant restoration,* she is made bright with grace and splendour,* and drives away all heretics.* With great rejoicing* she gives glory to God who loves mankind,* and who for her sake* has endured His voluntary Passion.",
    "2",
    "g",
    "The grace of truth has shone upon us;* the mysteries darkly prefigured in the times of old have now been openly fulfilled.* For behold, the Church is clothed in a beauty that surpasses all things earthly,* through the icon of the incarnate Christ that was foreshadowed by the ark of testimony.* This is the safeguard of the orthodox faith;* for if we hold fast to the icon of the Saviour whom we worship,* we shall not go astray.* Let all who do not share this faith be covered with shame;* but we shall glory in the icon of the Word made flesh,* which we venerate but worship not as an idol.* So let us kiss it, and with all the faithful cry aloud:* O God, save Your people* and bless Your inheritance."
  ],
  "aposticha": [
    "2",
    "g",
    "Advancing from ungodliness to the true faith,* and illumined with the light of knowledge,* let us clap our hands and sing aloud,* offering praise and thanksgiving to God;* and with due honour* let us venerate the holy icons of Christ;* of the all-pure Virgin and the saints,* whether depicted on walls, on wooden panels or on holy vessels,* rejecting the impious teachings of the heretics.* For, as Basil says,* the honour shown the icon passes to the prototype it represents.* At the prayers of Your undefiled Mother and of all the Saints,* we beseech You, Christ our God,* to bestow upon us Your great mercy."
  ]
}