{
  "ps140": [
    "8, Podoben “What shall we call you…”",
    "To whom shall you be likened, O wretched soul;* slothful and lazy, ever seeking the means to continue in wickedness?* Repent for judgment is at the door,* and cleanse yourself through prayer and fasting,* and cry aloud to your Master: “I have sinned against You;* grant me remission since You are compassionate* and grant me correction.”",
    "Having a fathomless depth of compassionate goodness,* O Christ, dry up the vicissitude of my transgressions,* for You are sinless, O God,* and grant my heart compunction,* that restraining the torrent of my transgressions,* I may sing Your praises and glorify Your ineffable compassion,* O longsuffering Benefactor of our souls.",
    "8",
    "Having now guided us to this time of the Holy Fast, O God,* and having granted us to enter into its second week,* O Lord grant us in the weeks to come, to run the race fittingly.* Strengthen our souls and bodies with grace,* that with courage and joy, we may bravely complete the present course,* and arrive at the royal day of Your Resurrection;* wearing crowns of victory, ever praising You without ceasing."
  ],
  "prokimenon": [
    "1 (Ps. 23)",
    "The Lord strong and mighty,",
    "the Lord mighty in war.",
    "The earth is the Lord’s, and the fullness thereof."
  ],
  "readings": ["Genesis 3:21-4:7"],
  "second_prokimenon": [
    "6 (Ps. 24)",
    "Look upon me,",
    "and have mercy on me.",
    "To You, O Lord, have I lifted up my soul."
  ],
  "second_reading": ["Proverbs 3:34-4:22"],
  "aposticha": [
    "3",
    "Let us keep a spiritual fast:* let us loose every bond of wickedness;* let us avoid the stumbling-blocks of sin;* let us forgive our brothers their debts,* that we also may be forgiven our transgressions,* and be enabled to cry aloud:* “Let our prayer be set forth as incense before You, O Lord.”",
    "The prophets, the apostles of Christ and the martyrs* have taught all to sing the praises of the consubstantial Trinity;* and having given light to the nations which had gone astray,* they have made of the sons of men;* companions of angels.",
    "gn",
    "Forget not us utterly who are your paupers, O Lady,* but by your intercessions deliver us from dangers and present harm;* and save, O Theotokos, your servants* from the wrath of the Lord."
  ]
}