{
  "ps140": [
    "1, Podoben “All-gloriuos martyrs…”",
    "O Christ, having stretched Your sinless hands upon the Cross,* You gathered together the ends of the earth.* Wherefore I cry to You:* Gather together my scattered mind, taken captive by the passions;* and having fully cleansed me through abstinence,* make me a sharer in Your sufferings.",
    "Of old the Children in Babylon were strengthened by fasting,* which, as it is written, made them mightier than the flames of fire.* Fast then O my humble soul,* and kindle within yourself love for the Master,* for thereby you shall escape the fire of Gehenna to come* burning up the destroying passions.",
    "3",
    "The season of the Fast is one of gladness,* shining forth in purity and unfeigned love,* filled to abundance with the light of prayer and every virtue,* wherefore with rejoicing let us cry aloud:* O most Holy Cross of Christ, which has brought forth the joy of life,* count us worthy to venerate you with pure hearts,* and grant us forgiveness and great mercy."
  ],
  "prokimenon": [
    "6 (Ps. 27)",
    "Save Your people, O Lord",
    "and bless Your inheritance.",
    "To You, O Lord, will I cry; O my God."
  ],
  "readings": ["Genesis 4:8-15"],
  "second_prokimenon": [
    "7 (Ps. 28)",
    "The Lord will give strength to His people;",
    "the Lord will bless His people with peace.",
    "Bring to the Lord, you sons of God, bring to the Lord glory and honour."
  ],
  "second_reading": ["Proverbs 5:1-15"],
  "aposticha": [
    "3",
    "You were crucified in the flesh, O Lord,* crucifying our fallen nature with Yourself;* Your side was pierced by a spear,* piercing the serpent which had destroyed mankind.* Nail down my flesh with the fear of You* and wound my soul with love for You,* that gazing upon Your Passion,* I may pass through the appointed time of the Fast in abstinence.* Guarding not only my appetite, but all the other entrances of sin,* may I repent of my past sins, that I may offer You in sacrifice a humble spirit and a contrite heart,* and deliver me from my offences, O Lover of mankind.",
    "The prophets, the apostles of Christ and the martyrs* have taught all to sing the praises of the consubstantial Trinity;* they have given light to the nations that were gone astray,* and they have made sons of men companions of angels.",
    "gn",
    "Beholding Your Son hanging upon the Tree, O all-immaculate Virgin,* lamenting you cried aloud:* “Where has Your light-giving beauty gone,* with which You have adorned the nature of man,* O my beloved Child?”"
  ]
}