{
  "ps140": [
    "4, Podoben “You have given a sign...”",
    "Pierced in Your side and hung upon the Tree,* You have poured out life upon me,* who before was slain by the malice of the serpent through eating from the Tree.* Wherefore I glorify You, O Christ,* and entreat Your loving-kindness:* grant me to venerate Your Passion and Your arising,* and to complete the Fast with compunction.",
    "The fruit of the Tree brought sorrow to the first-formed man,* for which cause You banished him from Paradise.* But, nailed upon the Tree as a man, O Saviour,* You have called him back to Paradise.* Wherefore I cry out to You, O Redeemer:* “Free me from all sorrow, cleansing me by fasting, tears, and penitence,* O supremely good Jesus, Saviour of our souls.",
    "5",
    "We chant the praises of Your lifegiving Cross, O Lord,* for it has slain death and blossomed forth life throughout the world.* And now we bring forth in intercession this Your Cross before You;* in these holy days fortify us who are fasting,* and according to the multitude of Your compassion's* grant us strength against the passions and the victory of peace,* O Lover of mankind."
  ],
  "prokimenon": [
    "4 (Ps. 35)",
    "O Lord, Your mercy is in heaven:",
    "and Your truth reaches to the clouds.",
    "Your righteousness is as the mountains of God, Your judgments are a great abyss."
  ],
  "readings": ["Genesis 5:1-24"],
  "second_prokimenon": [
    "6 (Ps. 36)",
    "Wait* on the Lord",
    "and keep His way.",
    "Fret not yourself because of evildoers, nor envy them that work iniquity."
  ],
  "second_reading": ["Proverbs 6:3-20"],
  "aposticha": [
    "5",
    "Fasting not from the Tree of Knowledge as the Creator had commanded them,* our first parents, because of their disobedience, harvested the fruit of death* and were banished from the Tree of Life and the delight of Paradise.* Wherefore, O faithful, let us abstain from an excess of the food that perishes* and from the self-destructive passions,* that we may reap life from the divine Cross,* returning with the Good Thief to our ancient fatherland* and receiving great mercy from Christ God.",
    "Despising every earthly thing, bravely withstanding torture,* you were not deprived of the blessedness for which you had hoped,* but were made heirs of the Kingdom of Heaven, O all-praised martyrs.* Since you have boldness before God, the Lover of mankind,* pray that peace be granted to the world,* and to our souls great mercy.",
    "gn",
    "Upon seeing her Lamb hastening to the slaughter* the Ewe-lamb eagerly followed Him crying aloud:* “To where do You go, O my sweetest Child?* O most beloved Jesus, sinless Lord, rich in mercy,* O longsuffering Christ, why do You so swiftly and so fearlessly proceed?* Speak to me Your handmaiden, O my well-beloved Son:* pass not by me, Your Mother, without a word, O all-compassionate One,* who grants the world great mercy.”"
  ]
}