{
  "ps140": [
    "1, Podoben “All-gloriuos martyrs…”",
    "Let us love the Fast:* for by the power of the Spirit it withers the most wicked passions,* giving us strength to do godly works;* it enables our mind to ascend to heaven,* and gains the forgiveness of sins,* from our compassionate God.",
    "In my wretchedness I have shamefully wasted my life with harlots, O Lord,* but like the Prodigal, I cry out to You with compunction:* I have sinned, O heavenly Father;* cleanse and save me.* Reject me not who have departed far from You  and am now destitute of blessed deeds.",
    "3",
    "Come, let us with cymbals and songs of praise* greet the season of honourable abstinence;* for through the Fast we noetically trample underfoot the serpent, the origin of evil.* Wherefore with boldness let us cry out to Christ:* Grant us, O Saviour, to gaze upon Your all-holy Cross without condemnation * and to venerate it, radiantly keeping festival* with psalms and hymns."
  ],
  "prokimenon": [
    "4 (Ps. 43)",
    "In God we will boast all the day long:",
    "and in Your Name will we give praise in the age to come.",
    "O God, with our ears we have heard."
  ],
  "readings": ["Genesis 6:9-22"],
  "second_prokimenon": [
    "6 (Ps. 43)",
    "I shall commemorate* your name",
    "in every generation and generation.",
    "My heart is inclined unto a good word."
  ],
  "second_reading": ["Proverbs 8:1-21"],
  "aposticha": [
    "2",
    "O good Father, in my madness I am stripped bare of Your good gifts.* I have wandered far from You and enslaved myself to a strange citizen.* I lead unclean beasts to pasture,* and eating of their food I remain hungry.* But, knowing Your loving-kindness, I flee to You:* in Your love for mankind, cover my nakedness and save me.",
    "Because the holy martyrs intercede for us* and sing in praise of Christ,* all deception has ceased,* and humanity saved been saved by faith.",
    "gn",
    "From your virginal womb the light of the Word* has shone forth upon the world.* Beseech Him, O pure all-holy Virgin,* that our souls be delivered from the snares of the enemy."
  ]
}