{
  "ps140": [
    "3",
    "O Lord, who by Your Cross slew the deceiver,* deliver me who have sinned and been beguiled, by his delusions.* Cleanse me by the Fast and grant me to do Your will,* that rejoicing O Master, I may behold Your venerable Passion.",
    "I have been wounded by the sword of sensual pleasure, O Lord,* and a shameful death has befallen me.* O Master, having been pierced by a spear,* heal those wounded by the arrows of the enemy,* and since You are compassionate,* grant me to share in Your Holy Passion.",
    "2",
    "Having enlightened our souls by fasting, O Lord,* deem us worthy and without condemnation to behold Your Cross with rejoicing,* and to worship it with fear and love;* for You enlightened all by Your voluntary Passion,* grant that we also may thereby be enlightened,* since You are the Lover of mankind."
  ],
  "prokimenon": [
    "3 (Ps. 47)",
    "Great is the Lord,",
    "and greatly to be praised in the city of our God.",
    "In the city of our God and in His holy mountain."
  ],
  "readings": ["Genesis 7:1-5"],
  "second_prokimenon": [
    "2 (Ps. 48)",
    "My mouth shall speak of wisdom:",
    "and the meditation of my heart shall be of understanding.",
    "O hear this, all people."
  ],
  "second_reading": ["Proverbs 8:32-9:11"],
  "aposticha": [
    "2",
    "Though I am a creature born on earth,* created in Your image, O Lord,* I dare to call upon You, the Creator, as Father,* for I have lost the grace of sonship living as did the Prodigal,* forgetful of Your gifts I have wasted my inheritance.* Yet reject me not, for You were well-pleased to send Your only-begotten Son,* to suffer crucifixion in the flesh and death for my sake:* but bless me and make me Your own, O Lover of mankind.",
    "The company of martyrs resisted the tyrants, saying:* “We are soldiers of the King of the powers on high;* though you give us up to fire and torment,* we shall not deny the power of the Trinity.”",
    "gn",
    "When the lawless people O Saviour,* nailed You who are the Life of all upon the Tree,* Your all-pure Ewe-lamb and Mother, standing beside You, lamented weeping:* “Woe is me, O my beloved Child, the light of my eyes!* You who suspended the earth upon the waters:* how can You endure to be nailed upon the Tree* between two malefactors!”"
  ]
}