{
  "ps140": [
    "6, Podoben “Having set all aside…”",
    "O apostles, eye-witnesses of God,* beams of light from the noetic Sun,* pray that our souls may be enlightened,* and deliver us from the gloomy darkness of the passions,* and pray that we may see the day of salvation,* that our hearts which the evil one has wounded* may be cleansed by prayer and fasting,* that saved then by faith, we shall ever honour you,* who have saved the world through your all-wise preaching of the truth.",
    "Squandering in evil the wealth which You gave me,* O compassionately loving Father.* I am starved of good deeds* and clothed in the shame of my transgressions,* having been stripped of God’s grace;* I cry to You: “I have sinned,* yet I know of Your loving-kindness;* accept me as one of Your hired servants, O merciful Christ,* by the prayers of the apostles who loved You.",
    "6",
    "O apostles of the Lord, you are celestial beacons illumining the inhabited earth,* benefactors and saviours;* like the heavens you declare the glory of God,* adorned with the stars of your miracles and signs of healing;* intercede fervently for us before the Lord,* that our prayers may be accepted as an odour of spiritual fragrance,* that we may all be deemed worthy to worship the life-giving Cross* and to gaze upon it with reverent fear;* that worshiping Your Cross O Saviour,* Your mercy may be sent down upon us as You are the Lover of mankind."
  ],
  "prokimenon": [
    "4 (Ps. 51)",
    "My trust is in the tender mercy of God",
    "for ever and ever.",
    "Why do you boast in evil, O mighty man?"
  ],
  "readings": ["Genesis 7:6-9"],
  "second_prokimenon": [
    "4 (Ps. 52)",
    "When God shall bring back His people",
    "from captivity.",
    "The fool has said in his heart: there is no God."
  ],
  "second_reading": ["Proverbs 9:12-18"],
  "aposticha": [
    "4",
    "Having wasted the riches which the Father has given me through prodigal living;* I am now a pauper and dwell in a land of wicked citizenry;* and in my thoughtlessness have become like the dumb beasts,* completely stripped of God’s grace.* But turning back I cry to You,* O compassionately loving and merciful Father:* “I have sinned, receive me in repentance O God,* and have mercy on me.”",
    "O martyrs of the Lord,* you living oblations, spiritual burnt-offerings,* and perfect sacrifices to God,* sheep that know God and are known by Him,* whose fold no wolf can enter within:* pray that we may be led with you* to feed beside the waters of rest."
  ]
}