{
  "ps140": [
    "5",
    "O Saviour, who are the true sweetness,* of old You made sweet the bitter waters of Marah,* by the tree that prefigured the divine Cross* upon which You were pleased to be crucified,* tasting the bitterness of gall.* Your side was pierced,* from whence flowed the waters of forgiveness,* refashioning our mortal nature.* Wherefore we glorify Your ineffable might* and we pray that in this season of the Fast* our hearts may be filled with reverence for You, O Lord;* and that we may find forgiveness of sins and great mercy.",
    "O Word, who was stretched out upon the Cross,* gathering together those that had wandered far from You,* raise up my thoughts from the putrid passions,* and enrich me with a multitude of virtues;* grant to my heart reverent fear of You, and to my soul perfect love,* severing me from carnal love.* That through abstinence, prayer, and supplication,* I may find favour with You in this present season,* and with joy behold the day of Your arising,* and gain Your great mercy.",
    "1",
    "Having passed through the third week of the Fast,* count us worthy, O Christ the Word,* to look upon the Wood of Your lifegiving Cross* and to reverently venerate it.* Grant us to sing worthily and glorify Your power,* praising Your Passion,* and to approach Your glorious, pure and holy Resurrection,* the mystical Passover* whereby Adam has been restored again to Paradise."
  ],
  "prokimenon": [
    "6 (Ps. 55)",
    "Have mercy on me,* O God;",
    "for man has trodden me down.",
    "My enemies have trodden me down all the day long."
  ],
  "readings": ["Genesis 7:11-8:3"],
  "second_prokimenon": [
    "7 (Ps. 56)",
    "Have mercy on me, O God, have mercy on me:",
    "for my soul trusted in You.",
    "n the shadow of Your wings shall I hope."
  ],
  "second_reading": ["Proverbs 10:1-22"],
  "aposticha": [
    "6",
    "You, the life of all, were hung upon the wood of the Cross, O Christ God;* Restore life to my soul, which has been slain by my many sins;* and suffer not Your ewe to utterly perish, O Good Shepherd.* I have turned away from Your commandments,* and living prodigally I have wasted the wealth of sinlessness which You have given me,* becoming a lover of sin,* but bring me to repentance and renew me,* for You alone are abundantly merciful.",
    "Your martyrs, O Lord, denied You not,* nor forsook Your commandments:* by their intercessions, have mercy on us.",
    "gn",
    "Upon seeing You crucified, O Christ,* she who gave birth to You cried aloud:* “What is this strange mystery that I see,* O my Son, how is it that You die?* suspended upon the Tree, O Bestower of life?”"
  ]
}