{
  "ps140": [
    "5, Podoben “Rejoice…”",
    "Shine, O Cross of the Lord,* shine with the light of your grace upon the hearts of those that honour you.* With love inspired by God, we embrace you, O desire of all the world.* Through you our tears of sorrow have been wiped away;* we have been delivered from the snares of death* and have passed over to unending joy.* Show us the glory of your beauty* and grant to us your servants* the reward of our abstinence,* for we entreat with faith your rich protection and great mercy.",
    "Hail, life-giving Cross,* the fair Paradise of the Church,* Tree of incorruption that brings us the enjoyment of eternal glory:* through you the hosts of demons have been driven back;* and the hierarchies of angels rejoice with one accord,* as the congregations of the faithful keep the feast.* You are an invincible weapon, an unbroken stronghold;* you are the victory of kings and the glory of priests.* Grant us now to draw near to the Passion of Christ* and to His Resurrection.",
    "Hail, life-giving Cross,* unconquerable trophy of the true faith,* door to Paradise, succour of the faithful,* rampart set about the Church.* Through you the curse is utterly destroyed,* the power of death is swallowed up,* and we are raised from earth to heaven:* invincible weapon, adversary of demons, glory of martyrs,* true ornament of holy monks, haven of salvation* bestowing on the world great mercy.",
    "Come, Adam and Eve, our first father and mother,* who fell from the choir on high through the envy of the murderer of man,* when of old with bitter pleasure you tasted of the tree in Paradise.* See, the Tree of the Cross, revered by all, draws near!* Run with haste and embrace it joyfully,* and cry out to it with faith:* O precious Cross, you are our succour;* partaking of your fruit we have gained incorruption;* we are restored once more to Eden,* and we have received great mercy.",
    "3",
    "g",
    "O Christ our God, of Your own will You have accepted Crucifixion,* that all mankind might be restored to life.* Taking the quill of the Cross, out of love for man* in the red ink of royalty with bloody fingers* You signed our absolution.* We are in danger once again of being parted from You;* O forsake us not!* Take pity on Your people in distress,* for You alone are longsuffering.** Rise up and fight against our enemies in Your almighty power."
  ],
  "aposticha": [
    "4",
    "gn",
    "O Lord who helped gentle David in the combat* and enabled him to overcome the Philistine,* come to the aid of Your orthodox people,* and by the weapon of the Cross cast down our enemies.* In Your compassion show us Your mercy as of old,* and make them know in truth that You are God,* and that we who put our trust in You shall conquer.* At the constant intercessions of Your most pure Mother,* grant us Your great mercy."
  ]
}