{
  "ps140": [
    "8, Podoben “What shall we call you…”",
    "Having reached the middle of the season of abstinence today,* by the power of the Cross,* let us now praise Him who has been raised upon it in the midst of the earth;* and crying aloud let us glorify Him as our Saviour and God:* Grant us to behold, O Master, Your Passion and Your holy Resurrection,* and bestow upon us forgiveness and great mercy.",
    "Let us humble the passions of the body,* by abstinence from food and turning away from pleasures,* and let us adore with faith the Wood of the Cross;* for it lays before us to be worshiped,* sanctifying with divine grace all of mankind,* wherefore let us cry aloud to the Lord:* We thank You, O compassionately loving One,* who through the Cross have saved our souls.",
    "8",
    "Falling down and worshiping the Cross, let us all cry aloud:* Rejoice, Wood of life; Rejoice, holy sceptre of Christ;* Rejoice, heavenly glory of mankind; Rejoice, might of the faith;* Rejoice, unconquerable weapon; Rejoice, vanquisher of enemies;* Rejoice, radiant light that saves the world;* Rejoice, great glory of the martyrs; Rejoice, power of the righteous;* Rejoice, splendour of the angels;* Rejoice, all-honoured Cross!"
  ],
  "prokimenon": [
    "6 (Ps. 63)",
    "Hearken, O God,* to my prayer,",
    "when I make supplication to You.",
    "Rescue my soul from fear of the enemy."
  ],
  "readings": ["Genesis 8:21-9:7"],
  "second_prokimenon": [
    "6 (Ps. 64)",
    "Hearken to us* O God ",
    "our Saviour.",
    "To You is due praise, O God, in Sion."
  ],
  "second_reading": ["Proverbs 11:19-12:6"],
  "aposticha": [
    "8",
    "The self-praising Pharisee was rejected for his boasting,* but the humble-minded Publican was justified by his silent prayer.* Wherefore learn, O my soul, the difference between the two;* and choosing humble-mindedness, embrace it in your heart:* for Christ has promised to give grace to the humble,* since He is the Lover of mankind.",
    "O martyrs of the Lord, we beseech you,* offer intercession to our God:* pray that abundant compassion be graced upon our souls* and the forgiveness of our many sins.",
    "gn",
    "I flee to your protection, O holy Virgin Theotokos,* for I know that through you I shall obtain salvation;* for you are able to help me, O pure one."
  ]
}