{
  "ps140": [
    "6, Podoben “Having set all aside…”",
    "O compassionate Lord, in the midst of the earth You endured the Cross and Passion,* granting redemption and freedom from the passions to all mankind. * Wherefore, on this middle day of the Fast,* all are invited to fall down and worship You, and with great joy, adore You.* Radiant with the effulgence of the divine virtues,* may we all be deemed worthy to behold Your Passion and life-giving Resurrection, O Word of God,* who alone are abundantly merciful.",
    "6",
    "A lifeless corpse affixed to the Cross,* Your side pierced by the spear, and given gall to drink, O long-suffering Master,* who by the hand of Moses made sweet the waters of Marah;* I entreat You and pray to You:* cast the bitter passions away from my understanding,* and sweeten my mind with the honey of repentance,* and grant me to worship Your precious Passion.",
    "1",
    "Before our eyes today* we see set before us the mighty Cross* that Moses once prefigured with outstretched hands,* putting Amalek to flight.* Wherefore with trembling, O ye peoples,* let us touch it with pure minds and lips,* for upon it Christ hath been raised slaying death;* that we all may be worthy of His grace,* and, praising the Savoir of all with hymns inspired by God,* let us pray that we may arrive at His saving Resurrection.",
    "4, Podoben “You have given a sign...”",
    "Come, let us worship the Cross of Christ God,* the Wood that brings us life,* which is placed before us this day.* For by the Cross death has been wounded* and the power of Your Resurrection has been revealed to us the fallen ones,* having been delivered let us cry aloud:* You have willingly suffered for our sake,* to save the whole of creation;* O our God, glory be to You.",
    "Your Cross, O Saviour, has been given to us Christians, as an invincible power:* for by it the hosts of the enemy are put to flight* and Your Church, O Christ, rightly confessing the true faith, is overshadowed with peace.* Adoring it, we raise our fervent cry to Your:* Count us also worthy of the inheritance of Your saints.",
    "Having cleansed the senses of our soul with tears,* making them pure by fasting,* come let us fall down and worship the Wood of the Cross:* by which through abstinence, we subdue the rebelliousness of our flesh,* crying to Him who was crucified thereupon:* “O Saviour, count us worthy to worship Your radiant arising on the third day.”",
    "gn",
    "8",
    "Today the Master of creation and Lord of Glory is affixed to the Cross,* His side pierced with a spear;* and He who is the sweetness of the Church tastes of gall and vinegar.* A crown of thorns, is placed upon Him who covers the heavens with clouds.* Clothed in a cloak of mockery, He who formed man with His hands is struck by a hand of clay.* He who wraps the heaven in clouds is smitten upon His back.* He accepts spitting and scourging, reproach and buffeting;* and all these things my Redeemer and God endured for the sake of me who am condemned,* that in His compassion He may save the world from delusion."
  ],
  "prokimenon": [
    "6 (Ps. 67)",
    "Sing* to God,",
    "chant to His name.",
    "Prepare the way for Him that rides upon the setting of the sun."
  ],
  "readings": ["Genesis 9:8-17"],
  "second_prokimenon": [
    "6 (Ps. 68)",
    "May Your salvation,* O God,",
    "be quick to help me.",
    "Let beggars behold it and be glad."
  ],
  "second_reading": ["Proverbs 12:8-22"],
  "aposticha": [
    "3",
    "I have surpassed the Publican in my transgressions,* yet I vie not with him in repentance;* I have not attained the virtues of the Pharisee,* yet I imitate his self-conceit.* O Christ my God, in Your exultant humility You have destroyed devilish arrogance upon the Cross:* make me a stranger to the sins of the Publican* and to the exceeding foolishness of the Pharisee;* establish within my soul the good possessed by each of them,* and save me.",
    "The prophets, the apostles of Christ,* and the martyrs having taught mankind to sing the praises* of the consubstantial Trinity;* have given light to the nations that had gone astray,* making of the sons of men companions of angels.",
    "5",
    "gn",
    "Beholding You, the Fashioner and Creator of all,* hanging naked upon the Cross,* the whole of creation was transformed by fear and lamented;* the light of the sun grew dark and the earth quaked;* rocks were shattered and the splendour of the temple was rent in two;* the dead arose from their tombs and angelic powers cried in amazement:* “O strange wonder!* The Judge is judged and willingly suffers,* for the salvation and renewal of the world.”"
  ]
}