{
  "ps140": [
    "1, Podoben “All-gloriuos martyrs…”",
    "Let us all wash our souls clean in the waters of the Fast,* and, approaching the precious and life-creating Cross of the Lord,* let us fall down and worship it with faith;* drawing from it divine enlightenment,* gathering the fruit of eternal salvation, peace, and great mercy.",
    "O Cross, you the glory of the apostles,* attended by principalities, powers and archangels,* keep safe from all harm those who fall down and worship you.* Grant us to follow the divine path of abstinence,* and to reach the day of salvation in which we shall be saved.",
    "7",
    "Today as we fall down and worship the Cross of the Lord, let us cry aloud:* Rejoice, Tree of Life, conqueror of Hades;* Rejoice, joy of all the world and slayer of corruption;* Rejoice, for by Your power you have scattered the demons!* O strong support of the faithful, and unshakable weapon,* we pray you, guard and sanctify those who honour you."
  ],
  "theotokion": [
    "8",
    "Today He who is in essence unapproachable,* becomes approachable for me and suffers His Passion, delivering me from the passions.* He who grants light to the blind is spat upon by the mouths of transgressors,* giving His back over to scourging for the sake of those that are held captive.* When the pure Virgin His Mother saw Him on the Cross, she cried aloud in pain:* “Woe is me, O my Child! What is this that You have done?* You who were in beauty fairer than all mortal men,* now appears without life and form, having neither shape nor comeliness.* Woe is me, my Light!* I cannot bear to look upon You sleeping, and I am inwardly wounded,* a harsh sword has pierced my heart.* I sing the praises of Your Passion, I venerate Your merciful loving-kindness:* O long-suffering Lord, glory be to You!"
  ],
  "prokimenon": [
    "4 (Ps. 71)",
    "Blessed is the Lord, the God of Israel,",
    "who alone does wonders.",
    "O God, give Your judgment to the king, and Your righteousness to the son of the king."
  ],
  "readings": ["Genesis 9:18-10:1"],
  "second_prokimenon": [
    "4 (Ps. 72)",
    "It is good for me",
    "to cleave to God.",
    "How good is God to Israel."
  ],
  "second_reading": ["Proverbs 12:23-13:9"],
  "aposticha": [
    "4",
    "The Fast which brings us good things has now brought us to its middle point:* having helped us receive God’s grace in the days gone past,* it will bring us more good things in the days yet to come.* Therefore, let us cry to Christ, the Giver of all good things:* “O You who for our sakes fasted and endured the Cross,* grant us to partake of Your divine Pascha uncondemned;* that we may pass the time of our lives in peace* and rightly glorify You with the Father and the Spirit.",
    "5",
    "Awaiting spiritual recompense, let us do virtuous deeds in secret;* and not proclaim them in the streets but keep them hidden in our hearts.* Then He who sees the secrets of all, will reward us for our abstinence.* Let us complete the Fast, not with a sad countenance,* but praying in the inner chamber of our souls;* without ceasing let us cry aloud:* “Our Father, who art in the heavens,* lead us not into temptation we pray,* but deliver us from the evil one.”",
    "Your souls, O holy martyrs, filled with an insatiable love,* did not deny Christ, but endured great sufferings and torments,* whereby you cast down the pride of tyrants.* You kept the faith without change and unblemished,* and now you have gone to dwell in the heavens.* Therefore, you have acquired boldness before Christ,* pray that peace be given to the world,* and to our souls great mercy."
  ]
}