{
  "ps140": [
    "4, Podoben “You have given a sign...”",
    "O faithful, having been deemed worthy to adore the ever-blessed Cross,* whereby You have saved us, O Lord,* we hymn Your loving-kindness* and fervently entreat You:* Bestow upon us all, O Saviour,* the joy of Your salvation, granting us to look in penitence* upon Your Resurrection and Your honourable sufferings.",
    "Outstretched upon the Cross,* You endured death, slaying death and raising up the dead by Your life-bearing word.* Wherefore I entreat You: restore my soul to life O Lord,* deadened as it is through sin;* grant me compunction, and deliverance from wickedness,* during these Your holy days of abstinence,* O Lover of mankind.",
    "4",
    "Having deemed us worthy to look upon Your Holy Cross with joy and to adore it,* we entreat You, O God, our Saviour:* that strengthened by the Fast we may come also to Your most pure Passion.* and falling down, worship and praise Your Crucifixion,* the spear, the sponge and reed, by which You have made us immortal,* leading us back to the sweetness of Paradise, O Lover of mankind.* Wherefore with thanksgiving we now glorify You."
  ],
  "prokimenon": [
    "8 (Ps. 75)",
    "Make your vows and pay them",
    "to the Lord our God.",
    "In Judea is God known, His name is great in Israel."
  ],
  "readings": ["Genesis 10:32-11:9"],
  "second_prokimenon": [
    "8 (Ps. 76)",
    "I have cried to the Lord with my voice,",
    "with my voice to God, and He was attentive to me.",
    "In the day of my affliction, I sought out God."
  ],
  "second_reading": ["Proverbs 13:9-14:6"],
  "aposticha": [
    "6",
    "Learn from the Lord who has humbled Himself,* even to death upon the Cross;* learn from Him, O my soul, of the humbling that comes from being lifted up* and the exaltation that comes from that humility.* Do not exalt yourself in your virtues;* do not judge yourself righteous and condemn your neighbour, like the vainly boastful Pharisee.* But with Your humbled mind, contemplate only Your own sins, and cry like the Publican:* O God, be merciful to me a sinner and save me.",
    "Your martyrs, O Lord, denied You not* and abandoned not Your commandments:* by their intercessions have mercy upon us.",
    "gn",
    "The all-pure One, upon seeing You hanging on the Cross, cried aloud saying:* “What is this strange mystery that I see, O my Son?* How can You die upon the Tree, crucified in the flesh?* You who are the Giver of life.”"
  ]
}