{
  "ps140": [
    "2",
    "Come, let us adore God the Word,* who was born of the Father before all ages,* and was incarnate of the Virgin Mary;* for of His own free will He suffered the Cross* and submitted Himself to burial,* and arose from the dead to save me, a sinful one.",
    "Christ our Saviour cancelled the decree that was written against us,* by nailing it to the Cross;* and He abolished the dominion of Death.* Let us glorify His resurrection on the third day.",
    "Let us, together with the archangels, sing of Christ’s resurrection;* for He is the Redeemer and Saviour of our souls.* He will come again in awesome glory and mighty power* to judge the world which He has fashioned.",
    "Although You died and were buried,* the angel yet declared You as Master.* He said to the women: Come and see where the Lord was placed;* for He is risen as He foretold,* because He is almighty.* Therefore, we worship You, the only Immortal One,* and we beseech You to have mercy on us, O Giver of Life.",
    "O Christ, You have abolished the curse of the tree by Your Cross;* You have destroyed the power of death by Your burial,* and You enlightened the human race by Your resurrection.* Therefore, we cry out to You:* O God and Benefactor, glory to You!",
    "O Lord, the gates of death opened before You in fear,* and the gatekeepers of Hades were filled with dread at the sight of You.* You smashed the gates of brass and crushed the posts of iron.* Then You burst our chains asunder,* and led us out from the darkness, away from the shadow of death.",
    "Let us all come and prostrate ourselves in the house of the Lord,* singing this hymn of salvation:* O Christ, You were crucified on the tree and rose from the dead;* and You now abide in the bosom of the Father.* Please cleanse us of our sins."
  ],
  "aposticha": [
    "2",
    "Your Resurrection, O Christ our Saviour,* has enlightened the whole universe;* and, through it, You call back to Yourself all Creation.* Almighty God, glory to You!",
    "By the wood of Your Cross, O Saviour,* You have abolished the curse of the tree;* by Your burial You have destroyed the power of death;* and by Your resurrection You enlightened the human race.* We, therefore, cry out to You:* O Christ our God, Giver of Life, glory to You!",
    "O Christ, when You were nailed to the Cross,* the distorted nature of creation was made manifest.* The soldiers showed their inhumanity by piercing Your side with a lance,* and the people showed their ignorance of Your power* by asking that Your tomb be sealed.* But, in Your mercy, You accepted burial* and then arose on the third day.* O Lord, glory to You!",
    "O Christ, Giver of Life,* You freely endured the Passion for the sake of mortals.* In Your power You descended into Hades;* and snatching, as from a mighty monster, the souls of those who awaited Your coming,* You placed them in Paradise.* Therefore, show Your great mercy to us who glorify Your resurrection,* and cleanse our souls.",
    "gn",
    "We now behold a new wonder,* greater than the wonders of old.* For who has ever known a mother to bear a child without the help of man?* Who has known a mother to hold in her arms the Source of all Creation?* It was God’s own will to be born in this manner;* and you, O most pure Virgin, carried Him as an infant in your arms.* Because of this, you can approach God with the boldness of a mother.* Therefore, we venerate you, and ask you to always beseech Him* to have mercy on us and save our souls."
  ]
}