{
  "ps140": [
    "2",
    "When You set upon the Cross, О Word,* the luminaries, not bearing to shine, dimmed their rays;* the earth quaked, and the rocks split asunder;* the majesty of the temple was rent in twain;* the graves opened, and the dead arose;* Hades released all who were below, and the demons were vanquished;* and death was reckoned by all to be but sleep.",
    "When the good-hearted thief beheld You, the fruitful Vine, О Christ,* he became a better thief and more skilled,* for with a few words he quite naturally stole the forgiveness of the ancient offenses.* Let us all, then, make haste to emulate him, crying aloud:* Remember us also, О Lover of mankind!",
    "Truly Your divine Cross shines like a star in the sky, О Christ,* burning up the demons, shedding light upon the faithful,* and casting shame upon the faces of those who crucified You.* By it You lead our first parents forth from the slavery caused by the tree* which was the image of the Cross,* and in the desert caused Your people to suck forth honey from the rock."
  ],
  "aposticha": [
    "2",
    "О Christ God my Saviour, who saved Peter in the sea,* save me by the power of the Cross,* and have mercy on me.",
    "Those who ever enjoyed Your gifts cried out, “Crucify Him!”;* those who slew the righteous ones asked that a malefactor be given to them in place of the Benefactor.* But You kept silence, О Christ,* enduring their savagery, desiring to suffer and thus save us,* in that You love mankind.",
    "The choirs of the martyrs opposed the tyrants, saying:* “We fight for the King of hosts!* And even if you have subjected us to fire and tortures,* we will not reject the power of the Trinity!”",
    "gn",
    "Having endured many pangs during the crucifixion of thy Son and God, O most pure one, * you groaned, weeping and crying aloud:* “Woe is me, O my sweet Child!* How is it that you suffer unjustly,* desiring to deliver the mortal descendants of Adam?”* Wherefore, O most pure Virgin, we entreat you with faith:* Render Him merciful to us!"
  ]
}