{
  "ps140": [
    "2, Podoben “When from the Tree…”",
    "Like spiritual rivers issuing forth separately from Eden, О wise ones,* you have watered the whole earth and, having ploughed it,* have sown the preaching of salvation and reaped right fruitful grain, the souls of the saved,* laying them up in the noetic granaries like riches of great price,* О disciples of the Lord.",
    "From the darkness of passions and pleasures free my heart,* which is sorely distressed by the passions,* О you who are luminaries of the noetic East, most radiant heralds of the Sun,* who announce to all Him who has banished the night of unbelief.* Him do you entreat, that He enlighten also our minds,* in that you were eyewitnesses to Him.",
    "Bearing the saving Word* which was written by the Spirit through the finger of the Father,* you were truly shown to be divinely inscribed tablets of the new grace,* initiates of His mysteries and animate scrolls;* wherefore, you traversed all the ends of the earth,* manifestly showing all mankind the orthodox faith* and the path which leads to the heavens."
  ],
  "aposticha": [
    "2",
    "Throughout the whole world You magnified the names of Your preeminent apostles, О Saviour,* for they learned heavenly things and imparted ineffable healings to mortals.* They who were fishermen healed diseases by their handkerchiefs alone;* they who were Jews theologized the doctrines of grace.* For their sake, О You who are full of loving-kindness,* grant us great mercy.",
    "We, who are ever assailed by the actions of the unrighteous,* yet truly find refuge in You, who are God,* offer to You the voice of Your disciples, saying:* Save us, О our Instructor, for we are perishing!* And we pray: Show now to our enemies that You protect and save from misfortunes* those who have recourse to the supplications of the apostles,* overlooking their sins in Your great goodness.* О Lord, glory be to You!",
    "Great is the glory you have acquired by faith;* for you not only vanquished the enemy in your sufferings,* but in death you drive away evil spirits and heal the infirm, О physicians of souls and bodies.* Pray to the Lord, that our souls may find mercy.",
    "gn",
    "Like a fruitful olive tree,* the Virgin brought You forth as the Fruit of life,* bearing to the world, the fruit of rich and great mercy."
  ]
}