{
  "ps140": [
    "2, Podoben “When from the Tree...”",
    "When You were nailed to the Cross, О Saviour,* the sun beheld and dimmed its rays in fear of You,* and the veil of the temple was rent in two;* the earth quaked, and the stones likewise split asunder with trembling,* unable to bear the sight of their Creator and God willingly suffering unjustly upon the Tree,* and reviled by men.",
    "When the Cross was set up and You were pierced in the side with the spear, О Sinless Saviour,* the sun hid itself, unable to bear the sight;* the earth trembled, and when You were reviled, the rocks split asunder in fear;* and all creation cried out to You:* Glory be to Your crucifixion whereby You have saved all,* О Word and Lover of mankind!",
    "Wholly cast down to the ground, wholly wounded,* the most wicked serpent was brought low by a strange fall* when You were uplifted upon the Tree, О Lover of mankind.* And Adam who before was condemned* was loosed from the curse and became saved.* Therefore, we also pray: Save us all, О Compassionate One,* and grant us Your kingdom!"
  ],
  "aposticha": [
    "2",
    "О Christ God my Saviour, who saved Peter in the sea,* save me by the power of the Cross,* and have mercy on me.",
    "They who ever enjoyed Your gifts cried aloud, “Crucify Him!”;* they who slew the righteous ones asked that a malefactor be released to them in place of the Benefactor.* But You kept silence, О Christ, enduring their savagery,* desiring to suffer and thus save us,* in that You love mankind.",
    "Having hated the pleasures of life,* the passion-bearers were deemed worthy of the good things of heaven* and have made their abode together with the angels.* By their prayers, О Lord, have mercy and save us.",
    "gn",
    "When iniquitous men raised You, the Life of all, up upon the Tree, О Saviour,* Your pure and most immaculate Mother,* standing forth and lamenting, exclaimed:* “O my sweet Child, light of my eyes, woe is me!* How have You suffered to be nailed to the Cross between two evildoers,* О You who have suspended the earth upon the waters?”"
  ]
}