{
  "ps140": [
    "2, Podoben, “When from the Tree...”",
    "Giving your flesh over to wounds* and enduring most bitter torments and violent death, О all-praised martyrs,* you put the tyrants to shame and truly abolished the worship of idols,* preaching Christ, the one God and Master,* before Whom ye stand crowned, О glorious ones,* together with the angelic hosts.",
    "You revealed yourselves to be divine preachers of the Word who appeared on earth,* and taught piety to all, setting forth the orthodox faith in divine words,* whereby you drove heresy far from the Church of Christ.* Wherefore, you ever dwell in the habitations of God, О blessed ones,* as sacred ministers of the Trinity,* leading into it all mankind."
  ],
  "aposticha": [
    "2",
    "O you saints great is the glory,* that you have gained through your faith.* For not only by your sufferings were you victorious over the enemy;* but even after death, as physicians of body and soul,* you drive out evil spirits and bring healing to the infirm.* Intercede before the Lord,* that mercy be granted to our souls.",
    "As a flower withers and a dream passes away,* so does the flesh of each man dissipate upon death.* But at the sound of the trumpet* all the dead as if in an earthquake shall rise up again to meet You, O Christ our God.* Grant then, O Master, to all Your servants* whom You have taken from us,* to eternally dwell in the tabernacles of Your saints.",
    "Woe is me! How great a struggle does the soul endure at its parting from the body.* Woe is me! How many tears does it shed,* but there is no one to take pity.* Turning its eyes to the angels, it supplicates in vain;* stretching out its hands to men, it finds none to help.* Therefore, my beloved brethren,* reflecting upon the shortness of our life,* let us ask Christ to grant rest to the departed* and to our souls great mercy.",
    "gn",
    "Save from misfortunes, your servants, O Virgin Theotokos,* for after God it is to you that we flee,* as to an impregnable rampart and protection."
  ]
}