{
  "0": "O Virgin, the shadow of the Law passed away* with the realization of grace.* For as the bush had burned without being consumed,* so you gave birth while a virgin* and you remained a virgin.* Instead of the pillar of fire there rose the Sun of Justice.* Instead of Moses, Christ God came forth,* the Saviour of our souls.",
  "1": "With thrice-holy voices, О most pure one,* the multitude of your Son’s angels hymn you,* who are ever His fiery throne, animate palace, and divine bridge leading to Him from the earth.* And together with the Archangel Gabriel they cry out to you:* Rejoice, О joyous one, for you have given birth to the Source of joy!",
  "2": "Tribulation, cruel assaults, and diverse passions* bestorm my lowly soul, О Maiden who knew not wedlock, Mother of Christ God.* Show yourself to be my pilot on the sea of life,* and still the tempest that assails me,* steering me to the calm harbours of repentance and coolness,* for I have recourse to your divine protection.",
  "3": "The light of the sun and moon dimmed,* obscured by the noetic Light who hung naked upon the Cross;* for that which is lesser is ever vanquished by the greater,* and the lower gives place to the higher.* “How then can it not be fitting for perceptible radiance to hide itself before the radiant Christ?”* the most pure one asked the worthy bodies of light, when she gazed upon You.",
  "4": "Like a great Sun, the Word, who is equal in honour with the Father and the Spirit,* and who in latter times shone forth upon the earth through the divine Virgin Maiden,* emitted you, О glorious apostles,* like rays illumining with the light of Faith all mankind* which languishes in the darkness of delusion,* leading them to Him with divine teachings.",
  "5": "When the unblemished ewe-lamb beheld her Lamb* willingly led as a man to the slaughter,* she said, weeping:* “Do You now hasten to leave me childless who gave You birth, O Christ,?* What is this that You have done, O Redeemer of all?* Even so I will hymn and glorify Your extreme goodness,* which is beyond understanding and all telling,* O Lover of mankind!”"
}