{
  "ps140": [
    "1",
    "Accept our evening prayer, O holy Lord,* and grant us forgiveness of sins,* for You alone manifested the resurrection* to the world.",
    "O you people, walk around Sion and encompass her.* And there give glory to Him who is risen from the dead.* For He is our God* who delivers us from our sins.",
    "Come you people, praise and worship Christ.* Glorify His resurrection from the dead;* for He is our God who delivered the world* from the deceit of the enemy.",
    "Rejoice, O you heavens;* sound the trumpets, you foundations of the earth;* cry out with joy, O you mountains.* For behold, Emmanuel has nailed our sins to the Cross;* the Giver of Life has put Death to death;* and the Lover of mankind* has raised up Adam.",
    "Let us praise the Lord* who for our sake was willingly crucified in the flesh.* He suffered, was buried, and rose from the dead.* Therefore, let us sing to Him:* O Christ, keep Your Church in the orthodox faith* and bring peace to our lives;* for You are gracious and love mankind.",
    "O Christ our God, as we stand unworthily before Your life-bearing grave,* we offer a hymn of praise to Your ineffable tenderness of heart.* For You, O Sinless One,* in Your loving-kindness have accepted the Cross and death* in order to grant* resurrection to the world.",
    "Let us praise the Word* who is without beginning and co-eternal with the Father.* For our sake He was born of the Virgin;* He freely accepted the Cross and death, and rose in glory.* Therefore, let us sing to Him:* Glory to You, O Lord,* the Giver of Life and Saviour of our souls."
  ],
  "aposticha": [
    "1",
    "O Christ, by Your passion we have been freed from suffering;* and by Your resurrection we have been delivered from corruption.* O Lord, glory to You!",
    "Let all creation rejoice, let the heavens be glad,* let the nations clap their hands with joy.* For Christ our Saviour, in His love for mankind,* has nailed our sins to the Cross;* He has put Death to death,* and by raising our fallen forefather, Adam,* He has given life to all mankind.",
    "O God, You are above all understanding;* You are King and Lord of heaven and earth.* Yet of Your own free will,* You allowed Yourself to be crucified because of Your love for mankind.* When You descended below,* Hades was filled with bitterness as You confronted it;* but the souls of the just received You with great joy.* Adam arose when he saw You, his Creator, down in the depths.* What a wonder this is!* You are the life of all and have tasted death* in order to dispel the darkness of the world with Your light.* O Lord, risen from the dead,* glory to You!",
    "The myrrh-bearing women were filled with grief* as they hastened with spices to Your tomb;* but they did not find Your most pure body.* Instead, they found an angel* who proclaimed Your unique and glorious resurrection,* and commanded them to announce to Your apostles:* The Lord is risen,* granting great mercy to the world.",
    "gn",
    "O Mother of God, the prophecy of Isaiah is fulfilled,* since you remained a virgin both before and after giving birth.* For it was God Who was born of you to restore our human nature.* Therefore, do not overlook your servants who supplicate you in your temple.* Since you have held the merciful Lord in your arms,* be compassionate toward your servants,* and beseech Him to save our souls."
  ]
}