{
  "ps140": [
    "1",
    "My whole life have I, a wretch, shamefully squandered with harlots, О Lord,* but like the prodigal I cry out with compunction:* О heavenly Father, I have sinned!* Cleanse and save me, and reject me not who have drawn far away from You,* and am now beggared because of my fruitless deeds.",
    "O Christ who are rich,* in impoverishing Yourself You have enriched mankind with immortality and radiance.* Wherefore, with the virtues enrich me* who have been impoverished by the pleasures of life,* and number me with the pauper Lazarus,* rescuing me from the torment of the rich man and Gehenna,* which lie before me.",
    "I have sorely enriched myself with evil,* I have loved food and preferred the good things of this life,* and am condemned to Gehenna, О Lord.* My starving mind have I disdained, as the rich man did Lazarus.* Have pity on me, who have been cast away* from the doors of Your divine works, О Lord."
  ],
  "aposticha": [
    "1",
    "Great is the abyss of my many transgressions, О Saviour,* and I sink grievously because of my offenses.* Grant me Your hand, as You did to Peter, О God.* Save me and have mercy upon me!",
    "In that I have been condemned for wicked thoughts and deeds, О Saviour,* grant me the thought of returning to You, О God,* that I may cry aloud: Save me, О good Benefactor,* and have mercy upon me!",
    "The confession you made before the tribunal reviled the power of the demons,* and freed mankind from delusion, О saints.* Wherefore, when you were beheaded you cried aloud:* О Lord, may the sacrifice of our lives be well-pleasing to You,* for having loved You, we have spurned this transitory life,* О Lover of mankind.",
    "gn",
    "O all-hymned Virgin,* in whom Moses beheld a mystery with prophetic eyes* the bush that burned yet remained unconsumed;* for the fire of the Godhead did not burn your womb, O pure one.* Wherefore, we beseech you, as the Mother of our God:* beg peace and great mercy for the world."
  ]
}