{
  "ps140": [
    "1",
    "The triumphal solemnity of the martyrs* drowned a multitude of the demons in the streams of their blood,* caused all the abominable sacrifices to cease,* and set at naught the deception of the idols, for they suffered patiently.* And they now entreat Christ to grant our souls* peace and great mercy.",
    "With wise words and doctrines the most sacred pastors* taught all to glorify the threefold Godhead in Unity,* divinely avoiding the commingling and division of Its Hypostases;* and they now pray that peace and great mercy* be granted our souls.",
    "The company of the venerable lulled carnal desires to sleep* and restrained their onslaughts, showing their life to be angelic;* wherefore, they now join chorus in the habitations of heaven,* entreating Christ to grant our souls* peace and great mercy."
  ],
  "aposticha": [
    "1",
    "O all-praised martyrs, you were not buried in the earth,* yet heaven has received you;* the gates of Paradise were opened to you,* and entering within you have partaken of the tree of life.* Pray to Christ that He grant peace* and great mercy to our souls.",
    "What pleasure in this life remains unmarked by sorrow?* What glory can endure upon this earth unchanged?* All is feebler than a shadow,* more deceptive than a dream;* for death in a single moment takes away all things.* But in the light of Your countenance, O Christ,* and in the joy of Your beauty,* grant rest to those whom You have chosen,* for You are the Lover of mankind.",
    "No man is free from sin,* none save You, who alone art immortal.* Therefore, O compassionate God,* grant to Your servants a dwelling-place in the Light,* with the choirs of Your angels.* In Your loving-kindness overlook their transgressions,* and grant them forgiveness.",
    "gn",
    "Truly wondrous beyond understanding* are the mighty works of your birthgiving, O Bride of God,* of which all the prophets proclaimed,* and your conception and birth giving are most glorious, O all-hymned one,* whereby your Offspring has incomprehensibly and ineffably saved the world,* in that He is merciful."
  ]
}