{
  "0": "Let us sing a hymn of praise to the Virgin Mary,* glory of the whole world!* She was herself formed by human seed,* yet she became the Mother of the Master, the Gate of heaven,* the theme of the angels’ hymn and beauty of the faithful.* She was seen as being heavenly* and the Tabernacle of the Godhead.* She indeed tore down the wall of enmity between God and man,* and brought peace in its place.* She opened up the kingdom of heaven.* Let us therefore cling fast to her for she is the anchor of faith,* and let us receive as our stronghold the Lord Who was born of her.* Be of good cheer, then, and have confidence, O people of God,* for He will fight our enemies for us,* He is all-powerful!",
  "1": "О immaculate Mary who surpasses every mind, most exceedingly pure chariot:* By your all-powerful intercessions guide me who am beset and hemmed in by many sins,* to the broad expanse of repentance;* for as the Mother of the Mighty One* you can accomplish all things.",
  "2": "О Virgin, entreat the Lamb* whom the all-great Forerunner proclaimed to all,* and who takes away the sins of the whole world,* and pray that I, who am unworthy,* may escape the lot of the goats on the day of judgment,* and may be reckoned among the sheep* on His right hand.",
  "3": "Of old, when you beheld your Son and Master* stretching forth His hands upon the Cross,* His side pierced by the spear,* О pure Mother, you cried out, lamenting:* “Woe is me! How is it that You suffer, ridding men of their suffering,* О Lover of mankind?”",
  "4": "Tempest-tossed on the abyss of transgressions,* fleeing to the calm haven of your most pure supplication,* I cry out to you, O Theotokos:* Save me, O all-immaculate one, extending your mighty right hand* to your servant!",
  "5": "“Lifted up upon the Tree, О my most sweet Child,* and having tasted gall and vinegar, You sweetened the bitter taste of Adam of old;* wherefore, as the righteous Judge, О Master who arose as Almighty,* sweeten me with Your healing Passion,”* said the Virgin, weeping."
}